Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Create and link these tags to channels when mapping; Create bouquet tag: create a tag with the bouquets name and link it to all mapped channels created by the bouquet. | Create type-based tags: create a tag based on the channel type and link it to the channel. | Create provider name tags: create a tag with the channel providers name and link it to the channel. | Create network name tags: create a tag with the network name and link it to all mapped channels created by the bouquet.
pt: Criar e ligar as etiquetas aos canais ao mapeá-los ; Criar a etiqueta do bouquet: cria uma etiqueta do nome do bouquet e liga-o aos canais mapeados. | Criar etiquetas baseadas no tipo: cria uma etiqueta baseada no tipo do canal. | Criar etiquetas com o nome do provedor: cria uma etiqueta com o nome do provedor de cada um dos canais. | Criar etiquetas com o nome da rede: cria uma etiqueta como o nome da rede e faz a ligação a cada um dos canais mapeados no bouquet.

source: Create type based tags
pt: Criar etiquetas por tipo

source: DVR Entries
cs: Položky DVR
pt: Itens do DVR

source: Debug log path
cs: Soubor pro ladící výstup
it: Percorso registro di debug
pt: Caminho do log de depuração

source: EPG scan timeout in seconds (30-7200)
cs: Timeout pro EPG scan v sekundách (30-7200)
it: Pausa della scansione EPG in secondi (30-7200)
pt: Tempo limite da verificação EPG (30-7200)

source: EPG source. Name of the module, grabber or channel that should be used to update this channels EPG info.
pt: Fonte EPG. Nome do módulo de captura EPG ou do canal utilizado, na actualização da informação EPG.

source: Enable if the SAT>IP box requires pids=0 parameter in the SETUP RTSP command.
pt: Activar se o SAT>IP requerer o parâmetro pids=0 no comando RTSP

source: Enable or disable RTSP/TCP (embedded data) support.
pt: Activar ou desactivar suporte a RTSP/TCP (dados embebidos)

source: Enable or disable the mux.
cs: Povolit nebo zakázat mux.
pt: Activar ou desactivar o mux

source: Enable/disable the profile.
pt: Activar/desactivar perfil.

source: Enable/disable timeshift.
cs: Povolit/zakázat timeshift.
pt: Activar/desactivar gravação em tempo real.

source: Enter a filename you want to save the debug log to.
pt: Nome do ficheiro para gravar os dados de depuração

source: Enter external IP if behind Network address translation (NAT).
cs: Vložit externí IP, pokud je hostitelský počítač za bránou NAT.
pt: Definir o IP externo se estiver por detrás de uma Network address translation (NAT).

source: Failed DVR
bg: Неуспешно DVR
cs: Neuspěšné DVR
hr: Neuspjeli DVR
it: DVR Fallito
pt: Falhou DVR

source: Fantasy
bg: Фантастични
hr: Fantazija
it: Fantasia
pt: Fantasia
ru: Фентези

source: Film
bg: Фимл
pt: Filme
ru: Кино

source: Force the stream profile to use this priority.
pt: Forçar a transmissão definida no perfil a utilizar esta prioridade.

source: HTSP streaming
cs: HTSP streamování
it: Streaming HTSP
pt: Transmissão HTSP
ru: HTSP поток

source: HTTP CORS origin
it: Origine HTTP CORS
pt: Origem HTTP CORS

source: Horror
bg: Ужаси
cs: Horor
hr: Horor
it: Orrore
pt: Terror
ru: Ужасы

source: MPEG-TS Service
hr: MPEG-TS usluga
pt: Formato MPEG-TS

source: PIDs in setup
bg: PIDS в настройката
cs: PID čísla v setup příkazu
it: PID nell'impostazione
pt: PIDs na configuração
ru: PIDы в установках

source: Pilot
bg: Пилот
pt: Piloto
ru: Пилот

source: Port
bg: Порт
hr: Ulaz
it: Porta
pt: Porta
ru: Порт

source: Prevent changing of interface view level.
pt: Prevenir a mudança do nível da interface.

source: RTSP/TCP (embedded data)
it: RTSP/TCP (dati incorporati)
pt: RTSP/TCP (dados contidos)

source: Rescan
bg: Пресканирай
cs: Nový scan
it: Riscansione
pt: Reanalisar
ru: Пересканировать

source: Show
bg: Покажи
hr: Emisija
it: Spettacolo
pt: Espectáculo
ru: Шоу

source: Skip initial scan
cs: Přeskoč počáteční vyhledávání
it: Salta la scansione iniziale
pt: Ignorar Procura Inicial
ru: Пропустить начальное сканирование

source: Status
bg: Статус
cs: Stav
hr: Stanje
it: Stato
pt: Estado
ru: Статус

source: Sync
bg: Синхронизиране
cs: Synchronizovat
it: Sincronizza
pt: Sincronizar
ru: Синхронизировать

source: System
bg: Система
cs: Systém
hr: Sustav
it: Sistema
pt: Sistema
ru: Система

source: Timout (secs)
bg: Таймаут (sec)
cs: Časový limit (sek.)
it: Sospensione (secondi)
pt: Tempo limite (secs)
ru: ТаймАут (сек.)

source: Tuner
pt: Sintonizador

source: Unicable
pt: Unicabo

source: Unicable switch (universal LNB, experimental)
cs: Unicable přepínač (univerzální LNB, experimentální)
it: Commutatore unicable (LNB universale, sperimentale)
pt: Permutador Unicable (LNB universal, experimental)

source: Use AC-3 detection on the mux.
cs: Použitá AC-3 detekce na tomto muxu.
pt: Utilizar a detecção de faixas AC-3

source: Username of the entry (this should match a username from within the "Access Entries" tab.
pt: Nome do utilizador (este deve coincidir com o nome do utilizador definido na área de "Access Entries [Permissões de acesso]".

source: Video Stream Filter
bg: Видео стриим филтър
hr: Video filter struajanja
pt: Filtro de Transmissão de Vídeo

source: Video bitrate (kb/s) (0=auto)
cs: Šířka pásma pro video (kb/s) (0=Auto)
it: Bitrate video (kb/s) (0=automatico)
pt: Taxa de bits do Vídeo (kb/s) (0=Auto)
ru: Видео Битрейт (кб/сек.) (0=Авто)

source: Video codec
cs: Video kodek
it: Codec video
pt: Codec de vídeo
ru: Видео кодек

source: View all DVR entries
cs: Zobrazit všechny digitální nahrávky
pt: Visualizar todos os Itens do DVR

source: Musical
bg: Музикални
cs: Muzikál
hr: Mjuzikl
ru: Музыкальный

source: Name. The name given to/of the channel (This is how it'll appear in your EPG.)
cs: Název programu (takto bude program prezentován v EPG).

source: Over-the-air EPG grabber
cs: Over-the-air EPG graber
it: Estrattore EPG over-the-air
ru: Граббер ЕПГ по воздуху

source: Priority of the entry.
cs: Priorita položky.

source: Priority of the recording.
cs: Priorita záznamu.

source: Quiz
bg: Викторина
cs: Kvíz
hr: Kviz
ru: Викторины

source: Radio
cs: Rádio

source: Satconf
bg: Сателитна конфигурация
cs: Sat.konf.

source: Set profile as default.
cs: Nastav profil jako výchozí.

source: The length of time (in seconds) to play the mux for. 1 hour = 3600.
cs: Doba (v sekundách) pro přehrávání muxu. 1 hodina = 3600.

source: Title of the recording.
cs: Název záznamu.

source: User icon. The URL (or path) to the icon to use/used for the channel.
cs: Uživatelská ikona. URL (nebo cesta) k ikoně přiřazená k programu.

source: AES constant code word client
it: Cliente constant code word AES

source: All DVR
bg: Всички DVR
hr: Svi DVR
it: Tutto DVR
ru: Все DVR

source: Audio stream filter
it: Filtro dello stream audio
ru: Фильтр аудио потока

source: CA stream filter
it: Filtro dello stream CA
ru: Фильтр CA потока

source: CAPMT (Linux DVBAPI)
it: CAPMT (DVBAPI di Linux)

source: Channel icon name lower-case
it: Nome dell'icona del canale in minuscolo
ru: Имя иконки канала в нижнем регистре

source: Channel icon path (see Help)
it: Percorso dell'icona del canale (vedi Aiuto)
ru: Путь иконки канала (см. Помощь)

source: Code word client (newcamd)
it: Cliente code word (newcamd)

source: Conditional access client
it: Cliente di accesso condizionato
ru: Клиент условного доступа

source: Create tag
it: Crea l'etichetta
ru: Создать метку

source: Cron
bg: Планирани задачи
it: Cronologia
ru: Крон

source: DES constant code word client
it: Cliente constant code word DES

source: DVB-C network
it: Rete DVB-C
ru: DVB-C Сеть

source: DVB-S 4-port
bg: DVB-S 4-портов
hr: DVB-S 4-ulaz
it: 4-porte DVB-S
ru: DVB-S 4-порта

source: DVB-S EN50494 (UniCable, experimental)
hr: DVB-S EN50494 (UniCable, eksperimentalno)
it: DVB-S EN50494 (UniCable, sperimentale)

source: DVB-S advanced
it: DVB-S avanzato
ru: DVB-S Расширенный

source: DVB-S network
it: Rete DVB-S
ru: DVB-S Сеть

source: DVB-S satellite configuration
it: Configurazione satellite DVB-S

source: DVB-S simple
it: DVB-S semplice
ru: DVB-S Простой

source: DVB-S tone burst
it: Impulso del tono DVB-S

source: DVB-T network
it: Rete DVB-T
ru: DVB-T Сеть

source: DVR Auto-record entry
it: Voce di auto-registrazione DVR

source: DVR configuration profile
it: Profilo di configurazione DVR
ru: Профиль конфигурации DVR

source: DVR entry
it: Voce DVR
ru: DVR Запись

source: DVR time record entry
it: Voce di registrazione a tempo DVR

source: DiseqC rotor
it: Rotore DiseqC
ru: DiseqC ротор

source: DiseqC switch
bg: DiseqC ключ
hr: DiseqC preklopnik
it: Commutatore DiseqC
ru: DiseqC переключатель

source: Duration
bg: Продължителност
hr: Trajanje
it: Durata
ru: Продолжительность

source: EIT broadcast in local time
it: Trasmissione EIT in tempo locale

source: EPG grabber
it: Estrattore EPG
ru: ЕПГ Граббер

source: EPG grabber channel
it: Canale dell'estrattore EPG

source: EPG grabber configuration
it: Configurazione dell'estrazione EPG
ru: Конфигурация EPG граббера

source: Extra padding after recordings (minutes)
it: Riempimento supplementare dopo le registrazioni (minuti)
ru: Дополнительное Время после записей (минуты)

source: Extra padding before recordings (minutes)
it: Riempimento supplementare prima delle registrazioni (minuti)
ru: Дополнительное Время после записей (минуты)

source: Force initial EPG scan at start-up
it: Forza scansione EPG iniziale all'avvio

source: GOTOX rotor
it: Rotore GOTOX
ru: Переход Ротора на Х

source: HTSP DVR
it: DVR HTSP

source: HTSP stream profile
it: Profilo stream HTSP
ru: Профиль Потока HTSP

source: IPTV automatic network
it: Rete IPTV automatica

source: IPTV network
it: Rete IPTV
ru: IPTV Сеть

source: Image cache
it: Cache delle immagini
ru: Кэш изображений

source: Linux DVB multiplex
it: Multiplex DVB Linux

source: Linux DVB-C frontend
it: Frontend DVB-C Linux

source: Linux DVB-C multiplex
it: Multiplex DVB-C Linux

source: Linux DVB-S frontend
it: Frontend DVB-S Linux

source: Linux DVB-S multiplex
it: Multiplex DVB-S Linux

source: Linux DVB-S slave frontend
it: Frontend DVB-S Linux secondario

source: Linux DVB-T frontend
it: Frontend DVB-T Linux

source: Linux DVB-T multiplex
it: Multiplex DVB-T Linux

source: MPEG-TS multiplex
it: Multiplex MPEG-TS

source: MPEG-TS network
it: Rete MPEG-TS
ru: MPEG-TS Сеть

source: MPEG-TS service
it: Servizio MPEG-TS
ru: MPEG-TS Сервис

source: Mux schedule entry
it: Voce del pianificatore dei mux

source: OSCam new pc-nodmx (rev >= 10389)
it: OSCam nuovo pc-nodmx (rev >= 10389)

source: On-demand
it: Su richiesta
ru: По запросу

source: One mux (EMM)
it: Un mux (EMM)

source: Only one auto channel
it: Solo un canale automatico
ru: Только один автомат. канал

source: Only use specified DVB adapters (comma separated, -1 = none)
it: Utilizza solo gli adattatori DVB specificati (separati da virgola, -1 = nessuno)
ru: Только специфические DVB адаптеры (разделитель запятая, -1 = нет)

source: Other stream filter
it: Altro filtro stream
ru: Другой Фильтр Потока

source: Passwords
bg: Пароли
hr: Lozinke
it: Password
ru: Пароли

source: Picon path (see Help)
it: Percorso picon (vedi Aiuto)
ru: Путь на пикон (см. Помощь)

source: Quad (4.0)
it: Quadrifonia (4.0)

source: Record if different description
bg: Запиши ако е различно описанието
it: Registra se differenti nella descrizione
ru: Запись если другое описание

source: Record if different episode number
bg: Запиши ако е различен номера на епизода
it: Registra se differenti nel numero di episodio
ru: Запись если другой номер эпизода

source: Record if different subtitle
bg: Запиши ако са различни субтитрите
hr: Snimi ako je drugačiji podnaslov
it: Registra se differenti nel sottotitolo
ru: Запись если другие субтитры

source: Record once per day
bg: Запис веднъж на ден
it: Registra una volta al giorno
ru: Записать раз в день

source: Record once per week
bg: Запис веднъж на седмица
it: Registra una volta per settimana
ru: Записать раз в неделю

source: SAT>IP DVB frontend
it: Frontend SAT>IP DVB

source: SAT>IP DVB-C frontend
it: Frontend SAT>IP DVB-C

source: SAT>IP DVB-S frontend
it: Frontend SAT>IP DVB-S

source: SAT>IP DVB-S slave frontend
it: Frontend secondario SAT>IP DVB-S

source: SAT>IP DVB-T frontend
it: Frontend SAT>IP DVB-T

source: SAT>IP client
it: Cliente SAT>IP

source: SAT>IP server
it: Server SAT>IP

source: Subtitle stream filter
it: Filtro dello stream sottotitolo
ru: Фильтр Потока Субтитров

source: Teletext stream filter
it: Filtro dello stream televideo
ru: Фильтр Потока Телетекста

source: USALS rotor
it: Rotore USUALS

source: Video stream filter
it: Filtro dello stream video
ru: Фильтр Видео Потока

source: Wrapper (capmt_ca.so)
it: Adattatore (capmt_ca.so)
ru: Враппер (capmt_ca.so)

source: min
bg: мин
it: minuto
ru: мин.

source: A
ru: А

source: AA
ru: АА

source: ATSC network
ru: ATSC Сеть

source: GOTOX
ru: Переход на Х

source: Jazz
bg: Джаз
ru: Джаз

source: Matroska
ru: Матрёшка

source: Matroska (mkv)/av-lib
ru: Матрёшка (mkv)/av-lib

source: Matroska/av-lib
ru: Матрёшка/av-lib

source: Mono
bg: Моно
ru: Моно

source: OK
hr: U REDU
ru: ОК

source: Picon
ru: Пикон

source: Pop
bg: Поп
ru: Поп

source: Rock
bg: Рок
ru: Рок

source: Rolloff
bg: Пропадане
ru: Откатить

source: Squash
bg: Скуош
ru: Сквош

source: Stereo
bg: Стерео
ru: Стерео

source: Talk show
bg: Интервюта
hr: Emisija uživo
ru: Разговорное Шоу

source: Thriller
bg: Трилър
hr: Triler
ru: Триллер

source: Western
bg: Уестърн
hr: Vesten
ru: Вестерн

source: # Mapped Channels
bg: # Селектирани Канали
hr: # Mapirani programi

source: # Services Seen
bg: Намерени услуги
hr: # Pogledane usluge

source: (Default Profile)
bg: Профил по подразбиране

source: 2-Port Switch (Universal LNB)
bg: 2-портов ключ
hr: 2-Ulazni preklopnik (Univerzalni LNB)

source: 4-Port Switch (Universal LNB)
bg: 4-портов ключ
hr: 4-Ulazni preklopnik (Univerzalni LNB)

source: AC-3 Detection
bg: Търсене на AC-3
hr: AC-3 otkrivanje

source: AES Constant Code Word Client
bg: AES постоянна парола клиент
hr: AES klijent nepromjenjive šifre

source: ATSC Network
bg: ATSC Мрежа
hr: ATSC mreža

source: Advanced (Non-Universal LNBs, Rotors, etc.)
bg: Експертни Настройки (Не-Универсални конвертори, мотори, и т.н.)
hr: Napredno (neuniverzalni LNB-ovi, rotori, itd.)

source: Advanced Streaming
bg: Стрииминг за напреднали
hr: Napredno strujanje

source: Audio Bitrate (kb/s) (0=Auto)
bg: Аудио битрейт
hr: Brzina prijenosa zvuka (kb/s) (0=Automatski)

source: Audio CODEC
bg: Аудио CODEC
hr: Zvučni KÔDEK

source: Auto Check Disabled
bg: Автоматична Проверка Изключена
hr: Automatska provjera onemogućena

source: Auto Check Enabled
bg: Автоматична Проверка Включена
hr: Automatska provjera omogućena

source: Auto EPG Channel
bg: Автоматичен EPG на каналите
hr: Automatski EPG programa

source: Auto Record
bg: Автоматизиран Запис
hr: Automatski snimi

source: Auto Time Record
bg: Автоматично време за запис
hr: Automatsko vrijeme snimanja

source: Auto-Map to Channels
bg: Автоматично мапване на каналите
hr: Automatski mapiraj u programe

source: Automatic Checking
bg: Автоматична проверка
hr: Automatska provjera

source: CA Client %i
bg: CA Клиент %i
hr: CA klijent %i

source: CA Identification
bg: СА идентификация
hr: CA identifikacija

source: CA Provider
bg: СА доставчик
hr: CA pružatelj

source: CAPMT Interval (ms)
bg: CAPMT Интервал (ms)
hr: CAPMT razdoblje (ms)

source: CAPMT Query Interval (ms)
bg: CAMP време за запитване (ms)
hr: CAPMT razdoblje upita (ms)

source: CRID Authority
bg: CRID собственост
hr: CRID ovlast

source: Cache Scheme
bg: Кеш схема
hr: Shema predmemorije

source: Camd.socket Filename / IP Address (TCP mode)
bg: Camd.socket име на файла
hr: Camd.socket naziv datoteke / IP adresa (TCP način)

source: Channel Icon
bg: Лого на Канал
hr: Ikona programa

source: Channel Name
bg: Име на Канала
hr: Naziv programa

source: Channel Number Offset
bg: Номер на канала за отместване
hr: Pmak broja programa

source: Channel Tag
bg: Категория на Канала
hr: Oznaka programa

source: Channel Tag Reference
bg: Забележка за канала
hr: Napomena oznake programa

source: Character Set
bg: Енкодинг
hr: Kôdnu stranicu

source: Children's / Youth programmes
bg: Детски / Младежки
hr: Program za djecu / mlade

source: Client Name
bg: Име на клиента
hr: Naziv klijenta

source: Configuration Name
bg: Име на конфигурацията
hr: Naziv podešavanja

source: Connection Limit Type
bg: Тип на ограничение на връзката
hr: Vrsta ograničenja povezivanja

source: Content Type
bg: Съдържание Тип
hr: Vrsta sadržaja

source: Continue On Access Error
bg: Грешка в достъпа, продължаване
hr: Nastavi pri greški pristupa

source: Create Tag
bg: Създаване на маркер
hr: Stvori oznaku

source: DES Constant Code Word Client
bg: DES постоянна парола клиент

source: DES Key
bg: DES ключ
hr: DES ključ

source: DVB-S Advanced
bg: DVB-S Разширена
hr: DVB-S napredno

source: DVB-S Satconf
bg: Конфигурация на сателити

source: DVB-S Simple
bg: DVB-S Опростена
hr: DVB-S jednostavno

source: DVR
bg: Дигитален видео рекордер

source: DVR Auto-Record Entry
bg: DVR влизане в автоматичен запис

source: DVR Configuration
bg: DVR конфигурация
hr: DVR podešavanje

source: DVR Configuration Profile
bg: DVR конфигурационен профил
hr: DVR profil podešavanja

source: DVR Configuration Profiles
bg: DVR конфигурационен профили
hr: DVR profili podešavanja

source: DVR Entry
bg: DVR вход
hr: DVR stavka

source: DVR Log Retention Time (days)
bg: DVR време за лог
hr: Vrijeme zadržavanja DVR zapisa (u danima)

source: DVR Override High
bg: DVR замяна горе

source: DVR Override Important
bg: DVR замяна важни

source: DVR Override Low
bg: DVR замяна долу

source: DVR Override Normal
bg: DVR замяна нормално

source: DVR Override Unimportant
bg: DVR замяна маловажни

source: DVR Time-Record Entry
bg: DVR запис на часа

source: Data Errors
bg: Грешка данни
hr: Podaci greška

source: Debug Options
bg: Опции за откриване на грешки
hr: Mogućnosti otklanjanja greške

source: Default Priority
bg: Приоритет По подразбиране
hr: Zadani prioritet

source: Delivery System
bg: Система за доставка
hr: Sustav isporuke

source: Demux Path
bg: Път за разделяне
hr: Putanja demultipleksa

source: Device Model
bg: Устройство Модел
hr: Model uređaja

source: Device Path
bg: Път до устройството
hr: Putanja uređaja

source: Directory Permissions (octal, e.g. 0775)
bg: Права на Папката (octal, пр. 0775)
hr: Dozvole direktorija (oktalno, npr. 0775)

source: DiseqC Rotor
bg: DiseqC Мотор

source: Don't Include Title In Filename
bg: Не включвай заглавие в името
hr: Ne uključuj naslov u naziv datoteke

source: Don't Reschedule
bg: Не променяй задачата
hr: Ponovno ne zakazuj

source: Duplicate Handling
bg: Дублирана операция
hr: Dvostruko rukovanje

source: EIT Local Time
bg: EIT локално време
hr: EIT Lokalno vrijeme

source: EPG Scan
bg: Сканиране на EPG
hr: EPG pretraživanje

source: EPG Source
bg: EPG източник
hr: EPG izvor

source: EPG Update Window
bg: EPG прозорец за ъпдейт
hr: EPG prozor ažuriranja

source: Enable webUI debug (non-minified JS)
bg: Разреши дебъг на уеб узер интерфейса
hr: Omogući webUI otklanjanje grešaka (bez umanjenja JS)

source: Entertainment programmes for 10 to 16
bg: Потдръжка на канали 10 до 16
hr: Zabavni programi od 10 do 16

source: Entertainment programmes for 6 to 14
bg: Потдръжка на канали 6 до 14
hr: Zabavni programi od 6 do 14

source: Error Code
bg: Грешка Код
hr: Kôd greške

source: Even Key
bg: еднакъв ключ
hr: Paran ključ

source: Exclude Channel Tags
bg: Изключи маркера на канала
hr: Isključi oznake programa

source: Extra Start Time
bg: Допълнително старт време
hr: Dodatno vrijeme početka

source: Extra Stop Time
bg: Допълнително стоп време
hr: Dodatno vrijeme završetka

source: Extra Time After Recordings (minutes)
bg: Допълнително време След записа (минути)
hr: Dodatno vrijeme nakon snimanja (minuta)

source: Extra Time Before Recordings (minutes)
bg: Допълнително време Преди записа (минути)
hr: Dodatno vrijeme prije snimanja (minuta)

source: FEC High
bg: FEC високо
hr: FEC visoki

source: FEC Low
bg: FEC ниско
hr: FEC niski

source: File Missing
bg: Файла Отсъства
hr: Datoteka nedostaje

source: File Not Created
bg: Файла не е създаден
hr: Datoteka nije stvorena

source: File Permissions (octal, e.g. 0664)
bg: Права на файла (octal, пр. 0664)
hr: Dozvole direktorija (oktalno, npr. 0664)

source: File Size
bg: Размер на файла
hr: Veličina datoteke

source: Filename Character Set
bg: Настройка на знаците за име на файла
hr: Skup znakova nazia datoteke

source: Filename Options
bg: Опции за име на файла
hr: Mogućnosti naziva datoteke

source: Force Old Status
bg: Принудително стар статус
hr: Prisili staro stanje

source: Force Priority
bg: Принудително приоритет
hr: Prisili prioritet

source: Format String
bg: Формат на стринга

source: Friendly Name
bg: Приятелско име
hr: Prijateljski naziv

source: Frontend Number
bg: Номер на интерфейса
hr: Broj uređaja

source: Frontend Path
bg: Път към интерфейса
hr: Putanja uređaja

source: Full Mux Rx mode supported
bg: Потдръжка на Full Mux Rx mode

source: Full Pathname Specification
bg: Пълна спецификациа на името на пътя
hr: Opis cijelog naziva putanje

source: GOTOX Position
bg: GOTOX Позиция
hr: GOTOX položaj

source: GOTOX Rotor
bg: GOTOX мотор

source: Generic Options
bg: Общи опции
hr: Osnovne mogućnosti

source: Guard Interval
bg: Интервал охрана
hr: Razdoblje čuvanja

source: HD: High Definition
bg: HD: висока резолюция
hr: HD: Visoka razlučivost

source: HTSP Streaming
bg: HTSP стриимване
hr: HTSP strujanje

source: High Bitrate Mode (CI+ CAMs Only)
bg: Висок битрейт режим (CI+ CAMs само)
hr: Način visoke brzine prijenosa (samo CI+ CAM-ovi)

source: IP Address
bg: IP Адрес
hr: IP adresa

source: IPTV Input
bg: IPTV въвеждане
hr: IPTV ulaz

source: Idle Scan
bg: Сканиране неактивни
hr: Pretraživanje u mirovanju

source: Idle Scan Muxes
bg: Сканиране неактивни муксове
hr: Pretraži u mirovanju multiplekse

source: Ignore Provider's Channel Numbers
bg: Игнорирай номерата на каналите на провайдера
hr: Zanemari brojeve programa pružatelja usluge

source: Include Channel Name In Filename
bg: Включи името на канала във файловото име
hr: Uključi naziv programa u naziv datoteke

source: Include Date In Filename
bg: Включи датата в файловото име
hr: Uključi datum u naziv datoteke

source: Include Episode In Filename
bg: Включи епизода в файловото име
hr: Uključi epizodu u naziv datoteke

source: Include Subtitle In Filename
bg: Включи субтитрите в името на файла
hr: Uključi podnaslov u naziv datoteke

source: Include Time In Filename
bg: Включи часа в файловото име
hr: Uključi vrijeme u naziv datoteke

source: Init Rotor Time (seconds)
bg: Първоначално време на мотора (секунди)
hr: Vrijeme pokretanja rotora (sekunde)

source: Initial Scan
bg: Начално сканиране
hr: Početno pretraživanje

source: Input Buffer (Bytes)
bg: Входен буфер (байтове)
hr: Ulazni međuspremnik (Bajtovi)

source: Input Instance
bg: Входящо искане
hr: Ulazni primjerak

source: Input Path
bg: Входящ път
hr: Ulazna putanja

source: LNA (Low Noise Amplifier)
bg: Ниско шумов усилвател
hr: LNA (Niskošumno pojačalo)

source: LNB
bg: Конвертор

source: LNB Type
bg: Тип Конвертор
hr: LNB vrsta

source: Last Seen
bg: Последно видян

source: Latitude Direction South
bg: Географска ширина юг

source: Limit Connections
bg: Ограничение на връзките
hr: Ograničena povezivanja

source: Linked Input
bg: Свързани
hr: Povezani ulaz

source: Linux ATSC Frontend
bg: Linux ATSC интерфейс

source: Linux ATSC Multiplex
bg: Линукс ATSC Multiplex

source: Linux DVB Frontend
bg: Линукс DVB интерфейс

source: Linux DVB Multiplex
bg: Линукс DVB Multiplex

source: Linux DVB-C Frontend
bg: Линукс DVB-C интерфейс

source: Linux DVB-C Multiplex
bg: Линукс DVB-C Multiplex

source: Linux DVB-S Frontend
bg: Линукс DVB-S интерфейс

source: Linux DVB-S Multiplex
bg: Линукс DVB-S Multiplex
