Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Classical music
bg: Класическа музика
cs: Klasická hudba
de: Klassische Musik
hr: Klasična glazba
it: Musica classica
pl: Muzyka klasyczna
pt: Música Clássica
ru: Классическая музыка

source: Clean effects
bg: Изчистване ефекти
cs: Čisté efekty
de: Nur Effekte
hr: Jasni efekti
it: Privo di effetti
pl: Wyczyść efekty
pt: Limpar efeitos
ru: Вычистить эффекты

source: Client
pl: Klient

source: Client name
cs: Název klienta
it: Nome del cliente
pl: Nazwa klienta
pt: Nome do cliente
ru: Имя Клиента

source: Client node ID. Leave field empty to generate a random ID.
pl: Identyfikator węzła klienta. Pozostaw pole puste, aby wygenerować losowy identyfikator.

source: Clone scheduled entry on error
cs: Klonovat naplánovaný záznam při chybě
de: Kopiere geplanten Eintrag bei Fehlern
it: Clona la voce programmata su errore
pl: Klonuj zaplanowane wpisy przy błędzie
pt: Replicar o item agendado em caso de erro
ru: Клонирование Запланированной записи при Ошибке

source: Code Word Client (newcamd)
bg: Парола на клиента
pl: Klient CWC (newcamd)

source: Codec
pl: Kodek

source: Codec Settings
pl: Ustawienia kodeka

source: Codec name
pl: Nazwa kodeka

source: Codec name.
pl: Nazwa kodeka.

source: Codec status.
pl: Status kodeka.

source: Codec title.
pl: Tytuł kodeka.

source: Codec type.
pl: Typ kodeka.

source: Coding algorithm
pl: Algorytm kodowania

source: Coding algorithm.
pl: Algorytm kodowania.

source: Comedy
bg: Комедия
cs: Komedie
de: Komödie
hr: Komedija
it: Commedia
pl: Komedia
pt: Comédia
ru: Комедия

source: Command line
pl: Wiersz poleceń

source: Command line to run a task which accepts MPEG-TS stream on stdin and writes output to stdout in format specified by the selected mime type.
pl: Polecenie wiersza poleceń do uruchomienia zadania, które akceptuje strumień MPEG-TS na standardowym wejściu i zapisuje wynik na standardowym wyjściu w formacie określonym przez wybrany typ MIME.

source: Command time (ms) (10-300)
pl: Czas polecenia (ms) (10-300)

source: Command to move the dish with an external command.
pl: Polecenie przesunięcia anteny za pomocą zewnętrznego polecenia.

source: Comment
bg: Коментар
cs: Komentář
de: Kommentar
hr: Komentar
it: Commento
pl: Komentarz
pt: Comentário
ru: Коментарий

source: Commercial break
bg: Рекламна пауза
cs: Komerční přestávka
de: Werbeunterbrechung
hr: Reklame
it: Interruzione pubblicitaria
pl: Przerwa reklamowa
pt: Anúncios publicitários
ru: Рекламная пауза

source: Commercials will be dropped from the recordings. Commercial detection works using EITp/f (EPG running state) and for the Swedish channel TV4 (using teletext info).
de: Werbung wird aus der Aufnahme geschnitten. Werbeerkennung benutzt EITp/f (wenn EPG aktiv ist) und für den schwedischen Kanal TV4 (Teletext Info).
pl: Reklamy będą usuwane z nagrań. Wykrywanie reklam działa przy użyciu EITp/f (stan działania EPG) oraz dla szwedzkiego kanału TV4 (przy użyciu informacji teletekstu).

source: Committed
bg: Ангажиран
it: Vincolato
pl: Wykonane
pt: Confirmado

source: Common Interface Settings
pl: Ustawienia interfejsu użytkownika

source: Completed OK
bg: Завършено ОК
cs: Dokončeno v pořádku
de: Erfolgreich abgeschlossen
hr: Završeno U REDU
it: Completato OK
pl: Zakończone OK
pt: Concluído OK
ru: Завершено ОК

source: Compress EPG database
cs: Komprimovat EPG databázi
de: Komprimiere EPG Datenbank
pl: Kompresuj bazę danych EPG
pt: Comprimir a base de dados EPG

source: Compress the EPG database to reduce disk I/O and space.
de: Komprimiere die EPG Datenbank um Festplattenzugriffe und Speicherplatz zu sparen.
pl: Kompresuj bazę danych EPG, aby zmniejszyć liczbę operacji we/wy i rozmiar na dysku.
pt: Comprimir a base de dados EPG para reduzir espaço em disco.

source: Compression level
pl: Poziom kompresji

source: Compression level (0-12), -1 means ffmpeg default
pl: Poziom kompresji (0-12), -1 oznacza domyślną wartość ffmpeg.

source: Concurrent input limit per network group for satellite SAT>IP tuners.
pl: Ograniczenie jednoczesnego wejścia na grupę sieciową dla tunerów satelitarnych SAT>IP.

source: Conditional Access (for advanced view level)
pl: Dostęp warunkowy (dla poziomu widoku zaawansowanego)

source: Conditional Access Client
bg: Условен достъп клиент
hr: Uvjetovani pristup klijenta
pl: Dostęp warunkowy klienta
pt: Cliente de acesso condicional

source: Conditional Access Identification.
de: Conditional Access Identifikation
pl: Identyfikator dostępu warunkowego.
pt: Identificação do acesso condicional

source: Configuration
bg: Настройки
cs: Konfigurace
de: Konfiguration
it: Configurazione
pl: Konfiguracja
pt: Configuração
ru: Конфигурация

source: Configuration - Base
de: Konfiguration - Basis
pl: Konfiguracja - Podstawy
pt: Configuração - Base

source: Configuration - Image Cache
de: Konfiguration - Bild-Cache
pl: Konfiguracja - Pamięć podręczna obrazów
pt: Configuração - Armazenamento de imagens

source: Configuration - SAT>IP Server
de: Konfiguration - SAT>IP Server
pl: Konfiguracja - Serwer SAT>IP
pt: Configuração - Servidor SAT>IP

source: Configuration ID
bg: конфигурация на ID
cs: ID konfigurace
de: Konfiguration-ID
hr: ID podešavanja
it: ID di configurazione
pl: Identyfikator konfiguracji
pt: ID da Configuração
ru: ID Конфигурации

source: Configuration containing regular expressions to use for scraping additional information from the broadcast guide.This option does not access or retrieve details from the Internet.This can be left blank to use the default or set to one of the Tvheadend configurations from the epggrab/eit/scrape directory such as "uk" (without the quotes).
pl: Konfiguracja zawierająca wyrażenia regularne do użycia w celu pobrania dodatkowych informacji z przewodnika programowego. Ta opcja nie uzyskuje ani nie pobiera szczegółów z Internetu. Można ją pozostawić pustą, aby użyć domyślnych ustawień lub ustawić na jedną z konfiguracji Tvheadend z katalogu epggrab/eit/scrape, taką jak "uk" (bez cudzysłowu).

source: Configuration name
cs: Název konfigurace
de: Konfigurationsname
it: Nome della configurazione
pl: Konfiguracja nazwy
pt: Nome da configuração
ru: Название конфигурации

source: Configuration version
cs: Verze konfigurace
de: Konfigurationsversion
it: Versione della configurazione
pl: Wersja konfiguracji
pt: Versão da configuração
ru: Версия конфигурации

source: Connection Settings
pl: Ustawienia połączenia

source: Connection limit type
cs: Typ limitu pro spojení
de: Art des Verbindungslimits
it: Tipo di limite della connessione
pl: Typ ograniczenia połączeń
pt: Tempo limite da conexão
ru: Тип ограничения соединения

source: Connection limits
de: Verbindungslimits
pl: Ograniczenia połączeń

source: Constant Rate Factor (0=auto)
pl: Współczynnik stałej szybkości (0=automatyczny)

source: Constant bitrate (CBR) mode.
pl: Tryb stałej przepływności (CBR).

source: Constellation
bg: Съзвездие
cs: Konstelace
hr: Konstelacija
it: Costellazione
pl: Konstelacja
pt: Constelação
ru: Созвездие

source: Container
bg: Контейнер
cs: Kontejner
hr: Spremnik
it: Contenitore
pl: Kontener
pt: Recipiente
ru: Контейнер

source: Container to use for the transcoded stream.
de: Zu nutzender Container für den transkodierten Stream.
pl: Kontener do użycia dla transkodowanego strumienia.
pt: Formato a utilizar na conversão.

source: Content character set
cs: Znaková sada pro obsah
de: Inhalte Zeichensatz
it: Insieme dei caratteri del contenuto
pl: Ustawienie znaków zawartości
pt: Conjunto de caracteres do conteúdo
ru: Кодировка Контента

source: Content reference identifier authority.
pl: Urząd identyfikatora odwołania do treści.
pt: Identificação da autoridade de referência de conteúdo

source: Content type
cs: Typ obsahu
de: Inhaltsart
it: Tipo di contenuto
pl: Typ zawartości
pt: Tipo de conteúdo
ru: Тип контента

source: Content type.
cs: Typ obsahu.
de: Inhaltsart.
pl: Typ zawartości.
pt: Tipo de Conteúdo

source: Contest
bg: Състезание
cs: Soutěž
de: Wettkampf
hr: Natjecanje
it: Competizione
pl: Zawody
pt: Concurso
ru: Конкурс

source: Continue if descrambling fails
de: Fortfahren, wenn Entschlüsselung fehlschlägt
pl: Kontynuuj, jeśli deszyfrowanie się nie powiedzie

source: Continue recording for x minutes after scheduled stop time
cs: Pokračovat v záznamu dalších x minut po naplánovaném konci
de: Aufnahme nach der geplanten Stop Zeit für x Minuten fortsetzen.
pl: Kontynuuj nagrywanie przez x minut po planowanym czasie zatrzymania
pt: Continuar a gravar x minutos após o tempo agendado na gravação

source: Continue recording for x minutes after scheduled stop time.
cs: Pokračovat v záznamu dalších x minut po naplánovaném konci.
de: Aufnahme nach der geplanten Stop Zeit für x Minuten fortsetzen.
pl: Kontynuuj nagrywanie przez x minut po planowanym czasie zatrzymania.
pt: Continuar a gravar x minutos após o tempo agendado na gravação

source: Convert broadcast ratings codes into human-readable labels like 'PG' or 'FSK 16'.
pl: Konwertuj kody ocen nadawanych w telewizji na czytelne etykiety, takie jak 'PG' lub 'FSK 16'.

source: Cookie expiration (days)
cs: Expirace cookie (dny)
de: Cookieablauf (Tage)
it: Scadenza cookie (giorni)
pl: Okres ważności plików ciasteczek (dni)
pt: Os Cookies expiram em (dias)
ru: Время жизни Cookie (Дней)

source: Cooking
bg: Готварство
cs: Vaření
de: Kochen
hr: Kuhanje
it: Cucina
pl: Gotowanie
pt: Cozinha
ru: Кухня

source: Copy
pl: Kopiuj

source: Copyright year
pl: Rok praw autorskich

source: Count of objects
cs: Počet objektů
de: Anzahl der Objekte
pl: Liczba obiektów
pt: Contagem de objectos

source: Country
pl: Kraj

source: Country received via OTA EPG.
pl: Kraj otrzymany za pośrednictwem OTA EPG.

source: Create SDTV/HDTV/Radio tags.
cs: Vytvořit SDTV/HDTV/Radio štítky.
de: SDTV/HDTV/Radio Tags anlegen.
pl: Utwórz tagi SDTV/HDTV/Radio.
pt: Criar etiquetas SDTV/HDTV/Radio.

source: Create a bouquet with all services in the network.
pl: Utwórz bukiet ze wszystkimi usługami w sieci.

source: Create a directory per channel when storing recordings. If both this and the 'directory per day' checkbox is enabled, the date-directory will be the parent of the per-channel directory.
de: Erstelle ein Verzeichnis pro Kanal beim Speichern von Aufnahmen. Wenn diese und "Verzeichnis pro Tag" beide aktiviert sind, wird das Datumsverzeichnis oberhalb des Kanalverzeichnisses erstellt.
pl: Utwórz katalog dla każdego kanału podczas przechowywania nagrań. Jeśli zaznaczone jest zarówno to, jak i pole wyboru „katalog raz dziennie”, katalog z datą będzie nadrzędny w stosunku do katalogu na kanał.
pt: Criar um directório por canal ao gravar. Se esta opção e o 'directory per day [directório por dia] ' estiverem ambos activos, o segundo vai ser implementado em primeiro lugar ficando as pasta referentes à gravação de cada canal no interior da pasta 'directório por dia' .

source: Create a directory per title when storing recordings. If the day/channel directory checkboxes are also enabled, those directories will be parents of this directory.
de: Erstelle ein Verzeichnis pro Titel beim Speichern von Aufnahmen. Wenn auch Datum-/Kanalverzeichnisse aktiviert sind, werden die Verzeichnisse oberhalb von diesem sein.
pl: Utwórz katalog dla każdego tytułu podczas przechowywania nagrań. Jeśli zaznaczone są również pola wyboru katalogu dni/kanałów, katalogi te będą nadrzędnymi katalogami.
pt: Criar um directório por título ao gravar. Se a opção 'gravar directório por dia/canal' estiver activa esses directórios serão criados primeiro e só depois serão criados os directórios por título dentro destes.

source: Create a new directory per day in the recording system path. Folders will only be created when something is recorded. The format of the directory will be ISO standard YYYY-MM-DD.
de: Erstelle ein neues Verzeichnis pro Tag im Aufnahmensystempfad. Ordner werden nur erstellt wenn etwas aufgenommen wird. Das Format des Verzeichnisses ist der ISO Standard JJJJ-MM-DD.
pl: Codziennie twórz nowy katalog w ścieżce systemu nagrywania. Foldery zostaną utworzone tylko wtedy, gdy coś zostanie nagrane. Format katalogu będzie zgodny ze standardem ISO RRRR-MM-DD.
pt: Criar um directório por dia nas pastas de gravação. As pastas serão criadas apenas quando algum programa for gravado. Será utilizado o formato ISO YYY-MM-DD para nomear o directório.

source: Create a provider name tag.
cs: Vytvořit štítek poskytovatele.
de: Anbietername-Tags anlegen.
pl: Utwórz tag dostawcy.
pt: Criar uma etiqueta para o provedor.

source: Create and associate a network tag to created channels.
de: Ein Netzwerk-Tag anlegen und den erstellten Kanälen zuordnen.
pl: Utwórz i powiąż tag sieciowy z utworzonymi kanałami.
pt: Criar e associar uma etiqueta da rede para os canais

source: Create and associate a provider tag to created channels.
de: Anbieter-Tag anlegen und den erstellten Kanälen zuordnen.
pl: Utwórz i powiąż tag dostawcy z utworzonymi kanałami.
pt: Criar e associar uma etiqueta do provedor para os canais

source: Create and link these tags to channels when mapping.
de: Erstelle und verknüpfe diese Tags mit dem Kanal beim Mappen.
pl: Utwórz i połącz te tagi z kanałami podczas mapowania.

source: Create bouquet
cs: Vytvořit buket
de: Bouquet erstellen
it: Crea pacchetto
pl: Utwórz bukiet
pt: Criar bouquet
ru: Создать букет

source: Create bouquet tag
cs: Vytvořit štítek buketu
de: Bouquet erstellen
pl: Utwórz tag bukietu
pt: Criar uma etiqueta para os canais

source: Create directories using these permissions.
de: Erstelle Verzeichnisse mit diesen Berechtigungen.
pl: Utwórz katalogi używając tych uprawnień.
pt: Criar directórios utilizando estas permissões.

source: Create files using these permissions.
de: Erstelle Dateien mit diesen Berechtigungen.
pl: Utwórz pliki używając tych uprawnień.
pt: Criar ficheiros utilizando estas permissões.

source: Create network name tags
cs: Vytvořit štítky pro názvy sítí
de: Netzwerknamen-Tags anlegen
pl: Utwórz nazwy tagów sieci
pt: Criar etiquetas com o nome das redes

source: Create network name tags (set by provider).
cs: Vytvořit štítky pro názvy sítí (od poskytovatele obsahu).
de: Erstelle Netzwerknamen-Tags (vom Anbieter gesetzt).
pl: Utwórz nazwy tagów sieci (ustaw po dostawcy).
pt: Criar etiquetas com o nome das redes (pelo provedor)

source: Create network tags
cs: Vytvořit štítky pro sítě
de: Netzwerk-Tags anlegen
pl: Utwórz tagi sieci
pt: Criar etiquetas para as redes

source: Create provider name tags
cs: Vytvořit štítek poskytovatele
de: Anbietername-Tags anlegen
pl: Utwórz nazwy tagów dostawców
pt: Criar etiquetas dos nomes dos provedores

source: Create provider tags
cs: Vytvořit štítek poskytovatele
de: Anbieter-Tags anlegen
pl: Utwórz tagi dostawców
pt: Criar etiquetas dos provedores

source: Create scene markers
pl: Utwórz znaczniki scen

source: Create scene markers in recordings based on the EPG start/stop times when available.
pl: Twórz znaczniki scen w nagraniach na podstawie czasu rozpoczęcia/zakończenia EPG, jeśli jest dostępny.

source: Create tags
cs: Vytvořit štítky
de: Tags erstellen
pl: Utwórz tagi
pt: Criar etiquetas

source: Create tags in recordings using media containers that support metadata (if possible).
de: Erstelle Tags in Aufnahmen unter Nutzung von Mediencontainern die Metadaten unterstützen (wenn möglich).
pl: Twórz tagi w nagraniach, używając kontenerów multimediów obsługujących metadane (jeśli to możliwe).
pt: Criar etiquetas nos ficheiros de gravações, quando são utilizados formatos que suportam metadados (se possível).

source: Create type-based tags
de: Typbasierte Tags anlegen
pl: Twórz tagi oparte na typie

source: Created
bg: Създаден
cs: Vytvořeno
de: Erstellt
hr: Stvoreno
it: Creato
pl: Utworzony
pt: Criado
ru: Создан

source: Creator
bg: Създател
cs: Vytvořil
de: Ersteller
hr: Stvorio
it: Creatore
pl: Twórca
pt: Criar
ru: Создатель

source: Credits
pl: Zaangażowani

source: Credits such as cast members
pl: Zaangażowani, tacy jak członkowie obsady

source: Credits:
pl: Zaangażowani:

source: Cron multi-line
cs: Víceřádkový cron
de: Cron mehrzeilig
it: Cronologia multi-linea
pl: Wieloliniowy cron
pt: Linhas do Cron

source: CryptoWord mode.
pl: Tryb CryptoWord.

source: Culture (without music)
bg: Култура
cs: Kultura (bez hudby)
de: Kultur (ohne Musik)
hr: Kultura (bez glazbe)
it: Cultura (senza musica)
pl: Kultura (bez muzyki)
pt: Cultura (sem música)
ru: Культура (исключая музыку)

source: Culture magazines
de: Kulturmagazine
pl: Magazyny kulturalne

source: Current RTSP port.
cs: Současný RTSP port.
de: Aktueller RTSP Port.
pl: Obecny port RTSP.
pt: Porta RTSP actual

source: Current affairs
bg: Актуални въпроси
cs: Aktuální události
de: Zeitgeschehen
hr: Aktualni događaji
it: Vicende di attualità
pl: Sprawy bieżące
pt: Assuntos actuais
ru: Текущие события

source: Current number of objects.
de: Aktuelle Zahl der Objekte.
pl: Aktualna liczba obiektów.
pt: Número actual de objectos.

source: Current object size.
cs: Současná velikost objektu.
de: Aktuelle Objektgröße.
pl: Aktualny rozmiar obiektu.
pt: Tamanho actual do objecto.

source: Current tuner configuration.
de: Aktuelle Tuner-Konfiguration.
pl: Obecna konfiguracja tunera.
pt: Configuração actual do sintonizador

source: Custom HTTP headers
cs: Zvláštní HTTP hlavičky
de: Benutzerdefinierte HTTP Header
it: Intestazioni HTTP personalizzate
pl: Własny nagłówek HTTP
pt: Cabeçalhos HTTP personalizados

source: Custom date Format
pl: Niestandardowy format daty

source: Custom date mask like (%yyyy-%M-%dd %h:%m:%s)
pl: Niestandardowa maska daty jak (%yyyy-%M-%dd %h:%m:%s)

source: DAB Network
de: DAB-Netzwerk
pl: Sieć DAB
pt: Rede DAB

source: DAB multiplex
pl: Multipleks DAB

source: DBus - use the session message bus instead of the system one
bg: DBus - използвайте съобщението на сесията вместо системното
cs: DBUs - použije se 'session' sběrnice pro zprávy místo systémové
de: DBus - Benutzen des Session- anstatt des System-Bus
it: DBus - utilizza il bus dei messaggi di sessione al posto di quello di sistema
pl: DBus - użyj magistrali komunikatów sesji zamiast systemowej
pt: DBus -Utilizar mensagem da sessão do bus em alternativa ao bus do sistema
ru: DBus - использовать сообщения шины вместо системных

source: DES Key.
de: DES-Schlüssel.
pl: Klucz DES.
pt: Chave DES

source: DES NCB Constant Code Word
pl: AES ECB Constant Code Word

source: DES key
cs: Klíč DES
de: DES-Schlüssel
it: Chiave DES
pl: Klucz DES
pt: Chave DES
ru: Ключ DES

source: DSCP/TOS for streaming
cs: DSCP/TOS pro streamování
de: DSCP/TOS für Streaming
it: DSCP/TOS per lo streaming
pl: DSCP/TOS dla strumieniowania
pt: DSCP/TOS na transmissão

source: DTMB Network
pl: Sieć DTMB

source: DTMB multiplex
pl: Multipleks DTMB

source: DVB CAM Client
pl: Klient CAM DVB

source: DVB CSA (descrambling) Tables
de: DVB CSA (Entschlüsselung) Tabellen
pl: Tabele CSA DVB (deszyfrowanie)

source: DVB EPG ID
it: ID dell'EPG DVB
pl: Identyfikator EPG DVB
ru: DVB ЕПГ ID

source: DVB EPG Tables
de: DVB EPG Tabelle
pl: Tabele EPG DVB

source: DVB Inputs - Multiplex
pl: Wejścia DVB - Multipleks

source: DVB Inputs - Mux Schedulers
pl: Wejścia DVB - Harmonogramy multiplekserów

source: DVB Inputs - Networks
de: DVB Eingang - Netzwerke
pl: Wejścia DVB - Sieci
pt: Redes - Entradas DVB

source: DVB Inputs - Services
pl: Wejścia DVB - Usługi

source: DVB SI Tables
de: DVB SI Tabelle
pl: Tabele SI DVB

source: DVB Sub-title Processing
pl: Przetwarzanie napisów DVB

source: DVB Time Tables
de: DVB Zeit Tabellen
pl: Tabele czasowe DVB

source: DVB multiplex
pl: Multipleks DVB

source: DVB scan files path
cs: Cesta k souborům pro DVB scan
de: DVB Scandateien Pfad
it: Percorso dei file di scansione DVB
pl: Ścieżka do plików skanowania DVB
pt: Verificação dos caminhos de ficheiros DVB

source: DVB-C Network
bg: DVB-C Мрежа
de: DVB-C Netzwerk
hr: DVB-C mreža
pl: Sieć DVB-C
pt: Rede DVB-C

source: DVB-C multiplex
pl: Multipleks DVB-C

source: DVB-S Network
bg: DVB-S Мрежа
de: DVB-S Netzwerk
hr: DVB-S mreža
pl: Sieć DVB-S
pt: Rede DVB-S

source: DVB-S Satellite Configuration
de: DVB-S Satellitenkonfiguration
pl: Konfiguracja satelity DVB-S
pt: Configuração satélite DVB-S

source: DVB-S multiplex
pl: Multipleks DVB-S

source: DVB-T Network
bg: DVB-T Мрежа
de: DVB-T Netzwerk
hr: DVB-T mreža
pl: Sieć DVB-T
pt: Rede DVB-T

source: DVB-T multiplex
pl: Multipleks DVB-T

source: DVR - Auto-recording (Autorecs)
de: DVR - Auto-Aufnahme (Autorecs)
pl: DVR - Automatyczne nagrywanie (autonagrania)
pt: DVR - Gravação Automática (Autorecs)

source: DVR - Profiles
de: DVR - Profile
pl: DVR - Profile
pt: DVR - Perfis

source: DVR - Time-based Recording (Timers)
de: DVR - Zeitbasierte Aufnahmen (Timer)
pl: DVR - Nagrywanie oparte na czasie (timery)
pt: DVR - Gravação baseada no agendamento (Temporizadores)

source: DVR Inotify
pl: Innotify DVR

source: DVR configuration
cs: Konfigurace DVR
de: DVR Konfiguration
it: Configurazione DVR
pl: Konfiguracja DVR
pt: Configuração DVR
ru: DVR Конфигурация

source: DVR configuration profiles
cs: Konfigurační profily DVR
de: DVR Konfigurationsprofile
it: Profili di configurazione DVR
pl: Profile konfiguracyjne DVR
pt: Configuração dos perfis de DVR
ru: Профили Конфигурации DVR

source: DVR configurations
de: DVR Konfiguration
pl: Konfiguracje DVR

source: DVR entry not found
cs: Položka DVR nebyla nalezena
de: DVR Eintrag nicht gefunden
pl: Nie znaleziono wpisu DVR
pt: Item do DVR não encontrado

source: DVR file retention period
cs: Čas vymazání DVR souborů
de: DVR Datei Speicherzeit
it: Tempo di conservazione del file DVR
pl: Okres przechowywania plików DVR
pt: Período de retenção de um item no DVR

source: DVR log retention
cs: Čas držení DVR logů
de: DVR Log Aufbewahrung
it: Conservazione nel registro DVR
pl: Przechowywanie dzienników DVR
pt: Retenção do log do DVR

source: DVR override: high
cs: Vynucení vysoké DVR priority
de: DVR Überschreibung Hoch
it: Alta con prevalenza DVR
pl: Zastępowanie DVR: wysokie
pt: Sobrepor DVR: elevado

source: DVR override: important
cs: Vynucení důležité DVR priority
de: DVR Überschreibung Wichtig
it: Prevalenza DVR: importante
pl: Zastępowanie DVR: ważne
pt: Sobrepor DVR: importante

source: DVR override: low
cs: Vynucení nízké DVR priority
de: DVR Überschreibung Niedrig
it: Prevalenza DVR: bassa
pl: Zastępowanie DVR: niskie
pt: Sobrepor DVR: baixo

source: DVR override: normal
cs: Vynucení standardní DVR priority
de: DVR Überschreibung Normal
it: Prevalenza DVR: normale
pl: Zastępowanie DVR: normalne
pt: Sobrepor DVR: normal

source: DVR override: unimportant
cs: Vynucení nedůležité DVR priority
de: DVR Überschreibung Unwichtig
it: Prevalenza DVR: non importante
pl: Zastępowanie DVR: nieważne
pt: Sobrepor DVR: sem importância

source: DVR profile to use/used for the recording.
de: DVR Profil, das für die Aufnahme genutzt wird/wurde.
pl: Profil DVR do użycia/użyty do nagrywania.
pt: Perfil do DVR a utilizar/utilizado na gravação.

source: DVR schedule does not exist
de: DVR Planung existiert nicht.
pl: Harmonogram DVR nie istnieje
pt: Não existe o item agendado no DVR

source: DVR schedule does not have a file yet
de: DVR Planung hat noch keine Datei.
pl: Harmonogram DVR nie posiada plików
pt: A agenda do DVR ainda não contém itens.

source: DVR schedule not found
cs: Záznam nebyl nelezen
de: DVR Planung nicht gefunden
pl: Brak harmonogramu DVR
pt: Item agendado não encontrado no DVR

source: Dance
bg: Танци
cs: Tanec
de: Tanz
hr: Ples
it: Danza
pl: Taniec
pt: Dança
ru: Танцы

source: Data errors
cs: Chyby v datech
de: Datenfehler
it: Errori nei dati
pl: Dane błędów
pt: Erro nos dados
ru: Ошибки Данных

source: Data path (if applicable).
cs: Datová cesta (pokud je nutná).
de: Datenpfad (wenn anwendbar).
pl: Ścieżka danych (jeśli dotyczy).
pt: Caminho para os dados (se aplicável).

source: Data slice
pl: Wycinek danych

source: Data slice code.
pl: Kod wycinka danych.
