Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Some artwork providers require additional arguments such as '--tmdb-key my_key_from_website'. These can be specified here. See Help for full details.
pl: Niektórzy dostawcy grafiki wymagają dodatkowych argumentów, takich jak '--tmdb-key my_key_from_website'. Można je tutaj określić. Zobacz Pomoc, aby uzyskać więcej informacji.

source: Some broadcasters distinguish channels by appending descriptors such as 'HD'. This option strips those so 'Channel 4 HD' would be named 'Channel 4'. Note that xmltv settings may try and match by channel name so changing a channel name may require manual xmltv mapping.
pl: Niektórzy nadawcy odróżniają kanały poprzez dodawanie opisów, takich jak 'HD'. Ta opcja usuwa je, więc 'Kanał 4 HD' zostanie nazwany 'Kanał 4'. Zauważ, że ustawienia xmltv mogą próbować dopasować po nazwie kanału, więc zmiana nazwy kanału może wymagać ręcznego mapowania xmltv.

source: Some xmltv providers supply multiple category tags, however mapping to genres is imprecise and many categories have no genre mapping at all. Some frontends will only pass through categories unchanged if there is no genre so for these we can avoid the genre mappings and only use categories. If this option is not ticked then we continue to map xmltv categories to genres and supply both to clients.
pl: Niektórzy dostawcy xmltv dostarczają wiele tagów kategorii, jednak mapowanie na gatunki jest niedokładne i wiele kategorii nie ma żadnego mapowania na gatunki. Niektóre interfejsy użytkownika będą przekazywać kategorie bez zmian, jeśli nie ma gatunku, więc w tych przypadkach możemy uniknąć mapowania na gatunki i używać tylko kategorii. Jeśli ta opcja nie jest zaznaczona, kontynuujemy mapowanie kategorii xmltv na gatunki i dostarczamy oba klientom.

source: Sort index
cs: Index třídění
de: Sortier-Index
it: Indice di ordinamento
pl: Indeks sortowania
pt: Ordenar Índice
ru: Сортировка по индексу

source: Sort index.
cs: Index pro třídění.
de: Index sortieren
pl: Indeks sortowania.
pt: Ordenar Índice

source: Source
bg: Източник
cs: Zdroj
de: Quelle
hr: Izvor
it: Sorgente
pl: Źródło
pt: Origem
ru: Источник

source: Source audio codec
pl: Źródłowy kodek audio

source: Source deleted
bg: Изтечника е изтрит
cs: Zdroj smazán
de: Quelle gelöscht
hr: Izvor obrisan
it: Sorgente cancellata
pl: Źródło usunięte
pt: Origem Apagada
ru: Источник удален

source: Source quality is bad
bg: Качеството на източника е лошо
cs: Kvalita zdroje je špatná
de: Quellenqualität ist schlecht
it: La qualità della sorgente è pessima
pl: Źródło jest złej jakości
pt: Qualidade da Origem é má
ru: Качество источника плохое

source: Source reconfigured
bg: Източника е реконфигуриран
cs: Zdroj byl rekonfigurován
de: Quelle neu konfiguriert
it: Sorgente riconfigurata
pl: Źródło przekonfigurowane
pt: Origem reconfigurada
ru: Источник переконфигурирован

source: Source subtitle codec
pl: Źródłowy kodek napisów

source: Source video codec
de: Videocodec der Quelle
pl: Źródłowy kodek wideo

source: Southern hemisphere (latitude direction)
cs: Jižní polokoule (směr zem. šířky)
de: Südliche Hemisphäre (Latitude Richtung)
it: Emisfero meridionale (direzione della latitudine)
pl: Półkula południowa (kierunek szerokości geograficznej)

source: Southern hemisphere (latitude direction).
cs: Jižní polokoule (směr zem. šířky).
de: Südliche Hemisphäre (Latitude Richtung)
pl: Półkula południowa (kierunek szerokości geograficznej).

source: Spawn
pl: Potomny

source: Spawn Settings
pl: Ustawienia potomnego

source: Special events (Olympic Games, World Cup, etc.)
bg: Специални събития(Оломпиади, Световни купи и т.н.
cs: Speciální události (Olympijské hry, Světový pohár, apod.)
de: Spezielle Ereignisse (Olympische Spiele, Weltmeisterschaften, usw.)
it: Eventi speciali (Giochi Olimpici, Coppa del Mondo, ecc.)
pl: Wydarzenia specjalne (Igrzyska Olimpijskie, Mistrzostwa Świata itp.)
pt: Eventos especiais (Jogos Olímpicos, Campeonato do Mundo, etc.)

source: Specifies the incoming buffering limit in milliseconds (PCR based). If the PCR time difference from the system clock is higher than this, the incoming stream is paused.
pl: Określa przychodzący limit buforowania w milisekundach (na podstawie PCR). Jeśli różnica czasu reakcji PCR w stosunku do zegara systemowego jest większa niż ta, przychodzący strumień jest wstrzymywany.

source: Specify User-Agent header for the http client
bg: Определяне на User-Agent заглавие за http клиент
cs: Specifikuj hlavičku User-Agent pro http klienta
de: Spezifiziere User-Agent Header für den HTTP Client
it: Specifica l'intestazione User-Agent per il cliente http
pl: Określ nagłówek User-Agent dla klienta HTTP
pt: Especifique o cabeçalho User-Agent para o cliente http
ru: Указать User-Agent заголовок для http клиента

source: Specify alternative htsp port
bg: Определяне на алтернативен https порт
cs: Specifikuj alternativní htsp port
de: Spezifiziere alternativen HTSP Port
it: Specifica porta htsp alternativa
pl: Określ alternatywny port HTSP
pt: Especifique uma porta alternativa para htsp
ru: Задайте альтернативный htsp порт

source: Specify alternative http port
bg: Определяне на алтернативен http порт
cs: Specifikuj alternativní http port
de: Spezifiziere alternativen HTTP Port
it: Specifica porta http alternativa
pl: Określ alternatywny port HTTP
pt: Especifique uma porta alternativa para http
ru: Задайте альтернативный http порт

source: Specify alternative http webroot
bg: Определяне на алтернативен http руут
cs: Specifikuj alternativní http webroot
de: Spezifiziere alternativen HTTP Webroot
it: Specifica radice web http alternativa
pl: Określ alternatywny webroot HTTP
pt: Especifique uma porta alternativa para http webroot
ru: Задайте альтернативный http webroot

source: Specify bind address
bg: Определяне на свързан адрес
cs: Specifikuj IP adresu pro příjem
de: Spezifiziere Binde-Adresse
it: Specifica l'indirizzo di collegamento
pl: Określ powiązania adresu
pt: Especifique o endereço de ligação
ru: Определить адрес привязки

source: Specify bind address for SAT>IP server
de: Spezifiziere Binde-Adresse für SAT>IP Server
pl: Określ adres powiązania dla serwera SAT>IP

source: Specify extra htsp port
bg: Определяне на extra htsp порт
cs: Specifikuj extra htsp port
de: Spezifiziere extra HTSP Port
it: Specifica la porta supplementare htsp
pl: Podaj dodatkowy port HTSP
pt: Especifique uma porta extra para htsp

source: Specify format for htsp output.
pl: Określ format dla wyjścia htsp.

source: Specify format for xmltv output.
pl: Określ format dla wyjścia xmltv.

source: Specify the parameters to be changed. See Help for details.
pl: Określ parametry, które mają zostać zmienione. Zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: Speed
pl: Prędkość

source: Spiritual sciences
bg: Духовна наука
cs: Spirituální vědy
de: Geisteswissenschaften
hr: Duhovne znanosti
it: Scienza spirituale
pl: Nauki duchowe
pt: Ciências Espirituais
ru: Спиритические науки

source: Sports
bg: Спорт
cs: Sporty
de: Sport
hr: Sportovi
it: Sport
pl: Sporty
pt: Desportos
ru: Спортивные

source: Sports magazines
bg: Спопртни списания
cs: Sportovní magazíny
de: Sportmagazine
hr: Sportske emisije
it: Rivista sportiva
pl: Magazyny sportowe
pt: Notícias de Desporto
ru: Спортивные журналы

source: Standard
bg: Стандарт
cs: Standardní
hr: Standarno
it: Predefinito
pl: Standardowe
pt: Padrão
ru: Стандарт

source: Standard / auto
pl: Standardowe / automatyczne

source: Star rating
pl: Ocena gwiazdkowa

source: Start
bg: Старт
cs: Začátek
hr: Pokreni
it: Inizio
pl: Początek
pt: Iniciar
ru: Старт

source: Start after
cs: Začátek za
de: Start nach
it: Inizia dopo
pl: Rozpocznij po
pt: Iniciar Depois
ru: Старт после

source: Start before
cs: Začátek před
de: Start vor
it: Inizia prima
pl: Rozpocznij przed
pt: Iniciar Antes
ru: Старт перед

source: Start recording earlier than the EPG/timer defined start time by x minutes, for example if a program is to start at 13:00 and you set a padding of 5 minutes it will start recording at 12:54:30 (including a warming-up time of 30 seconds). If this isn't set the pre-recording padding if set in the DVR entry or DVR profile will be used.
pl: Rozpocznij nagrywanie wcześniej niż EPG/timer czas rozpoczęcia o x minut, na przykład jeśli program ma się rozpocząć o 13:00 i ustawisz odstęp 5 minut, rozpocznie się nagrywanie o 12:54:30 (wliczając czas rozgrzewki 30 sekund). Jeśli to nie jest ustawione, użyte zostanie dopełnienie przed nagrywaniem, jeśli jest ustawione we wpisie DVR lub profilu DVR.

source: Start recording earlier than the EPG/timer-defined start time by x minutes.
de: Die Aufnahme um x Minuten vor den Start laut EPG-Daten beginnen.
pl: Rozpocznij nagrywanie wcześniej niż czas rozpoczęcia EPG/czas rozpoczęcia zdefiniowany przez timer o x minut.

source: Start recording earlier than the defined start time by x minutes.
de: Aufnahme x Minuten vor der festgelegten Startzeit beginnen
pl: Rozpocznij nagrywanie wcześniej niż określony czas rozpoczęcia o x minut.

source: Start recording earlier than the defined start time by x minutes: for example, if a program is to start at 13:00 and you set a padding of 5 minutes it will start recording at 12:54:30 (including a warm-up time of 30 seconds). If this isn't specified, any pre-recording padding as set in the channel or DVR entry will be used.
pl: Rozpocznij nagrywanie wcześniej niż zdefiniowany czas rozpoczęcia o x minut: na przykład, jeśli program ma się rozpocząć o 13:00, a ustawisz opóźnienie o 5 minut, rozpocznie się nagrywanie o 12:54:30 (wliczając czas rozgrzewki 30 sekund). Jeśli nie jest to określone, zostanie użyte dowolne wcześniejsze opóźnienie nagrywania ustawione w kanale lub wpisie DVR.

source: Start time
cs: Začátek
de: Start Zeit
it: Orario di inizio
pl: Czas rozpoczęcia
pt: Início
ru: Время старта

source: Starting port number of the UDP listeners. The listeners listen for traffic from the HDHomerun tuners. This is needed if you plan to run Tvheadend in a container and you want to stream from an HDHomerun without enabling host networking for the container. Set this to 0 if you want the port numbers to be assigned dynamically. If you have multiple tuners, this will be the start of the port range. For example, if you have 4 tuners and you set this to 9983, then tuner 0 will talk to port 9983, tuner 1 will talk to port 9984, tuner 2 will talk to port 9985, and tuner 3 will talk to port 9986.
pl: Rozpoczynający numer portu dla nasłuchiwaczy UDP. Nasłuchiwacze nasłuchują ruchu z tunelami HDHomerun. Jest to potrzebne, jeśli planujesz uruchomić Tvheadend w kontenerze i chcesz przesyłać strumieniowo z HDHomerun bez włączania hostowania sieciowego dla kontenera. Ustaw to na 0, jeśli chcesz, aby numery portów były przypisywane dynamicznie. Jeśli masz wiele tunerów, będzie to początek zakresu portów. Na przykład, jeśli masz 4 tunery i ustawisz to na 9983, to tuner 0 będzie komunikować się z portem 9983, tuner 1 będzie komunikować się z portem 9984, tuner 2 będzie komunikować się z portem 9985, a tuner 3 będzie komunikować się z portem 9986.

source: Status period (ms)
cs: Perioda čtení statusu (ms)
de: Statuszeitraum (ms)
it: Periodo di stato (ms)
pl: Status okresu (ms)
pt: Estado do Período (ms)
ru: Периодичность статуса (мсек.)

source: Stop
bg: Спри
cs: Zastavit
hr: Zaustavi
it: Termine
pl: Zatrzymaj
pt: Parar
ru: Стоп

source: Stop time
cs: Konec
de: Stop Zeit
it: Orario di termine
pl: Czas zakończenia
pt: Termina
ru: Время Остановки

source: Storage path
cs: Cesta k úložišti
de: Speicherpfad
it: Percorso di memorizzazione
pl: Ścieżka przechowywania
pt: Caminho para o armazenamento
ru: Путь к носителю

source: Storage space
cs: Místo na úložišti
de: Speicherplatz
it: Spazio di memorizzazione
pl: Przestrzeń przechowywania
pt: Espaço de Armazenamento
ru: Ёмкость накопителя

source: Stream - Codec Profiles
pl: Strumień - Profile kodeków

source: Stream - Stream Profiles
pl: Strumień - Profile strumieni

source: Stream Filters - Audio
pl: Filtry strumieni - Audio

source: Stream Filters - CA
pl: Filtry strumieni - CA

source: Stream Filters - Other
pl: Filtry strumieni - Inne

source: Stream Filters - Subtitles
pl: Filtry strumieni - Napisy

source: Stream Filters - Teletext
pl: Filtry strumieni - Teletekst

source: Stream Filters - Video
pl: Filtry strumieni - Wideo

source: Stream ID
cs: Identifikace streamu
pl: Identyfikator strumienia
pt: ID do perfil

source: Stream index
cs: Index streamu
it: Indice dello stream
pl: Indeks strumienia
pt: Índice de Transmissão
ru: Индекс Потока

source: Stream index (starts with zero).
de: Streamindex (beginnt mit null)
pl: Indeks strumienia (zaczyna się od zera).

source: Stream profile
cs: Profil streamu
de: Streamprofil
it: Profilo dello stream
pl: Profil strumienia
pt: Perfil de Transmissão
ru: Профиль Потока

source: Stream setup error
cs: Chyba v založení streamu
pl: Błąd konfiguracji strumienia

source: Stream type
cs: Typ streamu
de: Streamyp
it: Tipo dello stream
pl: Typ strumienia
pt: Tipo de Transmissão
ru: Тип Потока

source: Streaming
bg: Стрииминг
cs: Streamování
pl: Strumieniowanie
pt: Transmissão

source: Streaming Profile
de: Streaming-Profil
pl: Profil strumieniowania

source: Streaming flags, allow/disallow HTTP streaming, advanced HTTP streaming (e.g, direct service or mux links), HTSP protocol streaming (e.g, Kodi (via pvr.hts) or Movian.
pl: Flagi strumieniowania, zezwalaj/nie zezwalaj na przesyłanie strumieniowe HTTP, zaawansowane przesyłanie strumieniowe HTTP (np. bezpośrednie usługi lub łącza multipleksera), przesyłanie strumieniowe protokołu HTSP (np. Kodi (przez pvr.hts) lub Movian.

source: Streaming priority
cs: Priorita streamu
de: Streamingpriorität
it: Priorità di streaming
pl: Priorytet strumieniowania
pt: Prioridade da Transmissão

source: Streaming profiles
cs: Profily streamů
de: Streamingprofil
it: Profili di streaming
pl: Profile strumieniowania
pt: Perfis de Transmissão

source: Subdirectory Settings
pl: Ustawienia podkatalogu

source: Subdirectory for tvmovies for $q format specifier
pl: Podkatalog dla tvmovies dla specyfikatora formatu $q

source: Subdirectory for tvshows for $q format specifier
pl: Podkatalog dla tvshows dla specyfikatora formatu $q

source: Subdirectory to use for tvmovies when using the $q specifier. This can contain any alphanumeric characters (A-Za-z0-9). Other characters may be supported depending on your OS and filesystem.
pl: Podkatalog do użycia dla tvmovies przy użyciu specyfikatora $q. Może zawierać dowolne znaki alfanumeryczne (A-Za-z0-9). Inne znaki mogą być obsługiwane w zależności od systemu operacyjnego i systemu plików.

source: Subdirectory to use for tvshows when using the $q specifier. This can contain any alphanumeric characters (A-Za-z0-9). Other characters may be supported depending on your OS and filesystem.
pl: Podkatalog do użycia dla programów telewizyjnych przy użyciu specyfikatora $q. Może zawierać dowolne znaki alfanumeryczne (A-Za-z0-9). Inne znaki mogą być obsługiwane w zależności od systemu operacyjnego i systemu plików.

source: Subscribe to a service permanently
bg: Абониране за услугата за постоянно
cs: Odebírej tuto službu permanentně
de: Abonniere einen Service permanent
it: Sottoscrivi un servizio in modo permanente
pl: Zapisz się do usługi na stałe
pt: Subscrever o serviço permanentemente
ru: Подписаться на сервис постоянно

source: Subscription
de: Abonnement
pl: Subskrypcja

source: Subscription does not exist
cs: Odběr neexistuje
de: Abonnement existiert nicht
pl: Subskrypcja nie istnieje

source: Subscription overridden
bg: Презаписване на абонамента
cs: Odběr přehlasován jiným požadavkem
de: Abonnement überschrieben
it: Sottoscrizione esclusa
pl: Subskrypcja nadpisana
pt: Sobrescrever Subscrição
ru: Подписка Переопределена

source: Subscription weight
cs: Váha odběru
de: Abonnementgewicht
it: Peso della sottoscrizione
pl: Ranga subskrypcji
pt: Peso da subscrição
ru: Вес Подписки

source: Substitute formatters
cs: Nahraď formátovací znaky
it: Sostituisci i formattatori
pl: Zastępowanie formatek
pt: Substituir formatadores

source: Subsystem Output Settings
pl: Ustawienia wyjścia podsystemu

source: Subtitle
bg: Субтитри
cs: Podtitulek
de: Untertitel
hr: Podnaslov
it: Sottotitolo
pl: Podtytuł
pt: Legenda
ru: Субтитры

source: Subtitle and summary
pl: Podtytuł i podsumowanie

source: Subtitle codec profile
pl: Profil kodeka napisów

source: Subtitle of the program (if any) (display only).
de: Untertitel des Programms (wenn vorhanden) (nur anzeigen).
pl: Podtytuł programu (jeśli jest) (tylko wyświetlanie).

source: Subtitle of the program (if any).
de: Untertitel des Programms (wenn vorhanden).
pl: Podtytuł programu (jeśli występuje).

source: Subtitle, summary or description of the program (if any).
pl: Podtytuł, podsumowanie lub opis programu (jeśli istnieje).

source: Summary
pl: Podsumowanie

source: Summary of the program (if any) (display only).
pl: Podsumowanie programu (jeśli istnieje) (tylko wyświetlanie).

source: Summary of the program (if any).
pl: Podsumowanie programu (jeśli istnieje).

source: Sun
bg: Слънце
cs: Ned
de: So
hr: Ned
it: Dom
pl: Nd
pt: Domingo
ru: Воскр.

source: Switch before rotor
cs: Přepínač pak rotor
de: Switch dann Rotor
it: Commuta prima di ruotare
pl: Przełącz przed rotorem
ru: Переключатель перед Ротором

source: Switch frequency offset
de: Frequenzversatz umstellen
pl: Częstotliwość przesunięcia przełącznika

source: Switch off the power to the LNB when idle. Note: this may cause interference with other devices when the LNB is powered back up. 'Power save' setting must also be enabled.
pl: Wyłącz zasilanie konwertera LNB w stanie bezczynności. Uwaga: może to powodować zakłócenia w pracy innych urządzeń po ponownym włączeniu zasilania konwertera. Należy również włączyć opcję „Oszczędzanie energii”.

source: Switch to another service
de: Zu einem anderen Service schalten
pl: Przełącz na inną usługę

source: Switch type
cs: Typ přepínače
de: Switch Typ
it: Tipo del commutatore
pl: Typ przełącznika
ru: Тип переключателя

source: Switch: %s
bg: Ключ: %s
cs: Přepínač: %s
it: Commutatore: %s
pl: Przełącznik: %s
pt: Mudança: %s
ru: Переключиться: %s

source: Symbol rate (Sym/s)
pl: Szybkość symbolu (Sym/s)
ru: Символьная Скорость (симв./сек.)

source: Sync + Don't keep
bg: Синхронизирай + Не запазвай
cs: Synch. ₊ nezanechávej
de: Sync + Nicht behalten
it: Sincronizza + Non Mantenere
pl: Sync + Nie zachowuj
pt: Sincronizar + Não manter

source: TCP Interleaved
pl: TCP z przeplotem

source: TCP Protocol
de: TCP-Protokoll
pl: Protokół TCP

source: TV Adapters - DTMB Frontend
pl: Adaptery TV - Nakładka DTMB

source: TV Adapters - Linux ATSC-C Frontend
de: TV Adapter - Linux ATSC-C Frontend
pl: Adaptery TV - Nakładka ATSC-C Linuksa

source: TV Adapters - Linux ATSC-T Frontend
de: TV Adapter - Linux ATSC-T Frontend
pl: Adaptery TV - Nakładka ATSC-T Linuksa

source: TV Adapters - Linux DAB Frontend
de: TV Adapter - Linux DAB Frontend
pl: Adaptery TV - Nakładka DAB Linuksa

source: TV Adapters - Linux DVB-C Frontend
de: TV Adapter - Linux DVB-C Frontend
pl: Adaptery TV - Nakładka DVB-C Linuksa

source: TV Adapters - Linux DVB-S Frontend (Master)
de: TV Adapter - Linux DVB-S Frontend (Master)
pl: Adaptery TV - Nakładka nadrzędna DVB-S Linuksa

source: TV Adapters - Linux DVB-S Slave Frontend
de: TV Adapter - Linux DVB-S Frontend (Slave)
pl: Adaptery TV - Nakładka podrzędna DVB-S Linuksa

source: TV Adapters - Linux DVB-T Frontend
de: TV Adapter - Linux DVB-T Frontend
pl: Adaptery TV - Nakładka DVB-T Linuksa

source: TV Adapters - Linux ISDB-C Frontend
de: TV Adapter - Linux ISDB-C Frontend
pl: Adaptery TV - Nakładka ISDB-C Linuksa

source: TV Adapters - Linux ISDB-S Frontend (Master)
de: TV Adapter - Linux ISDB-S Frontend (Master)
pl: Adaptery TV - Nakładka nadrzędna ISDB-S Linuksa

source: TV Adapters - Linux ISDB-T Frontend
de: TV Adapter - Linux ISDB-T Frontend
pl: Adaptery TV - Nakładka ISDB-T Linuksa

source: TV Adapters - SAT>IP ATSC-C Frontend
pl: Adaptery TV - Nakładka ATSC-C SAT>IP

source: TV Adapters - SAT>IP DVB Frontend
pl: Adaptery TV - Nakładka DVB SAT>IP

source: TV Adapters - SAT>IP DVB-C Frontend
pl: Adaptery TV - Nakładka DVB-C SAT>IP

source: TV Adapters - SAT>IP DVB-S Frontend
pl: Adaptery TV - Nakładka DVB-S SAT>IP

source: TV Adapters - SAT>IP DVB-S Slave Frontend
pl: Adaptery TV - Nakładka podrzędna DVB-S SAT>IP

source: TV Adapters - SAT>IP DVB-T Frontend
pl: Adaptery TV - Nakładka DVB-T SAT>IP

source: TV Adapters - SatConfig - 4-Port
de: TV Adapter - SatConfig - 4-Port
pl: Adaptery TV - SatConfig - 4-portowy

source: TV Adapters - SatConfig - Advanced
de: TV Adapter - SatConfig - Erweitert
pl: Adaptery TV - SatConfig - Zaawansowany

source: TV Adapters - SatConfig - DiseqC Rotor
de: TV Adapter - SatConfig - DiseqCRotor
pl: Adaptery TV - SatConfig - Rotor DiseqC

source: TV Adapters - SatConfig - DiseqC Switch
de: TV Adapter - SatConfig - DiseqCSwitch
pl: Adaptery TV - SatConfig - Przełącznik DiseqC

source: TV Adapters - SatConfig - EN50494/UniCable I
pl: Adaptery TV - SatConfig - EN50494/UniCable I

source: TV Adapters - SatConfig - EN50607/UniCable II
pl: Adaptery TV - SatConfig - EN50607/UniCable II

source: TV Adapters - SatConfig - External Rotor
pl: Adaptery TV - SatConfig - Rotor zewnętrzny

source: TV Adapters - SatConfig - GOTOX Rotor
de: TV Adapter - SatConfig - GOTOX Rotor
pl: Adaptery TV - SatConfig - Rotor GOTOX

source: TV Adapters - SatConfig - Tone Burst/2 Port
de: TV Adapter - SatConfig - Tone Burst/2 Port
pl: Adaptery TV - SatConfig - Port Tone Burst/2

source: TV Adapters - SatConfig - USALS Rotor
de: TV Adapter - SatConfig - USALS Rotor
pl: Adaptery TV - SatConfig - Rotor USALS

source: TV Adapters - SatConfig - Universal LNB (Simple)
de: TV Adapter - SatConfig - Universal LNB (Einfach)
pl: Adaptery TV - SatConfig - Uniwersalne LNB (proste)

source: TVHDHomeRun Client
pl: Klient TVHDHomeRun

source: Tag files with metadata
cs: Vlož metadata do souborů
de: Dateien mit Metadaten taggen
it: Etichetta i file con i metadati
pl: Tagi pików z metadanymi

source: Tags
bg: Етикети
cs: Štítky
hr: Oznake
it: Etichette
pl: Tagi
pt: Etiquetas
ru: Метки

source: Tags linked/to link to the channel.
pl: Tagi połączone/do połączenia z kanałem.

source: Team sports (excluding football)
bg: Отборни спортове (без футбол)
cs: Týmové sporty (vyjma fotbalu)
de: Mannschaftssport (außer Football)
hr: Ekipni sportovi (osim nogometa)
it: Sport a squadre (escluso il calcio)
pl: Sporty zespołowe (bez piłki nożnej)
pt: Desporto de equipas (excluindo o Futebol)
ru: Командный спорт (исключая футбол)

source: Technology
bg: Технологии
cs: Technologie
de: Technologie
hr: Tehnologija
it: Tecnologia
pl: Technologia
pt: Tecnologia
ru: Технологии

source: Teletext stream type is only available for this filter.
de: Teletext Stream Typ ist nur für diesen Filter verfügbar.
pl: Typ strumienia teletekstu jest dostępny tylko dla tego filtra.

source: Tennis
bg: Тенис
cs: Tenis
hr: Tenis
pl: Tenis
pt: Ténis
ru: Теннис

source: Testing
cs: Testování
de: Testen
it: Controllo
pl: Testowanie
pt: Teste
ru: Тестирование

source: Testing options
bg: Тестови опции
cs: Testovací volby
de: Test-Optionen
hr: Mogućnost testiranja
it: Opzioni di prova
pl: Opcje testowania
pt: Opções de Teste
ru: Опции тестирования

source: The ATSC source ID as set by the provider.
pl: Identyfikator źródła ATSC ustawiony przez dostawcę.

source: The CA provider to compare. Leave blank to apply to all providers.
pl: Dostawca CA do porównania. Pozostaw puste, aby zastosować do wszystkich dostawców.

source: The CA stream type is only available for this filter.
de: Der CA Stream Typ ist nur für diesen Filter verfügbar.
pl: Typ strumienia CA jest dostępny tylko dla tego filtra.
