Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: If enabled then this will alter the programme descriptions to include information about actors, keywords and categories (if available from the xmltv file). This is useful for legacy clients that can not parse newer Tvheadend messages containing this information or do not display the information. For example the modified description might include 'Starring: Lorem Ipsum'. The description is altered for all clients, both legacy, modern, and GUI. Enabling scraping of detailed information can use significant resources (memory and CPU). You should not enable this if you use 'duplicate detect if different description' since the descriptions will change due to added information.
pl: Jeśli jest włączona, spowoduje to zmianę opisów programów w celu uwzględnienia informacji o aktorach, słowach kluczowych i kategoriach (jeśli są dostępne z pliku xmltv). Jest to przydatne w przypadku starszych klientów, które nie mogą analizować nowszych komunikatów Tvheadend zawierających te informacje lub nie wyświetlają tych informacji. Na przykład zmodyfikowany opis może zawierać „Występują: Lorem Ipsum”. Opis został zmieniony dla wszystkich klientów, zarówno starszych, nowoczesnych, jak i GUI. Włączenie skrobania szczegółowych informacji może spowodować zużycie znacznych zasobów (pamięci i procesora). Nie należy włączać tej opcji, jeśli używasz opcji „Wykryj duplikat, jeśli inny opis”, ponieważ opisy ulegną zmianie z powodu dodanych informacji.

source: If merge same name is enabled then merge services with the same name into one channel but using fuzzy logic such as ignoring whitespace, case and some channel suffixes such as HD. So 'Channel 5+1', 'Channel 5 +1', 'Channel 5+1HD' and 'Channel 5 +1HD' would all merge in to the same channel. The exact name chosen depends on the order the channels are mapped.
pl: Jeśli włączona jest opcja łączenia tych samych nazw, to usługi o tej samej nazwie zostaną połączone w jeden kanał, ale z użyciem logiki rozmytej, takiej jak ignorowanie białych znaków, wielkości liter i niektórych przyrostków kanałów, np. HD. Zatem 'Kanał 5+1', 'Kanał 5 +1', 'Kanał 5+1HD' i 'Kanał 5 +1HD' zostaną połączone w ten sam kanał. Dokładna nazwa wybrana zależy od kolejności mapowania kanałów.

source: If more than x errors occur during a recording schedule a re-record (if possible).
de: Wenn mehr als x Fehler während der Aufzeichnung auftreten, plane eine Wiederholung der Aufnahme
pl: Jeśli podczas harmonogramu nagrywania wystąpi więcej niż x błędów, wykonaj ponowne nagranie (jeśli to możliwe).

source: If no specific priority was requested. This gives certain users a higher priority by assigning a streaming profile with a higher priority.
pl: Jeśli nie zażądano określonego priorytetu. Daje to niektórym użytkownikom wyższy priorytet poprzez przypisanie profilu przesyłania strumieniowego o wyższym priorytecie.

source: If no user account exists then create one with no username and no password. Use with care as it will allow world-wide administrative access to your Tvheadend installation until you create or edit the access control from within the Tvheadend web interface.
bg: Ако няма съществъващ акаунт, тогава създайте един безпарола и юзер.Използвайте го внимателно тъй като тойще даде административен достъп на всички по светадо вашата Tvheadend инсталация след като я създадете и редактирате, чрез уеб интерфейса.
cs: Pokud není vytvořený žádný uživatelský účet, tak se vytvoří účet bez uživatelského jména a hesla. Je doporučené tento administrátorský účet okamžitě změnit (uživatelské jméno a heslo)
de: Erstellen eines Kontos ohne Benutzername und Passwort, wenn kein Benutzerkonto existiert. Beachten Sie, dass es weltweiten administrativen Zugriff zu Ihrer Tvheadend Installation erlaubt, bis Sie die Zugangskontrolle in der Tvheadend Weboberfläche anpassen.
it: Se non esiste ancora un account per utente allora creane uno senza nome utente e senza password. Utilizzalo con cautela poiché esso permetterà a chiunque di avere un accesso di tipo amministrativo della tua installazione Tvheadend finché non creerai o modificherai il controllo d'accesso dall'interno dell'interfaccia web di Tvheadend.
pl: Jeśli konto użytkownika nie istnieje, utwórz je bez nazwy użytkownika i hasła. Używaj ostrożnie, gdyż pozwoli to na administracyjny dostęp do Tvheadend z całego świata do momentu utworzenia lub edycji kontroli dostępu z poziomu interfejsu sieciowego Tvheadend.
pt: Se não existir uma conta de utilizador, criar então uma sem username e password. Utilizar com cuidado pois pode permitir acessos indevidos de administrador à sua conta do Tvheadend, até editar ou criar um controlo de acesso através da interface Web do TVheadend
ru: если аккаунт пользователя не существует, создайте профиль без имени и пароля. Используйте с осторожностью это открывает полный административный доступ к вашей Tvheadend системе с полным доступом и контролю через Tvheadend web интерфейс.

source: If set, presentation of the tag icon will not superimpose the tag name on top of the icon.
pl: Jeśli jest ustawiona, prezentacja ikony znacznika nie spowoduje nałożenia nazwy znacznika na ikonę.

source: If set, the first bytes from the MPEG-TS stream are discarded. It may be required for some drivers or hardware which do not flush the MPEG-TS buffers completely after a frequency/parameter change.
pl: Jeśli jest ustawiona, pierwsze bajty ze strumienia MPEG-TS są odrzucane. Może to być wymagane w przypadku niektórych sterowników lub sprzętu, które nie opróżniają całkowicie buforów MPEG-TS po zmianie częstotliwości/parametru.

source: If something fails, try to switch to a different service on another network. Do not try to iterate through all inputs/tuners which are capable to receive the service.
de: Wenn irgendetwas schiefgeht, versuche auf einen anderen Service auf einem anderen Netzwerk zu schalten. Versuche nicht, alle Eingänge/Tuner, die diesen Service empfangen können, auszuprobieren.
pl: Jeśli coś się nie powiedzie, spróbuj przełączyć się na inną usługę w innej sieci. Nie próbuj przeglądać wszystkich wejść/tunerów, które mogą odbierać usługę.

source: If the DiseqC switch is located before the rotor (i.e. tuner - switch - rotor), enable this.
de: Aktiviere dies, wenn der DiseqC-Schalter sich vor dem Rotor befindet. (z.B. Tuner - Schalter - Rotor)
pl: Jeśli przełącznik DiseqC znajduje się przed rotorem (tj. tuner – przełącznik – rotor), włącz go.

source: If the Sub-title and the Title contain identical content, ignore the Sub-title and only save the Title.
pl: Jeżeli podtytuł i tytuł zawierają tę samą treść, zignoruj ​​podtytuł i zapisz tylko tytuł.

source: If the subscription weight for the input is below the specified threshold, the tuner is handled as free (according the priority settings). Otherwise, the next tuner (without any subscriptions) is used. Set this value to 10, if you are willing to override scan and epggrab subscriptions.
pl: Jeśli ranga abonamentu dla wejścia jest poniżej określonego progu, tuner jest traktowany jako wolny (zgodnie z ustawieniami priorytetu). W przeciwnym razie używany jest następny tuner (bez żadnych abonamentów). Ustaw tę wartość na 10, jeśli chcesz zastąpić subskrypcje scan i epggrab.

source: Ignore
de: Ignorieren
pl: Ignoruj

source: Ignore EPG (EIT)
bg: Игнорирай EPG
cs: Ignorovat EPG (EIT)
de: EPG (EIT) ignorieren
hr: Zanemari EPG (EIT)
it: Ignora EPG (EIT)
pl: Ignoruj EPG (EIT)
pt: Ignorar EPG (EIT)
ru: Игнорировать ЕПГ (EIT)

source: Ignore HTTP arguments
pl: Ignoruj argumenty HTTP

source: Ignore descriptor 5
bg: Игнорирай дескриптор 5
cs: Igoruj deskritor 5
de: Deskriptor 5 ignorieren
hr: Zanemari opisivač 5
it: Ignora descrittore 5
pl: Ignoruj deskryptor 5
pt: Ignorar o descritor 5
ru: игнорировать дескриптор 5

source: Ignore encryption flag, include encrypted services anyway.
de: Ignoriere
pl: Ignoruj ​​flagę szyfrowania, mimo to dołącz zaszyfrowane usługi.

source: Ignore invalid SSL certificate
bg: Игнорирай валидния SSL сертификат
cs: Ignorovat neplatné SSL certifikáty
de: Ungültiges SSL-Zertifikat ignorieren
hr: Zanemari neispravne SSL vjerodajnice
it: Ignora certificati SSL non validi
pl: Ignoruj nieprawidłowy certyfikat SSL
pt: Ignorar certificados SSL inválidos
ru: игнорировать неправильные SSL сертификаты

source: Ignore invalid/unverifiable (expired, self-certified, etc.) certificates
de: Ungültige oder nicht überprüfbare (abgelaufene, selbstsignierte, etc.) Zertifikate ignorieren
pl: Ignoruj ​​nieważne/niemożliwe do zweryfikowania certyfikaty (wygasłe, samocertyfikowane itp.)

source: Ignore last components in path. The defined count of last path components separated by / are removed when the identical source is compared - see Help for a detailed explanation.
pl: Ignoruj ostatnie komponenty w ścieżce. Określona liczba ostatnich komponentów ścieżki oddzielonych przez / jest usuwana, gdy porównywane jest identyczne źródło – zobacz Pomoc dla szczegółowego wyjaśnienia.

source: Ignore path components
pl: Ignoruj składniki ścieżki

source: Ignore provider's channel numbers
cs: Ignorovat čísla programů od poskytovatele
de: Kanalnummern des Anbieters ignorieren
it: Ignora i numeri di canale del fornitore
pl: Ignoruj numery kanałów dostwców
pt: Ignorar o número do canal dos provedores
ru: Игнорировать Провайдерские Номера Каналов

source: Image Cache
de: Bild-Cache
pl: Pamięć podręczna obrazu

source: Immediately
pl: Natychmiast

source: Immediately abort
bg: Незабавно прекрати
cs: Okamžitě ukonči činnost
de: Direkt abbrechen
hr: Odmah zaustavi
it: Abortisci immediatamente
pl: Przerwij natychmiast
pt: Abortar imediatamente
ru: Сразу прервать

source: Important
bg: Важно
cs: Důležíté
de: Wichtig
hr: Značajno
it: Importante
pl: Ważny
pt: Importante
ru: Важный

source: Include channel name in filename
cs: Vložit název programu do jména souboru
de: Kanalname in Dateiname einfügen
it: Includi il nome del canale del nome del file
pl: Zawieraj nazwę kanału w nazwie pliku
pt: Incluir o nome do canal no ficheiro
ru: Включая Имя Канала в имени Файла

source: Include date in filename
cs: Vložit datum do jména souboru
de: Datum in Dateiname einfügen
it: Includi la data nel nome del file
pl: Zawieraj datę w nazwie pliku
pt: Incluir data no ficheiro
ru: Вставить дату в имя файла

source: Include episode in filename
cs: Vložit epizodu do jména souboru
de: Episode in Dateiname einfügen
it: Includi l'episodio nel nome del file
pl: Zawieraj odcinek w nazwie pliku
pt: Incluir o nome do episódio no ficheiro
ru: Включить эпизод в имени файла

source: Include subtitle in filename
cs: Vložit podtitulek do jména souboru
de: Untertitel in Dateiname einfügen
it: Includi il sottotitolo nel nome del file
pl: Zawieraj podtytuł w nazwie pliku
pt: Incluir legenda no ficheiro
ru: Включить субтитры в имени файла

source: Include teletext
de: Teletext einschließen
pl: Dołącz teletekst

source: Include teletext in the timeshift buffer. Enabling this may cause issues with some services where the teletext DTS is invalid.
de: Teletext in den Timeshift-Puffer schreiben. Das Aktivieren kann Probleme mit einigen Services bereiten, bei denen der Telext DTS ungültige ist.
pl: Dołącz teletekst do bufora funkcji Timeshift. Włączenie tej opcji może powodować problemy z niektórymi usługami, w których telegazeta DTS jest nieprawidłowa.

source: Include the date for the recording in the event title. This applies to both the title stored in the file and to the filename itself.
de: Das Datum der Aufnahme in den Ereignistitel einbinden. Dies trifft sowohl auf den in der Datei gespeicherten Titel als auch auf den eigentlichen Dateinamen zu.
pl: W tytule wydarzenia umieść datę nagrania. Dotyczy to zarówno tytułu zapisanego w pliku, jak i samej nazwy pliku.

source: Include the episode subtitle in the title (if available).
de: Untertitel der Folge in den Titel aufnehmen (Falls vorhanden)
pl: Dołącz podtytuł odcinka do tytułu (jeśli jest dostępny).

source: Include the name of the channel in the event title. This applies to both the title stored in the file and to the filename itself.
de: Den Namen des Kanals in den Ereignistitel einbinden. Dies trifft sowohl auf den in der Datei gespeicherten Titel als auch auf den eigentlichen Dateinamen zu.
pl: W tytule wydarzenia umieść nazwę kanału. Dotyczy to zarówno tytułu zapisanego w pliku, jak i samej nazwy pliku.

source: Include the season and episode in the title (if available).
de: Staffel und Episode in den Titel einbinden (wenn verfügbar).
pl: Podaj sezon i odcinek w tytule (jeśli są dostępne).

source: Include the time for the recording in the event title. This applies to both the title stored in the file and to the filename itself.
de: Zeit der Aufnahme in den Ereignistitel einbinden. Dies trifft sowohl auf den in der Datei gespeicherten Titel als auch auf den eigentlichen Dateinamen zu.
pl: Podaj czas nagrania w tytule wydarzenia. Dotyczy to zarówno tytułu zapisanego w pliku, jak i samej nazwy pliku.

source: Include time in filename
cs: Vložit čas do jména souboru
de: Zeit in Dateiname einfügen
it: Includi l'orario nel nome del file
pl: Zawieraj godzinę w nazwie pliku
pt: Incluir a duração no ficheiro
ru: Вставить время в имя файла

source: Index
bg: Индекс
hr: Raspored
it: Indice
pl: Indeks
pt: Índice
ru: Индекс

source: Information area
cs: Informační oblast
de: Informationsbereich
it: Area informativa
pl: Obszar informacyjny
pt: Área de informação
ru: Информационный раздел

source: Informational
bg: Информационни
cs: Informační
de: Informativ
hr: Informativni
it: Informativo
pl: Informacyjny
pt: Informação
ru: Информационный

source: Initial scan
cs: Počáteční vyhledávání
de: Initiale Suche
it: Scansione iniziale
pl: Wstępne skanowanie
pt: Procura inicial
ru: Первоначальное сканирование

source: Input base
cs: Základní vstup
de: Input Basis
it: Base dell'ingresso
pl: Podstawowe wejście
pt: Entrada base
ru: Базовый ввод

source: Input buffer (bytes)
cs: Vstupní paměť (byty)
de: Input-Puffer (Byte)
it: Buffer d'ingresso (byte)
pl: Bufor wejścia (bajty)
pt: Buffer de entrada (Bytes)
ru: Входной Буфер (Байты)

source: Input instance
cs: Instance vstupu
de: Eingangsinstanz
it: Istanza d'ingresso
pl: Wejście instancji
pt: Instância de entrada
ru: Ввод экземпляра

source: Input path
cs: Cesta k zařízení
de: Eingangspfad
it: Percorso d'ingresso
pl: Ścieżka wejścia
pt: Caminho
ru: Входной путь

source: Intended application type.
pl: Przeznaczony typ aplikacji.

source: Interface
bg: Интерфейс
cs: Interfejs
de: Schnittstelle
hr: Sučelje
it: Interfaccia
pl: Interfejs
ru: Интерфейс

source: Internal
bg: Вътрешен
cs: Interní
de: Intern
hr: Unutrašnji
it: Interno
pl: Wewnętrzny
pt: Interno
ru: Внутренний

source: Internal EPG grabber
cs: Interní EPG graber
de: Interner EPG-Grabber
it: Estrattore EPG interno
pl: Wbudowany grabber EPG
pt: Capturador EPG interno
ru: Внутренний EPG граббер

source: Internal Grabber Settings
pl: Ustawienia grabbera wewnętrznego

source: Internal error
cs: Interní chyba
de: Interner Fehler
pl: Błąd wewnętrzny
pt: Erro interno

source: Interview
bg: Интервю
hr: Intervju
it: Intervista
pl: Wywiad
pt: Entrevista
ru: интервью

source: Invalid
bg: Невалидно
cs: Chybný
de: Ungültig
hr: Neispravno
it: Non valido
pl: Nieprawidłowy
pt: Inválido
ru: Неправильный

source: Invalid EPG object request
cs: Neplatný požadavek na EPG objekt
de: Ungültige EPG-Objektanfrage
pl: Nieprawidłowe żądanie obiektu EPG
pt: Pedido inválido do objecto EPG

source: Invalid adapter number '%s'
bg: Невалиден номер на адаптер '%s'
cs: Chybné číslo adaptéru '%s'
de: Ungültige Adapternummer '%s'
hr: Neispravan broj adaptera '%s'
it: Adattatore numero '%s' non valido
pl: Błędny numer adaptera '%s'
pt: Número do adaptador inválido '%s'
ru: Неправильный номер адаптера '%s'

source: Invalid arguments
cs: Chybné argumenty
de: Ungültige Argumente
pl: Nieprawidłowe argumenty
pt: Argumentos inválidos

source: Invalid file
cs: Chybný soubor
de: Ungültige Datei
pl: Nieprawidłowy plik
pt: Ficheiro inválido

source: Invalid parameters
cs: Chybné parametry
de: Ungültige Parameter
pl: Nieprawidłowe parametry
pt: Parâmetros inválidos

source: Invalid service
de: Ungültiger Dienst
pl: Nieprawidłowa usługa
pt: Serviço inválido

source: Invalid target
bg: Невалиден обект
cs: Chybný cíl
de: Ungültiges Ziel
hr: Neispravna meta
it: Obiettivo non valido
pl: Nieprawidłowy cel
pt: Destino inválido
ru: Неправильная цель

source: Items
cs: Položky
de: Elemente
pl: Pozycje
pt: Itens

source: Items per page
pl: Elementy na stronę

source: Keep
cs: Zachovat
de: Beibehalten
it: Mantieni
pl: Zachowaj
pt: Manter
ru: Оставить

source: Keep timeshift buffers in RAM only. With this option enabled, the amount of rewind time is limited by how much RAM TVHeadend is allowed.
de: Den Timeshift-Puffer nur im RAM behalten. Die Länge der Rückspulzeit wird dann durch die an TVHeadend zugewiesene Menge an RAM begrenzt.
pl: Przechowuj bufory funkcji Timeshift tylko w pamięci RAM. Gdy ta opcja jest włączona, czas przewijania do tyłu jest ograniczony przez dozwoloną ilość pamięci RAM Tvheadend.

source: Keep x amount of storage space free.
de: Halte x Menge des Speicherplatzes frei.
pl: Zachowaj x wolnej przestrzeni dyskowej.
pt: Manter x quantidade de espaço livre em disco

source: Keepalive interval
de: Keepalive Intervall
pl: Interwał utrzymywania aktywności

source: Keepalive interval (0=disable)
pl: Interwał utrzymywania aktywności (0=wyłącz)

source: Keepalive interval in seconds
de: Keepalive Intervall in Sekunden
pl: Interwał utrzymywania aktywności w sekundach

source: Keys
pl: Klucze

source: Keyword
pl: Słowa kluczowe

source: Keywords:
pl: Słowa kluczowe.

source: Kill signal (pipe)
cs: Signál pro kill (roura)
it: Segnale kill (pipe)
pl: Usuń sygnał (potok)
pt: Terminar processo (pipe)

source: Kill signal to send to the spawn.
pl: Sygnał usunięcia do wysłania do procesu potomnego.

source: Kill timeout (pipe/secs)
cs: Timeout pro kill (roura/sek)
it: Pausa kill (pipe/sec)
pl: Usuń limit czasu (potok/s)
pt: Tempo limite para terminar (pipe/s)

source: Kodi label formatting support
pl: Obsługa formatowania etykiet Kodi

source: LIB FDK_AAC
pl: Biblioteka FDK_AAC

source: LIB OPUS
pl: Biblioteka OPUS

source: LIB THEORA
pl: Biblioteka THEORA

source: LIB VORBIS
pl: Biblioteka VORBIS

source: LIB VPX
pl: Biblioteka VPX

source: LIB x264_x265
pl: Biblioteka x264_x265

source: LNA (low noise amplifier)
it: LNA (amplificatore a basso rumore)
pl: LNA (wzmacniacz o niskim poziomie szumów)

source: LNB type
cs: Typ LNB
de: LNB Typ
it: Tipo LNB
pl: Typ LNB
pt: Tipo de LNB
ru: Тип LNB

source: Label
pl: Etykieta

source: Language
bg: Език
cs: Jazyk
de: Sprache
hr: Jezik
it: Lingua
pl: Język
pt: Idioma
ru: Язык

source: Language 1
cs: Jazyk 1
de: Sprache 1
pl: Język 1
pt: Idioma 1

source: Language 2
cs: Jazyk 2
de: Sprache 2
pl: Język 2
pt: Idioma 2

source: Language 3
cs: Jazyk 3
de: Sprache 3
pl: Język 3
pt: Idioma 3

source: Languages
bg: Езици
cs: Jazyky
de: Sprachen
hr: Jezici
it: Lingue
pl: Języki
pt: Idiomas
ru: Языки

source: Largest size the object has reached.
de: Maximale Größe des Objektes ist erreicht.
pl: Największy rozmiar, jaki osiągnął obiekt.

source: Last hit
pl: Ostatnie trafienie

source: Last played position
de: Zuletzt gespielte Position
pl: Ostatnia odtwarzana pozycja

source: Last played position when the recording isn't fully watched yet.
de: Zuletzt gespielte Position, wenn die Aufnahme noch nicht vollständig betrachtet wurde.
pl: Ostatnia odtwarzana pozycja, gdy nagranie nie zostało jeszcze w pełni obejrzane.

source: Last scan
pl: Ostatnie skanowanie

source: Last seen
cs: Naposledy viděn
de: Zuletzt gefunden
it: Visto ultima volta
pl: Ostatnio widziany
pt: Visto pela última vez
ru: Последнее просмотренное

source: Last updated from
cs: Naposledy aktualizováno z
de: Zuletzt aktualisiert durch
it: Ultimo aggiornamento da
pl: Ostatnio zaktualizowano z
pt: Última actualização
ru: Последнее обновление из

source: Layer A: Constellation
cs: Vrstva A: Konstelace
de: Layer A. Konstellation
pl: Warstwa A: Konstelacja
pt: Layer A: Constelação

source: Layer A: FEC
cs: Vrstva A: FEC
pl: Warstwa A: FEC

source: Layer A: Segment count
cs: Vrstva A: Počet segmentů
de: Layer A: Segmentzählung
pl: Warstwa A: Liczba segmentów
pt: Layer A: Contagem de segmentos

source: Layer A: Time interleaving
cs: Vrstva A: Časové prokládání
de: Layer A: Zeitverschachtelung
pl: Warstwa A: Przeplatanie czasowe
pt: Layer A: Intervalo de tempo

source: Layer B: Constellation
cs: Vrstva B: Konstelace
de: Layer B: Konstellation
pl: Warstwa B: Konstelacja
pt: Layer B: Constelação

source: Layer B: FEC
cs: Vrstva B: FEC
pl: Warstwa B: FEC

source: Layer B: Segment count
cs: Vrstva B: Počet segmentů
de: Layer B: Segmentzählung
pl: Warstwa B: Liczba segmentów
pt: Layer B: Contagem de segmentos

source: Layer B: Time interleaving
cs: Vrstva B: Časové prokládání
de: Layer B: Zeitverschachtelung
pl: Warstwa B: Przeplatanie czasowe
pt: Layer B: Intervalo de tempo

source: Layer C: Constellation
cs: Vrstva C: Konstelace
de: Layer C: Konstellation
pl: Warstwa C: Konstelacja
pt: Layer C: Constelação

source: Layer C: FEC
cs: Vrstva C: FEC
pl: Warstwa C: FEC

source: Layer C: Segment count
cs: Vrstva C: Počet segmentů
de: Layer C: Segmentzählung
pl: Warstwa C: Liczba segmentów
pt: Layer C: Contagem de segmentos

source: Layer C: Time interleaving
cs: Vrstva C: Časové prokládání
de: Layer C: Zeitverschachtelung
pl: Warstwa C: Przeplatanie czasowe
pt: Layer C: Intervalo de tempo

source: Leisure hobbies
bg: услуги за свободното време хобита
cs: Volný čas / koníčky
de: Freizeitbeschäftigungen
hr: Hobiji
it: Passatempi per il tempo libero
pl: Hobby
pt: Lazer
ru: Досуг и отдых

source: Limit EPG (days)
pl: Ogranicz EPG (dni)

source: Limit EPG data to specified days to reduce the memory consumption. The zero value means unlimited EPG.
pl: Ogranicz dane EPG do określonych dni, aby zmniejszyć zużycie pamięci. Wartość zero oznacza nieograniczone EPG.

source: Limit audio tracks
pl: Ogranicz ścieżki dźwiękowe

source: Limit connections
cs: Limit spojení
de: Verbindungsbegrenzung
it: Limite delle connessioni
pl: Ogranicz połączenia
pt: Limitar conexões
ru: Лимит Соединений

source: Limit delivery system.
pl: Ogranicz system dostarczania.

source: Limit of concurrent descrambled services (per one CAM).
pl: Ograniczenie jednoczesnych usług odszyfrowywanych (na jedno CAM).

source: Limited/limit scanning to this network ID only.
cs: Limitování prohlížení (skenu) pouze pro toto ID sítě.
pl: Ograniczone/ogranicz skanowanie tylko do tego identyfikatora sieci.
pt: Limitar a análise apenas a esta rede.

source: Linked input
cs: Spojený vstup
de: Verknüpfter Input
it: Ingresso collegato
pl: Powiązane wejścia
pt: Entrada Ligada
ru: Соединенный вход

source: Linux DVB CA
it: CA DVB Linux
pl: DVB CA Linuksa

source: Linux DVB CAM Client
pl: Klient CAM DVB Linuksa

source: Linux DVB frontend
it: Frontend DVB Linux
pl: Nakładka DVB Linuksa

source: LinuxDVB Input
pl: Wejście LinuxDVB

source: LinuxDVB adapter
cs: LinuxDVB adaptér
it: Adattatore LinuxDVB
pl: Adapter LinuxDVB
pt: Adaptador LinuxDVB
ru: LinuxDVB Адаптер

source: LinuxDVB network
cs: LinuxDVB síť
de: LinuxDVB Netzwerk
it: Rete LinuxDVB
pl: Sieć LinuxDVB
pt: Rede LinuxDVB
ru: LinuxDVB Сеть

source: List of allowed IPv4 or IPv6 hosts or networks (comma-separated).
cs: Seznam povolených IPv4 a IPv6 hostů nebo sítí (oddělených čárkou).
de: Liste der erlaubten IPv4 oder IPv6 Hosts oder Netzwerke (kommagetrennt).
pl: Lista dozwolonych hostów lub sieci IPv4 lub IPv6 (oddzielona przecinkami).
pt: Lista de endereços IP permitidos (IPv4 e IPv6, separados por virgula).

source: List subsystems
de: Liste Subsysteme
pl: Wyświetl podsystemy
