Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Listen / Connect port
cs: Port pro příjem/vysílání
de: Empfangs-/Verbindungsport
it: Porta di ascolto/connessione
pl: Słuchaj / połącz port
pt: Porta Escuta/Conexão
ru: Прослушивать/Порт соединения

source: Listen on IPv6
bg: Очакване на IPv6
cs: Poslouchej na IPv6
de: Auf IPv6 hören
it: Ascolta su IPv6
pl: Nasłuchuj na IPv6
pt: Escutar ligação IPv6
ru: Прослушивать в IPv6

source: Literature
bg: Литература
cs: Literatura
de: Literatur
it: Letteratura
pl: Literatura
pt: Literatura
ru: Литература

source: Local (server) time
cs: Lokální čas (na serveru)
de: Lokale (Server-)Zeit
pl: Czas lokalny (serwera)
pt: Tempo local (servidor)

source: Local IP Address
pl: Lokalny adres IP

source: Local Socket Port Number
pl: Numer portu lokalnego gniazda

source: Local bind IP address
bg: Локално привързани IP адреси
cs: Lokální IP adresa pro komunikaci
de: IP-Adresse für lokale Bindung
it: Indirizzo IP di collegamento locale
pl: Powiąż lokalny adres IP
pt: Endereço IP de ligação local
ru: Локальная привязка IP адреса

source: Local channel minor
cs: Lokální číslo programu - vedlejší
de: Lokale untergeordnete Kanalnummer
it: Minore locale del canale
pl: Lokalny kanał drugorzędny
pt: Canal local
ru: Локальный минор Канала

source: Local channel number
cs: Lokální číslo programu
de: Lokale Kanalnummer
it: Numero locale del canale
pl: Lokalny numer kanału
pt: Número do canal
ru: Локальный Номер Канала

source: Local discovery IP address
cs: Lokální IP adresa pro vyhledávání
de: IP-Adresse für lokale Suche
it: Scoperta locale dell'indirizzo IP
pl: Odkryj lokalny adres IP
pt: Procura do endereço de IP local
ru: Локальное определение IP адреса

source: Local: Record if different description
de: Lokal: Aufnehmen, wenn abweichende Beschreibung
pl: Lokalne: nagrywaj, jeśli inny opis
pt: Local: Gravar se tiver uma descrição diferente

source: Local: Record if different episode number
de: Lokal: Aufnehmen, wenn abweichende Episiodennummer
pl: Lokalne: nagrywaj, jeśli inny numer odcinka
pt: Gravar se o número do episódio for diferente

source: Local: Record if different subtitle
de: Lokal: Aufnehmen, wenn abweichender Untertitel
pl: Lokalne: nagrywaj, jeśli inny podtytuł
pt: Gravar se a legenda for diferente

source: Local: Record if different title
de: Lokal: Aufnehmen, wenn abweichender Titel
pl: Lokalne: nagrywaj, jeśli inny tytuł
pt: Gravar se o titulo for diferente

source: Local: Record once per day
de: Lokal: Einmal pro Tag aufnehmen
pl: Lokalne: nagrywaj raz dziennie
pt: Grava apenas uma vez por dia

source: Local: Record once per month
de: Lokal: einmal pro Monat aufnehmen
pl: Lokalne: nagrywaj raz w miesiącu

source: Local: Record once per week
de: Lokal: Einmal pro Woche aufnehmen
pl: Lokalne: nagrywaj raz w tygodniu
pt: Gravar apenas uma vez por semana

source: Location
bg: Местонахождение
cs: Umístění
de: Ort
it: Locazione
pl: Lokalizacja
pt: Localização
ru: Расположение

source: Location details of the SAT>IP Server.
de: Standortdetails des SAT>IP Servers.
pl: Szczegóły lokalizacji serwera SAT>IP.

source: Lock preferred CA PID
cs: Pouze preferovaná CA PID
de: Bevorzugte CA PID verriegeln
it: Blocca PID CA preferito
pl: Blokada preferowanych CA PID
pt: Bloquear CA PID preferido
ru: Виксированный Предпочтительный CA PID

source: Locking
de: Verriegeln
pl: Blokowanie

source: Log
bg: Лог
hr: Zapis
it: Registra
pl: Dziennik
ru: Лог

source: Login Settings
pl: Ustawienia logowania

source: Login password.
de: Passwort
pl: Hasło logowania.
pt: Palavra passe de Login

source: Login username.
de: Benutzername
pl: Nazwa użytkownika logowania.
pt: Nome de Utilizador

source: Login/Logout
cs: Přihlášení/Odhlášení
de: An-/Abmelden
it: Entrata/Uscita
pl: Zaloguj / Wyloguj
ru: Вход/Выход

source: Loglevel debug: disabled
de: Debugloglevel: deaktiviert
pl: Debugowanie na poziomie dziennika: wyłączone

source: Loglevel debug: enabled
de: Debugloglevel: aktiviert
pl: Debugowanie na poziomie dziennika: włączone

source: Logout
pl: Wyloguj

source: Low
bg: Ниско
cs: Nízká
de: Niedrig
it: Basso
pl: Niski
pt: Baixo
ru: Низкий

source: Low frequency offset
de: Niederfrequenzversatz
pl: Przesunięcie niskiej częstotliwości

source: Lowest channel number the user can access.
de: Niedrigste vom Benutzer erreichbare Kanalnummer
pl: Najniższy numer kanału, do którego użytkownik ma dostęp.
pt: Número mínimo do canal que o utilizador pode ter acesso.

source: Lowest starting channel number (when mapping).
pl: Najniższy początkowy numer kanału (podczas mapowania).

source: MP4 audio
pl: Dźwięk MP4

source: MPEG-2 audio
pl: Dźwięk MPEG-2

source: MPEG-TS File
de: MPEG-TS Datei
pl: Plik MPEG-TS

source: MPEG-TS Input Debug
pl: Debugowanie wejścia MPEG-TS

source: MPEG-TS Parser
de: MPEG-TS Analysierer
pl: Parser MPEG-TS

source: MPEG-TS Pass-thru/built-in
de: MPEG-TS Durchreichen/eingebaut
it: Pass-thru/built-in MPEG-TS
pl: Przekazywany/wbudowany MPEG-TS
pt: MPEG-TS Pass-through/built-in

source: MPEG-TS Spawn/built-in
pl: Potomny/wbudowany MPEG-TS

source: MPEG-TS input
cs: MPEG-TS vstup
it: Ingresso MPEG-TS
pl: Wejście MPEG-TS
pt: Entrada MPEG-TS
ru: MPEG-TS Вход

source: MPEG-TS multiplex PHY
it: Multiplex PHY MPEG-TS
pl: Multipleks PHY MPEG-TS

source: MPEG-TS raw service
cs: MPEG-TS holá služba
de: MPEG-TS Unbearbeiteter Service
it: Servizio grezzo MPEG-TS
pl: Surowa usługa MPEG-TS
pt: Formato puramente MPEG-TS

source: MPEG2 VIDEO
pl: WIDEO MPEG2

source: Magazines
bg: Списания
cs: Magazíny
de: Magazine
hr: Magazini
it: Riviste
pl: Magazyny
pt: Revistas
ru: Журналы

source: Main
de: Haupt
pl: Główne

source: Maintain free storage space in MiB
de: Verwalte freien Speicher in MiB
pl: Zachowaj wolną przestrzeń dyskową w MiB
pt: Manter espaço livre em disco em MB

source: Maintain used storage space in MiB (0=disabled)
de: Verwalte genutzten Speicher in MiB (0=deaktiviert)
pl: Zachowaj używaną przestrzeń dyskową w MiB (0=wyłączone)
pt: Manter espaço livre em disco em MB (0=desactivado)

source: Maintained space
cs: Udržovaný prostor
de: Verwalteter Speicher
it: Spazio mantenuto
pl: Utrzymywanie miejsca
pt: Espaço de Armazenamento

source: Make subdirectories per channel
cs: Vytvořit podadresáře pro každý programu
de: Erstelle Unterverzeichnisse je Kanal
it: Crea sottocartelle per canale
pl: Utwórz podkatalog dla kanału
pt: Criar Subdirectórios por Canal
ru: Сделать Поддиректории по Каналу

source: Make subdirectories per day
cs: Vytvořit podadresáře pro každý den
de: Erstelle Unterverzeichnisse je Tag
it: Crea sottocartelle per giorno
pl: Twórz podkatalogi raz dziennie
pt: Criar Subdirectórios por Dia
ru: Сделать Поддиректории по Дням

source: Make subdirectories per title
cs: Vytvořit podadresáře pro každý název
de: Erstelle Unterverzeichnisse je Titel
it: Crea sottocartelle per titolo
pl: Utwórz podkatalog dla tytułu
pt: Criar Subdirectórios por Título
ru: Сделать Поддиректории по Титл

source: Manage all
de: Alles verwalten
pl: Zarządzaj wszystkim

source: Manage persistent authentication for HTTP streaming.
pl: Zarządzaj trwałą autoryzacją dla strumieniowania HTTP.

source: Manual selection
pl: Wybór ręczny

source: Manually setup a retransmission URL for Multicast streams. For RTSP streams this URL is automatically setup if this value is not set.
pl: Ręcznie skonfiguruj adres URL retransmisji dla strumieni multicast. Dla strumieni RTSP ten adres URL jest automatycznie ustawiany, jeśli ta wartość nie jest ustawiona.

source: Manufacturer
bg: Производител
cs: Výrobce
de: Hersteller
hr: Proizvođač
it: Produttore
pl: Producent
pt: Fabricante
ru: Производитель

source: Manufacturer URL
bg: URL Производител
cs: URL výrobce
de: Hersteller URL
hr: URL proizvođača
it: URL del produttore
pl: Adres URL producenta
pt: URL do Fabricante
ru: URL Производителя

source: Manufacturer's model number.
de: Hersteller Modellnummer
pl: Numer modelu producenta.
pt: Número do modelo do fabricante.

source: Manufacturer's product description.
de: Hersteller Produktbeschreibung
pl: Opis produktu producenta.
pt: Descrição do fabricante.

source: Manufacturer's product information page for the device.
de: Hersteller Produktinformationsseite für das Gerät
pl: Strona z informacjami o produkcie producenta dla urządzenia.
pt: Descrição do fabricante para o dispositivo.

source: Manufacturer's product name.
de: Herstellter Produktname
pl: Nazwa produktu producenta.
pt: Nome do fabricante do produto.

source: Map all services
cs: Mapuj všechny služby
de: Alle Services zuordnen
pl: Mapuj wszystkie usługi
pt: Mapear todos os serviços

source: Map encrypted services
cs: Mapovat šifrované služby
de: Verschlüsselte Services einschließen
pl: Mapuj zaszyfrowane usługi
pt: Mapear os serviços encriptados

source: Map radio channels
cs: Mapuj rádio programy
de: Radiokanäle zuordnen
it: Mappa i canali radio
pl: Mapuj kanały radiowe
pt: Mapear canais de rádio
ru: Отображение радио каналов

source: Map unnamed channels
cs: Mapuj nepojmenované programy
de: Kanäle ohne Namen zuordnen
it: Mappa canali senza nome
pl: Mapuj nienazwane kanały
pt: Mapear canais sem nome
ru: Отобразить не именованные каналы

source: Map zero-numbered channels
cs: Mapování nulových čísel
de: Null-genummerte Kanäle zuordnen
it: Mappa canali con numerazione nulla
pl: Mapuj kanały o numerach zerowych
pt: Mapear os canais numerados a zero.
ru: Отобразить нулевые каналы

source: Mapped
de: Zugeordnet
pl: Zamapowane

source: Martial sports
de: Kampfsportarten
pl: Sporty walki

source: Master tuner
cs: Hlavní tuner
de: Haupttuner
it: Sintonizzatore principale
pl: Główny tuner
pt: Sintonizador Principal
ru: Мастер Тюнер

source: Matroska (mkv)/built-in
de: Matroska (mkv)/eingebaut
hr: Matroska (mkv)/ugrađeno
pl: Wbudowany/(mkv) Matroska
ru: Матрёшка (mkv)/built-in

source: Matroska Specific Settings
pl: Ustawienia specyficzne dla Matroski

source: Matroska muxer
pl: Multiplekser Matroska

source: Matroska specific
cs: Specifické pro matroska formát
de: Matroskaspezifisch
it: Specifiche Matroska
pl: Specyficzny dla Matroski
pt: Matroska específico

source: Max Sessions
pl: Maksimum sesji

source: Max User connections
pl: Maksimum połączeń użytkowników

source: Maximal channel number
cs: Maximální číslo programu
de: Maximale Kanalnummer
it: Numero massimo del canale
pl: Maksymalny numer kanału
pt: Número máximo de canais
ru: Максимальный номер канала

source: Maximum # input streams
cs: Maximální počet vstupních streamů
de: Maximale # von Input-Streams
it: Numero massimo di stream in ingresso
pl: Maksymalna liczba wejść strumieni
pt: Máximo # Faixas de entrada
ru: Максимум # входных Потоков

source: Maximum PIDs
bg: Максимален брой PIDs
cs: Max. počet PID
de: Maximale PIDs
hr: Najviše PID-ova
it: Numero massimo di PID
pl: Maksymalne PID-y
pt: PIDs Máximo
ru: Максимум PIDs

source: Maximum RAM size (MB)
cs: Maximální velikost RAM (MB)
de: Maximale RAM Größe (MB)
it: Dimensione massima RAM (MB)
pl: Maksymalny rozmiar pamięci RAM (MB)
pt: Tamanho Máx. de RAM (MB)
ru: Максимальный размер RAM (MB)

source: Maximum allowed difference between event start time when the EPG event is changed (in seconds).
pl: Maksymalna dozwolona różnica między czasem rozpoczęcia wydarzenia, gdy wydarzenie EPG jest zmieniane (w sekundach).

source: Maximum allowed difference between event start time when the EPG event is changed in seconds.
pl: Maksymalna dozwolona różnica między czasem rozpoczęcia wydarzenia, gdy wydarzenie EPG jest zmieniane w sekundach.

source: Maximum bandwidth (Kbps)
cs: Maximální šířka pásma (Kbps)
de: Maximale Bandbreite (Kb/s)
it: Ampiezza di banda massima (Kbps)
pl: Maksymalna przepustowość (Kbps)
pt: Máxima Largura de Banda (Kbps)
ru: Максимальная Пропускная (Кб в сек.)

source: Maximum count (0=default)
cs: Maximální počet (0=výchozí)
de: Maximale Anzahl (0=Standard)
it: Conteggio massimo (0=predefinito)
pl: Maksymalny licznik (0=bez limitu)
pt: Contagem máxima (0=valor por omissão)

source: Maximum duration
cs: Maximální doba
de: Maximale Länge
it: Durata massima
pl: Maksymalny czas trwania
pt: Duração Máxima
ru: Максимальная Продолжительность

source: Maximum input bandwidth.
de: Maximale Eingangsbandbreite.
pl: Maksymalna przepustowość wejściowa.

source: Maximum length in characters for the command setting PIDs to the SAT>IP box.
cs: Maximální délka ve znacích pro příkaz nastavující PID pro SAT>IP server.
pl: Maksymalna długość w znakach dla polecenia ustawiającego PID w polu SAT>IP.

source: Maximum length of PIDs
bg: Максимална дължина на PIDs
cs: Maximální velikost PID
de: Maximale Länge von PIDs
hr: Najveće trajanje PID-ova
it: Massima lunghezza dei PID
pl: Maksymalna długość PID-ów
pt: Tamanho Máx. dos PIDs
ru: Максимальная длинна PIDов

source: Maximum period (mins)
cs: Maximální perioda (minuty)
de: Maximaler Zeitraum (Min.)
it: Periodo massimo (minuti)
pl: Maksymalny okres (minuty)
pt: Período máximo (mins)
ru: Макисмальный Период (мин.)

source: Maximum schedules limit (0=default)
cs: Maximálni počet časovačů (0=výchozí)
de: Maximale Pläne (0=Standard)
it: Limite massimo pianificazioni (0=predefinito)
pl: Maksymalny limit harmonogramu (0=bez limitu)
pt: Limite de gravações automáticas agendadas (0=valor por omissão)

source: Maximum season
pl: Maksymalny sezon

source: Maximum size (MB)
cs: Maximální velikost (MB)
de: Maximale Größe (MB)
it: Dimensione massima (MB)
pl: Maksymalny rozmiar (MB)
pt: Tamanho Máximo (MB)
ru: Максимальный Размер (MB)

source: Maximum time to wait (in seconds) for a stream before a timeout.
pl: Maksymalny czas oczekiwania (w sekundach) na strumień przed przekroczeniem limitu czasu.

source: Maximum timeout (seconds)
bg: Таймаут максимум(секунди)
cs: Maximální čas odezvy (sekund)
de: Maximale Zeitüberschreitung (Sekunden)
hr: Najveće razdoblje čekanja (sekunde)
it: Pausa massima (secondi)
pl: Maksymalny limit czasu (sekundy)
pt: Tempo limite Máx. (segundos)
ru: Максимум таймаут (сек.)

source: Maximum year
pl: Maksymalny rok

source: Medicine
bg: Медицина
cs: Lékařství
de: Medizin
hr: Medicina
it: Medicina
pl: Medycyna
pt: Medicina
ru: Медицина

source: Melodrama
bg: Мелодрама
de: Melodram
it: Melodramma
pl: Melodramat
ru: Мелодрама

source: Memory Information
cs: Informace o paměti
de: Speicher Information
pl: Informacje o pamięci
pt: Informação da memória

source: Merge same name
cs: Spoj stejný název
de: Gleiche Namen zusammenführen
pl: Scal te same nazwy
pt: Juntar o mesmo nome

source: Merge services with the same name into one channel.
de: Services mit dem gleichen Namen in einem Sender zusammenführen.
pl: Scal usługi o tej samej nazwie w jeden kanał.

source: Merge-text
pl: Scal tekst

source: Method not found
cs: Metoda nebyla nalezena
de: Methode nicht gefunden
pl: Nie znaleziono metody
pt: Método não encontrado

source: Mime type
pl: Typ MIME

source: Mime type string (for example 'video/mp2t').
pl: Ciąg typu MIME (na przykład 'video/mp2t').

source: Minimal channel number
cs: Minimální číslo programu
de: Minimale Kanalnummer
it: Numero minimo del canale
pl: Minimalny numer kanału
pt: Número mínimo do canal
ru: Минимальный номер канала

source: Minimum duration
cs: Minimální doba
de: Minimale Länge
it: Durata minima
pl: Minimalny czas trwania
pt: Duração Mínima
ru: Минимальная Продолжительность

source: Minimum rotor time (seconds)
cs: Min. čas rotoru (sekundy)
de: Minimale Rotor Zeit (Sekunden)
it: Tempo minimo del rotore (secondi)
pl: Minimalny czas pracy rotora (sekundy)
pt: Tempo Min. do Motor (segundos)
ru: Мин Ротор Время (сек.)

source: Minimum season
pl: Minimalny sezon

source: Minimum year
pl: Minimalny rok

source: Miscellaneous Settings
pl: Ustawienia różne

source: Missing In PAT/SDT
bg: Липсва в PAT/SDT
cs: Chybí v PAT/SDT
de: Fehlt in PAT/SDT
hr: Nedostaje u PAT/SDT
it: Mancante in PAT/SDT
pl: Brakujące w PAT/SDT
pt: Falta o PAT/SDT
ru: Отсутствует в PAT/SDT

source: Mode
bg: Режим
cs: Mód
de: Modus
hr: Način
it: Modalità
pl: Tryb
pt: Modo
ru: Режим

source: Mode to use for VAAPI Deinterlacing. 'Default' selects the most advanced deinterlacer, i.e. the mode appearing last in this list. Tip: MADI and MCDI usually yield the smoothest results, especially when used with field rate output.
pl: Tryb używany do usuwania przeplotu VAAPI. „Domyślny” wybiera najbardziej zaawansowany usuwacz przeplotu, tj. tryb pojawiający się jako ostatni na liście. Wskazówka: MADI i MCDI zazwyczaj dają najpłynniejsze rezultaty, szczególnie w przypadku użycia z wyjściem szybkości pola.

source: Model description
cs: Popis modelu
de: Modellbeschreibung
it: Descrizione del modello
pl: Opis modelu
pt: Descrição do Modelo
ru: Описание Модели

source: Model name
cs: Název modelu
de: Modellname
it: Nome del modello
pl: Nazwa modelu
pt: Nome do Modelo
ru: Название модели

source: Model number
cs: Číslo modelu
de: Modellnummer
it: Numero del modello
pl: Numer modelu
pt: Número do Modelo
ru: Номер модели

source: Modulation
bg: Модулация
cs: Modulace
hr: Modulacija
it: Modulazione
pl: Modulacja
pt: Modulação
ru: Модуляция

source: Module
cs: Modul
de: Modul
it: Modulo
pl: Moduł
pt: Modulo
ru: Модуль

source: Module ID
cs: ID modulu
de: Modul-ID
it: ID del modello
pl: Identyfikator modułu
pt: ID do módulo
ru: ID Модуля

source: Module ID used to grab EPG data.
de: ID des für das Grabben der EPG-Daten verwendeten Moduls.
pl: Identyfikator modułu używany do pobierania danych EPG.

source: Mon
bg: Понеделник
cs: Pon
de: Mo
hr: Pon
it: Lun
pl: Pn
pt: Segunda-Feira
ru: Пнд.

source: More verbose libav log
bg: По-подробен libav лог
cs: Více upovídaný log pro libav
de: Ausführlicheres libav-Log
it: Registro più dettagliato di libav
pl: Pełniejszy dziennik libav
pt: Log libav mais detalhado
ru: Более читабельный libav лог

source: Motor rate (in milliseconds/deg).
cs: Rychlost motoru (v milisekundách/stupeň).
de: Geschwindigkeit des Motors (Millisekunden/Grad)
pl: Szybkość motoru (w milisekundach/stopień).
pt: Velocidade do Motor (ms/graus)

source: Motor rate (milliseconds/deg)
cs: Rychlost motoru (ms/stupeň)
de: Motor Rate (Millisekunden/Grad)
it: Rapporto del motore (ms/grado)
pl: Szybkość motoru (milisekundy/stopień)
pt: Velocidade do Motor (ms/graus)

source: Motor sport
bg: Моторни спортове
cs: Motorové sporty
hr: Motorni sport
it: Sport di motori
pl: Sporty motorowe
pt: Desporto Motorizado
ru: Мото спорт

source: Motoring
bg: Мониторинг
cs: Automobilismus
de: Autofahren
it: Motoristico
pl: Automobilizm
pt: Automobilismo

source: Movie
bg: Филми
cs: Film
de: Film
hr: Film
it: Film
pl: Film
pt: Filme
ru: Кино

source: Movie / drama
de: Film / Drama
pl: Film / dramat

source: Multiple lines of the cron time specification. The default cron triggers the internal grabbers daily at 12:04 and 00:04. See Help on how to define your own.
pl: Wiele wierszy specyfikacji czasu crona. Domyślny cron uruchamia wewnętrzne grabbery codziennie o 12:04 i 00:04. Zobacz Pomoc, jak zdefiniować własne.

source: Multiple lines of the cron time specification. The default cron triggers the over-the-air grabber daily at 02:04 and 14:04. See Help on how to define your own.
pl: Wiele wierszy specyfikacji czasu crona. Domyślny cron uruchamia bezprzewodowy grabber codziennie o 02:04 i 14:04. Zobacz Pomoc, jak określić własne.

source: Music
bg: Музика
cs: Hudba
de: Musik
hr: Glazba
it: Musica
pl: Muzyka
pt: Música
ru: Музыка

source: Music / Ballet / Dance
de: Musik / Ballett / Tanz
pl: Muzyka / balet / taniec

source: Mux
bg: Мукс
hr: Multipleks
pl: Multiplekser
pt: Mistura
ru: Мультиплекс

source: Mux Scheduler
de: Mux Planer
pl: Harmonogram multipleksera
pt: Agendador do Mux

source: Mux UUID
bg: Мукс UUID
cs: UUID muxu
hr: Multipleks UUID
it: UUID del mux
pl: UUID multipleksera
pt: UUID da Mistura
ru: UUID Мультиплекса

source: Mux handling
cs: Zacházení s muxy
de: Muxbehandlung
it: Gestione dei mux
pl: Obsługa multipleksera
pt: Manuseamento do Mux

source: Mux name
cs: Jméno muxu
it: Nome del mux
pl: Nazwa multipleksera
pt: Nome do Mux
ru: Название Мультиплекса

source: Mux not enabled
bg: Мукса не е разрешен
cs: Mux není povolen
de: Mux nicht aktiviert
hr: Multipleks nije omogućen
it: Mux non abilitato
pl: Multiplekser nie jest włączony
pt: Mistura inactiva
ru: Мультиплекс не включен

source: Muxer
pl: Multiplekser

source: NAT Settings
pl: Ustawienia NAT

source: NONE
bg: ПРАЗНО
cs: NIC
de: Kein
hr: NIJEDAN
it: NESSUNO
pl: ŻADEN
pt: NENHUM
ru: НЕТ

source: Name
bg: Име
cs: Název
hr: Naziv
it: Nome
pl: Nazwa
pt: Nome
ru: Имя

source: Name (or date) of program the entry is a rerun of.
cs: Název (nebo čas) opakování události.
de: Name (oder Datum) des Programms das eine Wiederholung ist von.
pl: Nazwa (lub data) programu, którego wpis jest powtórką.

source: Name of channel the entry recorded from.
de: Name des Kanals der für die Aufnahme genutzt wird.
pl: Nazwa kanału, z którego nagrany został wpis.

source: Name of object.
cs: Název objektu.
de: Objektname
pl: Nazwa obiektu.

source: Name of the bouquet.
de: Name des Bouquets.
pl: Nazwa bukietu.

source: Name of the client.
de: Name des Clients.
pl: Nazwa klienta.

source: Name of the entry.
cs: Název položky.
de: Name des Eintrags.
pl: Nazwa wpisu.

source: Name of the module used to grab EPG data.
de: Name des für das Grabben der EPG-Daten verwendeten Moduls.
pl: Nazwa modułu używanego do pobierania danych EPG.

source: Name of the module, grabber or channel that should be used to update this channels EPG info.
pl: Nazwa modułu, grabbera lub kanału, którego należy użyć do aktualizacji informacji EPG tego kanału.

source: Name of the network.
cs: Název sítě.
de: Name des Netzwerks.
pl: Nazwa sieci.

source: Name of the profile.
cs: Název profilu.
de: Name des Profils.
pl: Nazwa profilu.

source: Name of the tag.
cs: Název štítku.
de: Name des Tags.
pl: Nazwa tagu.

source: Name of the tuner.
cs: Název tuneru.
de: Name des Tuners.
pl: Nazwa tunera.

source: Name of the tuner/adapter.
cs: Název tuneru/adaptéru.
de: Name des Tuners/Adapters.
pl: Nazwa tunera/adaptera.

source: Name.
pl: Nazwa.

source: Names
cs: Jména
de: Namen
it: Nomi
pl: Nazwy
ru: Имена

source: Natural sciences
bg: Природни науки
cs: Přírodní vědy
de: Naturwissenschaften
hr: Prirodne znanosti
it: Scienze naturali
pl: Nauki przyrodnicze
pt: Ciências Naturais
ru: Естественные Нуки

source: Nature
bg: Природа
cs: Příroda
de: Natur
hr: Priroda
it: Natura
pl: Natura
pt: Natureza
ru: Природа

source: Network
bg: Мрежа
cs: Síť
de: Netzwerk
hr: Mreža
it: Rete
pl: Sieć
pt: Rede
ru: Сеть

source: Network
cs: Síť
de: Netzwerk
pl: Sieć
pt: Rede

source: Network A
bg: Мрежа А
cs: Síť A
de: Netzwerk A
hr: Mreža A
it: Rete A
pl: Sieć A
pt: Rede A
ru: Сеть A

source: Network B
bg: Мрежа Б
cs: Síť B
de: Netzwerk B
hr: Mreža B
it: Rete B
pl: Sieć B
pt: Rede B
ru: Сеть B

source: Network C
de: Netzwerk C
pl: Sieć C

source: Network D
de: Netzwerk D
pl: Sieć D

source: Network ID (limit scanning)
bg: ИД на мрежата(ограничено сканиране
cs: ID síťě (limit pro vyhledávání)
de: Netzwerk-ID (Suchbeschränkung)
hr: ID mreže (ograniči pretraživanje)
it: ID di rete (limitare scansione)
pl: Identyfikator sieci (ograniczenie skanowania)
pt: ID da Rede (Limitar procura)
ru: Сетевой ID (ограничение сканирования)

source: Network UUID
bg: UUID Мрежа
cs: UUID sítě
de: Netzwerk UUID
hr: UUID mreže
it: UUID della Rete
pl: UUID sieci
pt: UUID da Rede
ru: UUID Сети

source: Network access
cs: Přístup k síti
de: Netzwerkzugang
pl: Dostęp do sieci

source: Network discovery
cs: Vyhledávání sítí
de: Netzwerksuche
it: Scoperta rete
pl: Odkryj sieć
pt: Procurar Rede
ru: Обнаружение Сети

source: Network for port A.
cs: Síť pro port A.
de: Netzwerk auf Port A.
pl: Sieć dla portu A.

source: Network for port AA.
cs: Síť pro port AA.
de: Netzwerk auf Port AA.
pl: Sieć dla portu AA.

source: Network for port AB.
cs: Síť pro port AB.
de: Netzwerk auf Port AB.
pl: Sieć dla portu AB.
