Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Linux DVB-T Frontend
bg: Линукс DVB-T интерфейс

source: Linux DVB-T Multiplex
bg: Линукс DVB-T Multiplex

source: LinuxDVB Adapter
bg: LinuxDVB Адаптер

source: LinuxDVB Network
bg: LinuxDVB Мрежа

source: Listen/Connect Port
bg: Очакване/свързване на порт

source: Local Channel Minor
bg: Локален канал минор

source: Local Channel Number
bg: Локален номер на канал

source: Local Discovery IP Address
bg: Локално откриване IP адреси

source: Lock Preferred CA PID
bg: Заключи предпочитания CA PID

source: Longtitude Direction West
bg: Дължина посока запад

source: MPEG-TS Network
bg: MPEG-TS мрежа
hr: MPEG-TS mreža

source: Make Subdirectories Per Channel
bg: Павене на субдиректория на канал
hr: Napravi podirektorije prema programu

source: Make Subdirectories Per Day
bg: Правене на субдиректория на ден
hr: Napravi podirektorije po danu

source: Make Subdirectories Per Title
bg: Правене на субдиректория на заглавие
hr: Napravi podirektorije prema naslovu

source: Map No Name
bg: Карта без име
hr: Mapiraj bezimeno

source: Map Radio
bg: Карта радио
hr: Mapiraj radio

source: Map Zero Numbers
bg: Карта нулеви номера
hr: Mapiraj Nula brojeve

source: Master Tuner
bg: Основен тунер
hr: Glavni prijemnik

source: Maximum Bandwidth (Kbps)
bg: Максимална честотна лента(Kbps)
hr: Najveća brzina prijenosa (Kbps)

source: Maximum Duration
bg: Максимална продължителност
hr: Najveće trajanje

source: Maximum Input Streams
bg: Максимум входящи стриима
hr: Najviše ulaznih strujanja

source: Min Rotor Time (seconds)
bg: Минимално време на мотора(секунди)
hr: Najmanje vrijeme rotora (sekunde)

source: Minimum Duration
bg: Минимална продължителност
hr: Najmanje trajanje

source: Model Description
bg: Описание Модела
hr: Opis modela

source: Model Name
bg: Име на Модела
hr: Naziv modela

source: Model Number
bg: Номер на Модела
hr: Broj modela

source: Motor Rate (millis/deg)
bg: Скорост на мотора(милисекунди/градуси

source: Mux Name
bg: Име на Мукса
hr: Naziv multipleksa

source: Mux Sched Entry
bg: Mux програмиран вход

source: Network Discovery
bg: Мрежово сканиране
hr: Otkrivanje mreže

source: Network Name
bg: Име на мрежата
hr: Naziv mreže

source: Network Type
bg: Вид на мрежата
hr: Vrsta mreže

source: Not Linked
bg: Не свързано

source: Odd Key
bg: Odd ключ
hr: Neparan ključ

source: One Mux (EMM)
bg: Един Mux(EMM)
hr: Jedan multipleks (EMM)

source: Only Preferred CA PID
bg: Само избрания CA PID
hr: Samo preferirani CA PID

source: OpenTV Channel Number
bg: OpenTV номер на канала
hr: OpenTV broj programa

source: Orbital Position
bg: Орбитална позиция
hr: Orbitalni položaj

source: Orbital Positions
bg: Орбитална позиция
hr: Orbitalni položaji

source: Original Network ID
bg: Оргинална ИД на мрежата
hr: ID izvorne mreže

source: PIN Enquiry Match String
bg: PIN трябва да отговаря на стринга

source: Post-Processor Command
bg: Post-Processor команда

source: Power Save
bg: Пестене на енергия
hr: Štednja energije

source: Pre-defined Muxes
bg: Предопределени MUX

source: Pre-school children's programmes
bg: Предучилищни програми

source: Preferred Service Video Type
bg: Видеозапис на предпочитана услуга

source: Profile Name
bg: Име на профила

source: Recording File Options
bg: Записване опциите на файла

source: Recording System Path
bg: Записване на системния път

source: Remove All Unsafe Characters From Filename
bg: Изтриване на всички опасни знаци в файловото име

source: Replace Whitespace In Title with '-'
bg: Замени празно пространство в Заглавие със '-'
hr: Zamijeni razmak u naslovu s '-'

source: Reply to CAM PIN Enquiries
bg: Отговори на искането за PIN на кама

source: Restart On Error
bg: Рестартирай при грешка

source: Rotor Type
bg: Тип на мотора

source: SAT>IP ATSC Frontend
bg: SAT>IP ATSC интерфейс

source: SAT>IP DVB Frontend
bg: SAT>IP DVB интерфейс

source: SAT>IP DVB-C Frontend
bg: SAT>IP DVB-C интерфейс

source: SAT>IP DVB-S Frontend
bg: SAT>IP DVB-S интерфейс

source: SAT>IP DVB-S Slave Frontend
bg: SAT>IP DVB-S Slave интерфейс

source: SAT>IP DVB-T Frontend
bg: SAT>IP DVB-T интерфейс

source: SAT>IP Source Number
bg: SAT>IP номер на източника

source: SD: Standard Definition
bg: SD: стандартна резолюция

source: Same as source (pass through)
bg: Същото като източника (pass through)

source: SatConfig
bg: Сателитна конфигурация

source: Satellite Longitude
bg: Географска широчина на сателита

source: Satellite Positions
bg: Позиция на сателита

source: Scan Queue length
bg: Сканиране Queue length

source: Scan Result
bg: Сканиране на резултатите
hr: Rezultat pretraživanja

source: Scan Status
bg: Сканитане на статуса

source: Schedule Status
bg: Програмиране на статуса(задачи)

source: Scheduled Start Time
bg: Втеме на стартиране на задачата
hr: Zakazano vrijeme početka

source: Scheduled Stop Time
bg: Втеме на спиране на задачата
hr: Zakazano vrijeme završetka

source: School programmes
bg: Училищни програми

source: Send CAPMT Query
bg: Изпрати CAPMT запитване

source: Serial Number
bg: Сериен Номер
hr: Serijski broj

source: Series Link
bg: Серийна връзка

source: Server Connectivity
bg: Връзки на сървъра
hr: Povezivost poslužitelja

source: Service Configuration
bg: Конфигурация на услугите
hr: Podešavanje usluge

source: Service IDs as Channel Numbers
bg: ИД на услугата като номера на каналите
hr: ID-ovi usluge kao brojevi programa

source: Service Name
bg: Име на услугата
hr: Naziv usluge

source: Service Raw
bg: Raw на услугата
hr: Osnova usluge

source: Service Type
bg: Вид на услугата
hr: Vrsta usluge

source: Services Count %zi
bg: Преброени услуги %zi
hr: Broj usluge %zi

source: Site Latitude
bg: Географска широчина на мястото

source: Site Longitude
bg: Географска дължина на мястото

source: Skip Commercials
bg: Скрии комерсиалните

source: Skip Initial Bytes
bg: Скрии началните байтове

source: Skip Initial Scan
bg: Скрии началното сканиране
hr: Preskoči početno pretraživanje

source: Slot State
bg: Състояние на слота

source: Sort Index
bg: Индекс на сортиране
hr: Razvrstaj raspored

source: Start After
bg: Старт след
hr: Pokreni nakon

source: Start Before
bg: Старт преди
hr: Pokreni prije

source: Start Time
bg: Време на старта
hr: Vrijeme početka

source: Status Period (ms)
bg: Период за снемане на статус(ms)
hr: Razdoblje stanja (ms)

source: Stop Time
bg: Време за стоп
hr: Vrijeme završetka

source: Stream Index
bg: Индекс на сриима

source: Stream Type
bg: Тио на стриима

source: Streaming Priority
bg: Приоритет на стриима
hr: Prioritet strujanja

source: Streaming Profiles
bg: Приоритет на стриимването

source: Subdirectory Options
bg: Опции на субдиректориите

source: Subtitle CODEC
bg: Кодек за субтитрите
hr: Podnaslov KÔDEK

source: Surround (2 Front, Rear Mono)
bg: Съраунд(2 предни, отзад моно)

source: Switch Then Rotor
bg: Превключи и после завърти мотора

source: Switch Type
bg: Тип на превключвателя

source: Symbol Rate (Sym/s)
bg: Скорост на потока данни (Sym/s)

source: Tag Files With Metadata
bg: Етикирай файловете с metadata
hr: Datoteke oznaka s metapodacima

source: This Tuner
bg: Този тунер

source: Title (Regexp)
bg: Заглавие (Regexp)

source: Transmission Mode
bg: Режим на излъчване

source: Transport Stream ID
bg: ИД на стриима на транспондера

source: Tune Before DiseqC
bg: Настрой преди DiseqC

source: Tune Repeats
bg: Настройка на повторението

source: Tuner Configuration
bg: Конфигурация на тунера

source: UDP RTP Port Number (2 ports)
bg: UDP RTP номер на порта (два порта)

source: USALS Rotor
bg: USALS мотор

source: Uncommited First
bg: Първо необвързаните

source: Unicable Switch (Universal LNB, experimental)
bg: Unicable ключ

source: Unicable Type
bg: Тип Unicable

source: Update Card (EMM)
bg: Ъпдейт на картата (EMM)
hr: Ažuriraj karticu (EMM)

source: Update Disabled
bg: Ъпдейтването е изключено
hr: Ažuriranje onemogućeno

source: User Access Error
bg: Грешка в достъпа на потребителя

source: User Icon
bg: Икона за потребителя
hr: Korisnikova ikona

source: User Limit Reached
bg: Лимита на юзери е достигнат

source: Video Bitrate (kb/s) (0=Auto)
bg: Скорост на данни на видеото (kb/s) (0=Автоматично)
hr: Brzina prijenosa videa (kb/s) (0=Automatski)

source: Video CODEC
bg: Видео кодек
hr: Video KÔDEK

source: Video Recorder
bg: Видео рекордер
hr: Video snimač

source: Web Interface
bg: Уеб интерфейс
hr: Web sučelje

source: Web Interface Language
bg: Език на уеб интерфейса
hr: Jezik web sučelja

source: tvhdhomerun Client
bg: Клиент tvhdhomerun

source: Cmd Delay Time (ms) (10-500)
hr: Cmd vrijeme odgode (ms) (10-500)

source: MPEG-TS Input
hr: MPEG-TS ulaz

source: MPEG-TS Multiplex
hr: MPEG-TS multipleks

source: MPEG-TS Multiplex Phy
hr: MPEG-TS multipleks Phy

source: MPEG-TS Raw Service
hr: MPEG-TS osnovna usluga

source: Maximum Channel Num
hr: Najveći broj programa

source: Min Channel Num
hr: Najmanji broj programa

source: OSCam (rev >= 9095)
hr: OSCam (izdanje >= 9095)

source: Only use specified DVB adapters (comma separated)
hr: Samo koristi određene DVB adaptere (odvojene zarezom)

source: RTSP Port
hr: RTSP ulaz

source: Resolution
hr: Razlučivost
