Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Network for port B.
cs: Síť pro port B.
de: Netzwerk auf Port B.
pl: Sieć dla portu B.

source: Network for port BA.
cs: Síť pro port BA.
de: Netzwerk auf Port BA.
pl: Sieć dla portu BA.

source: Network for port BB.
cs: Síť pro port BB.
de: Netzwerk auf Port BB.
pl: Sieć dla portu BB.

source: Network for port C.
de: Netzwerk auf Port C.
pl: Sieć dla portu C.

source: Network for port D.
de: Netzwerk auf Port D.
pl: Sieć dla portu D.

source: Network group
cs: Skupina sítě
de: Netzwerkgruppe
pl: Grupa sieciowa

source: Network limit per group
pl: Ograniczenie sieci na grupę

source: Network name
cs: Název sítě
de: Netzwerkname
it: Nome della rete
pl: Nazwa sieci
pt: Nome da Rede
ru: Название Сети

source: Network prefix
bg: Мрежов префикс
cs: Prefix sítě
de: Netzwerkpräfix
hr: Predbroj mreže
it: Prefisso della rete
pl: Prefiks sieci
pt: Prefixo da Rede
ru: префикс Сети

source: Network settings
cs: Nastavení sítě
de: Netzwerkeinstellungen
pl: Ustawienia sieci

source: Network type
cs: Typ sítě
de: Netzwerktyp
it: Tipo della rete
pl: Typ sieci
pt: Tipo de Rede
ru: Тип Сети

source: Networks
bg: Мрежи
cs: Sítě
de: Netzwerke
hr: Mreže
it: Reti
pl: Sieci
pt: Redes
ru: Сети

source: Never
pl: Nigdy

source: New / premiere
pl: Nowe / premiera

source: New / premiere / unknown
cs: Nové / premiéra / neznámé
de: Neu / Premiere / Unbekannt
pl: Nowość / premiera / nieznany

source: New login
de: Neuer Login
pl: Nowe logowanie

source: New media
pl: Nowe multimedia

source: New muxes + changed muxes
de: Neue und geänderte Muxes
pl: Multipleksery nowe + zmienione

source: New muxes only
de: Nur neue Muxes
pl: Tylko nowe multipleksery

source: News
bg: Новини
cs: Zprávy
de: Nachrichten
hr: Vijesti
it: Notizie
pl: Aktualności
pt: Notícias
ru: Новости

source: News / Current Affairs
de: Nachrichten / Aktuelles
pl: Aktualności / sprawy bieżące

source: News magazine
bg: Новини от списания
cs: Magazín se zprávami
de: Nachrichtenmagazin
hr: Dnevnik
it: Rivista di attualità
pl: Magazyn aktualności
pt: Revistas de Notícias
ru: Журналы новостей

source: Next tune delay in ms (0-2000)
bg: Максимално закъснение на настройката в милисекунди
cs: Zpoždění pro další ladění v ms (0-2000)
de: Nächste Tuneverzögerung in ms (0-2000)
hr: Odgoda do sljedećeg podešavanja u ms (0-2000)
it: Ritardo prossima sintonia in ms (0-2000)
pl: Opóźnienie następnego strojenia w ms (0-2000)
pt: Atraso na próxima sintonização em ms (0-2000)
ru: Задержка следующей настройки в мсек. (0-2000)

source: No
cs: Ne
de: Nein
pl: Nie
pt: Não
ru: Нет

source: No A/V data received
pl: Nie odebrano danych A/V

source: No PIN
bg: Без ПИН
cs: Žádný PIN
de: Keine PIN
hr: Bez PINA
it: Nessun PIN
pl: Brak PIN-u
pt: Sem PIN
ru: Нет PIN

source: No access
bg: Без достъп
cs: Přístup nepovolen
de: Kein Zugriff
hr: Bez pristupa
it: Nessun accesso
pl: Brak dostępu
pt: Sem acesso
ru: Нет доступа

source: No adapters specified!
bg: Няма определен адаптер
cs: Žádné adaptéry nebyly specifikovány!
de: Keine Adapter spezifiziert!
hr: Nema određenog adapters!
it: Nessun adattatore specificato!
pl: Brak sprecyzowanych adapterów!
pt: Sem adaptadores especificados
ru: Адаптеры не указаны!

source: No assigned adapters
cs: Žádné adaptéry nejsou přiřazeny
de: Kein zugeordneter Adapter
it: Adattatori non assegnati
pl: Brak przypisanych adapterów

source: No channel enabled
pl: Brak włączonego kanału

source: No days
bg: Няма дни
cs: Žádné dny
de: Kein Tag
it: Nessun giorno
pl: Brak dni
pt: Sem Dias
ru: Нет дней

source: No descrambler
bg: Няма декодиране
cs: Žádný dešifrátor
de: Kein Descrambler
it: Nessun decodificatore
pl: Brak deszyfratora
pt: Sem descodificador
ru: Нет дешифратора

source: No free adapter
bg: Няма свободен адаптер
cs: Žádný adaptér není volný
de: Kein freier Adapter
it: Nessun adattatore disponibile
pl: Brak wolnego adaptera
pt: Nenhum adaptador livre
ru: Нет свободного адаптера

source: No input detected
bg: Няма намерен вход
cs: Žádný vstup nebyl detekován
de: Keine Daten erkannt
it: Nessun ingresso rilevato
pl: Brak wykrytego wejścia
pt: Não foi detectado nenhuma entrada
ru: Вход не обнаружен

source: No rating needed
pl: Nie jest wymagana żadna ocena

source: No scheme
cs: Žádné schéma
de: Kein Schema
pl: Brak schematu

source: No service assigned to channel
bg: Няма услуга към канала
cs: Žádná služba není přiřazena programu
de: Dem Kanal ist kein Service zugeordnet
it: Nessun servizio assegnato al canale
pl: Brak usługi przypisanej do kanału
pt: Não existem serviços atribuídos ao canal
ru: Не назначен сервис каналу

source: No service enabled
bg: Няма разрешена услуга
cs: Žádná služba není povolená
de: Kein Service aktiviert
it: Nessun servizio abilitato
pl: Brak włączonej usługi
pt: Serviço inactivo
ru: Сервис не включен

source: No source available
bg: Не е наличен източник
cs: Žádný zdroj není dostupný
de: Keine Quelle verfügbar
it: Nessuna sorgente disponibile
pl: Brak dostępnego źródła
pt: Nenhuma fonte disponível
ru: Источник не доступен

source: Node ID
pl: Identyfikator węzła

source: Node subsystem
pl: Podsystem węzłów

source: None
bg: Празно
cs: Žádný
de: Keine
it: Nessuno
pl: Żaden
pt: Nenhum
ru: Нет

source: Normal
bg: Нормален
cs: Standardní
hr: Normalan
it: Normale
pl: Normalny
ru: Нормальный

source: Not all SAT>IP servers use the same signal scaling. Change this setting if the signal level displayed within Tvheadend looks too low.
de: Nicht alle SAT>IP Server nutzen die gleiche Signalauflösung. Ändere diese Einstellung wenn die in Tvheadend angezeigte Signalstärke zu gering erscheint.
pl: Nie wszystkie serwery SAT>IP używają tego samego skalowania sygnału. Zmień to ustawienie, jeśli poziom sygnału wyświetlany w Tvheadend wygląda na zbyt niski.

source: Not enough disk space
de: Nicht genügend Speicherplatz
pl: Za mało miejsca na dysku

source: Not enough memory
cs: Nedostatek paměti
de: Nicht genug Speicher
pl: Za mało pamięci

source: Not linked
cs: Nespojeno
de: Nicht verbunden
it: Non collegato
pl: Niepowiązane
pt: Sem conexões

source: Not set
bg: Не зададен
cs: Nenastaveno
de: Nicht gesetzt
it: Non impostato
pl: Nieustawiony
pt: Não definido
ru: Не задано

source: Not set (none or channel configuration)
bg: Не настроен(няма или не конфигуриран канал
cs: Nenastaveno (žádný nebo z konfigurace programu)
de: Nicht gesetzt (keine oder Kanalkonfiguration)
it: Non impostato (nessuno o configurazione di canale)
pl: Nieustawiony (brak lub konfiguracja kanału)
pt: Não definido (nenhum ou configuração do canal )
ru: Не задан (нет или канал не сконфигурирован)

source: Not set (use channel or DVR configuration)
bg: Не настроен(използвай конфигурация на канала или DVR
cs: Nenastaveno (použij konfiguraci programu nebo DVR)
de: Nicht gesetzt (benutze Kanal- oder DVR-Konfiguration)
it: Non impostato (usa configurazione di canale o DVR)
pl: Nieustawiony (użyj kanału lub konfiguracji DVR)
pt: Não definido (utilizar configuração do canal ou DVR)
ru: Не задан (используйте канал или конфигурацию DVR)

source: Number
bg: Номер
cs: Číslo
de: Nummer
hr: Broj
it: Numero
pl: Numer
pt: Número
ru: Число

source: Number of days to keep recorded files.
pl: Liczba dni przechowywania nagranych plików.

source: Number of days to keep the file.
de: Anzahl der Tage die Datei zu behalten.
pl: Liczba dni przechowywania pliku.

source: Number of days to keep the recorded file.
de: Anzahl der Tage die aufgenommene Datei zu behalten.
pl: Liczba dni przechowywania nagranego pliku.

source: Number of days to retain entry information.
de: Anzahl der Tage die Informationen zum Eintrag zu behalten.
pl: Liczba dni przechowywania informacji o wpisie.

source: Number of days to retain information about recording.
pl: Liczba dni przechowywania informacji o nagraniu.

source: Number of errors that occurred during recording (Transport errors).
de: Anzahl der Fehler, die bei der Aufnahme aufgetreten sind (Übertragungsfehler).
pl: Liczba błędów, które wystąpiły podczas nagrywania (błędy transportu).

source: Number of errors that occurred during recording.
de: Anzahl der Fehler, die bei der Aufnahme aufgetreten sind.
pl: Liczba błędów, które wystąpiły podczas nagrywania.

source: Number of minutes after playback has finished before file should be automatically removed (unless its retention is 'forever'). Note that some clients may pre-cache playback which means the recording will be marked as played when the client has cached the data, which may be before the end of the programme is actually watched.
pl: Liczba minut po zakończeniu odtwarzania, przed automatycznym usunięciem pliku (chyba że jego przechowywanie jest 'na zawsze'). Należy zauważyć, że niektóre klienty mogą buforować odtwarzanie, co oznacza, że nagranie zostanie oznaczone jako odtworzone, gdy klient buforuje dane, co może nastąpić przed faktycznym zakończeniem programu.

source: Number of muxes found.
cs: Počet nalezených muxů.
de: Anzahl der gefundenen Muxe.
pl: Liczba znalezionych multiplekserów.

source: Number of repeats for the DiseqC commands (default is zero - no DiseqC repeats). Note: this represents the number of repeats, not the number of requests - so 0 means 'send once: don't repeat', 1 means 'send twice: send once, then send one repeat', etc.
pl: Liczba powtórzeń dla poleceń DiseqC (domyślnie zero – brak powtórzeń DiseqC). Uwaga: reprezentuje to liczbę powtórzeń, a nie liczbę żądań – więc 0 oznacza „wyślij raz: nie powtarzaj”, 1 oznacza „wyślij dwa razy: wyślij raz, a następnie wyślij jedno powtórzenie” itd.

source: Number of repeats for the tune requests (default is zero - no repeats). Note: this represents the number of repeats, not the number of requests - so 0 means 'send once: don't repeat', 1 means 'send twice: send once, then send one repeat', etc.
pl: Liczba powtórzeń żądań dostrojenia (domyślnie zero – bez powtórzeń). Uwaga: reprezentuje to liczbę powtórzeń, a nie liczbę żądań – więc 0 oznacza „wyślij raz: nie powtarzaj”, 1 oznacza „wyślij dwa razy: wyślij raz, a następnie wyślij jedno powtórzenie” itd.

source: Number of seconds to wait before timing out.
de: Sekunden
pl: Liczba sekund oczekiwania przed przekroczeniem limitu czasu.

source: Number of seconds to wait for spawn to die.
pl: Liczba sekund oczekiwania na śmierć potomnego.

source: Number of services.
cs: Počet služeb.
de: Anzahl der Services
pl: Liczba usług.

source: Number of times this recording was played.
de: Anzahl der Wiedergaben dieser Aufnahme.
pl: Liczba odtworzeń tego nagrania.

source: Number of tsfile tuners
bg: Номер на тунерите от tsfile
cs: Počet tsfile tunerů
de: Anzahl von tsfile-Tuner
it: Numero di sintonizzatori tsfile
pl: Liczba tunerów tsfile
pt: Número de Sintonizadores tsfile
ru: Число tsfile тюнеров

source: Number of tuners to export for HDHomeRun Server Emulation
pl: Liczba tunerów do eksportu dla emulacji serwera HDHomeRun

source: OK (partial)
cs: OK (částečný)
de: OK (teilweise)
it: OK (parziale)
pl: OK (częściowe)
pt: OK (parcial)
ru: Ок (частично)

source: OSCam TCP (rev >= 9574)
hr: OSCam TCP (izdanje >= 9574)
pl: TCP OSCam (rev >= 9574)

source: OSCam net protocol (rev >= 10389)
bg: OSCam net протокол (rev >= 10389)
cs: OSCam net protokol (rev >= 10389)
hr: OSCam mrežni protokol (izdanje >= 10389)
pl: Protokół sieciowy OSCam (rev >= 10389)
pt: protocolo de rede OSCam (rev >= 10389)
ru: OSCam сетевой протокол (rev >= 10389)

source: OSCam pc-nodmx (rev >= 9756)
hr: OSCam pc-nodmx (izdanje >= 9756)
pl: Pc-nodmx OSCam (rev >= 9756)

source: OTA (Over-the-air) Genre Translation
pl: OTA (bezprzewodowe) tłumaczenie gatunków

source: OTA (Over-the-air) Grabber Settings
pl: Ustawienia grabbera OTA (bezprzewodowego)

source: Obtain list of credits (actors, etc.), keywords and extra information from the xml tags (if available). Some xmltv providers supply a list of actors and additional keywords to describe programmes. This option will retrieve this additional information. This can be very detailed (20+ actors per movie) and will take a lot of memory and resources on this box, and will pass this information to your client machines and GUI too, using memory and resources on those boxes too. Do not enable on low-spec machines.
pl: Uzyskaj listę zaangażowanych (aktorów itp.), słów kluczowych i dodatkowych informacji z tagów XML (jeśli są dostępne). Niektórzy dostawcy xmltv dostarczają listę aktorów i dodatkowych słów kluczowych do opisu programów. Ta opcja pobierze te dodatkowe informacje. Może to być bardzo szczegółowe (ponad 20 aktorów na film) i będzie wymagać dużej ilości pamięci i zasobów na tym urządzeniu, a także przekazywać te informacje do klientów i interfejsu GUI, również zużywając pamięć i zasoby na tych urządzeniach. Nie włączaj na maszynach o niskich parametrach.

source: Odd key
cs: Lichý klíč
de: Ungerader Schlüssel
it: Chiave dispari
pl: Nieparzysty klucz

source: Odd key.
de: Ungerader Schlüssel
pl: Nieparzysty klucz.

source: Off
bg: Изключен
cs: Vypnuto
de: Aus
it: Spento
pl: Wył.
pt: Desligado
ru: Выкл.

source: Offset the mapped channel numbers by x (value here + channel number).
pl: Przesuń zmapowane numery kanałów o x (wartość tutaj + numer kanału).

source: Older OSCam
bg: По-стар OSCam
cs: Starší OSCam
de: Älteres OSCam
hr: Stariji OSCam
it: OSCam più vecchie
pl: Starszy OSCam
pt: Versão antiga OSCam
ru: Старый OSCam

source: On
bg: Включен
cs: Zapnuto
de: Ein
it: Acceso
pl: Wł.
pt: Ligado
ru: Вкл.

source: On file removal
cs: Vymazání souborů
de: Dateientfernung (Tage)
it: Su rimozione del file
pl: Podczas usuwania plików

source: On-demand (no first rewind)
cs: Dle požadavku (bez prvního přetočení zpátky)
de: On-demand (kein sofortiges zurückspulen)
pl: Na żądanie (bez pierwszego przewijania)

source: Once per auto channel
cs: Jednou pro automatický program
de: Einmal pro Auto-Kanal
pl: Raz na kanał automatyczny

source: One tune request (setup) is sent before the DiseqC sequence (voltage, tone settings). Some linux drivers require this procedure.
pl: Jedno żądanie strojenia (konfiguracja) jest wysyłane przed sekwencją DiseqC (napięcie, ustawienia tonów). Niektóre sterowniki linuksowe wymagają tej procedury.

source: Only activate timeshift when the client makes the first rewind, fast-forward or pause request. Note, because there is no buffer on the first request rewinding is not possible at that point.
pl: Aktywuj funkcję Timeshift tylko wtedy, gdy klient wykona pierwsze żądanie przewinięcia do tyłu, do przodu lub wstrzymania. Uwaga, ponieważ na pierwszym żądaniu nie ma bufora, przewijanie nie jest w tym momencie możliwe.

source: Only admin can watch the realtime log.
de: Nur der Administrator kann Logdateien in Echtzeit betrachten.
pl: Tylko administrator może oglądać dziennik w czasie rzeczywistym.

source: Only allow users with this tag (or those with no tags at all) set in access configuration to use the tag.
pl: Zezwalaj na używanie tagu tylko użytkownikom z tym tagiem (lub bez tagów) ustawionym w konfiguracji dostępu.

source: Only digits
cs: Pouze čislovky
de: Nur Ziffern
pl: Tylko cyfry

source: Only preferred CA PID
cs: Pouze preferovaná CA PID
de: Nur bevorzugte CA PID
it: Solo il PID CA preferito
pl: Tylko preferowany PID CA
pt: Apenas CA PID preferidos
ru: Только Предпочтительный CA PID

source: Only update the system clock (doesn't affect NTP driver) if the delta between the system clock and DVB time is greater than this. This can help stop excessive oscillations on the system clock.
pl: Aktualizuj zegar systemowy (nie ma to wpływu na sterownik NTP) tylko wtedy, gdy różnica między zegarem systemowym a czasem DVB jest większa. Może to pomóc zatrzymać nadmierne oscylacje zegara systemowego.

source: Only use specified DVB adapters (comma-separated, -1 = none)
de: Benutze nur angegebene DVB-Adapter (Komma getrennt, -1 = keiner)
pl: Używaj tylko określonych adapterów DVB (rozdzielone przecinkami, -1 = brak)

source: Only use this EPG data once when automatically determining what EPG data to set for a channel.
pl: Tych danych EPG należy używać tylko raz podczas automatycznego określania, jakie dane EPG ustawić dla kanału.

source: OpenTV EPG
pl: EPG OpenTV

source: OpenTV channel number
cs: OpenTV číslo programu
de: OpenTV Kanalnummer
it: Numero OpenTV del canale
pl: Numer kanału OpenTV
ru: Номер Канала OpenTV

source: Options to use/used when mapping - see Help for details.
de: Genutze Kanalzuordnung-Optionen - Siehe Hilfe für details
pl: Opcje do użycia/używane podczas mapowania – zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: Options used when updating channels.
de: Genutzte Kanal-Update-Optionen
pl: Opcje używane podczas aktualizacji kanałów.

source: Orbital position
cs: Orbitální pozice
de: Orbitale Position
it: Posizione orbitale
pl: Pozycja orbitalne
pt: Posição Orbital
ru: Орбитальная позиция

source: Orbital positions
cs: Orbitální pozice
de: Orbitale Positionen
it: Posizioni orbitali
pl: Pozycje orbitalne
pt: Posições Orbitais
ru: Орбитальные Позиции

source: Orbital positions.
cs: Orbitální pozice.
de: Orbitale Positionen
pl: Pozycje orbitalne.
pt: Posições Orbitais.

source: Original network ID
cs: Originální ID sítě
de: Original Netzwerk-ID
it: ID originale della rete
pl: Oryginalny identyfikator sieci
ru: Настоящий ID Сети

source: Oscam mode.
de: Oscam Modus
pl: Tryb Oscam.

source: Other service without A/V streams
pl: Inne usługi bez strumieni A/V

source: Over-the-air
pl: Bezprzewodowy
ru: По воздуху

source: Over-the-air Cron multi-line
cs: Over-the-air víceřádkový cron
de: Over-the-air Cron mehrzeilig
it: Cronologia multi-linea over-the-air
pl: Wieloliniowy cron bezprzewodowy
pt: Linhas do Cron para Over-the-air

source: Over-the-air EIT EPG grabber
pl: Bezprzewodowy grabber EPG EIT

source: Over-the-air EPG
bg: Онлайн програмна таблица
hr: EPG iz signala
it: EPG over-the-air
pl: Bezprzewodowe EPG
ru: ЕПГ по воздуху

source: Over-the-air EPG grabber with scraping
pl: Bezprzewodowy grabber EPG z funkcją scrapingu

source: Over-the-air Genre Translation
pl: Bezprzewodowe tłumaczenie gatunków

source: Override disabled
cs: Zakázané vynucení
de: Überschreiben deaktiviert
pl: Zastępowanie wyłączone

source: Override the configuration using a ':' separated list of key=value parameters.
pl: Zastąp konfigurację, używając listy klucz=wartość oddzielonych znakiem ':'.

source: Override the frontend type.
cs: Vynutit typ frontendu.
de: Überschreibe den Frontend-Typ.
pl: Zastąp typ nakładki.

source: Owner
bg: Притежател
cs: Majitel
de: Besitzer
hr: Vlasnik
it: Proprietario
pl: Właściciel
pt: Proprietário
ru: Владелец

source: Owner of the entry.
cs: Majitel položky.
de: Eigentümer des Eintrags.
pl: Właściciel wpisu.

source: Owner of the rule.
cs: Majitel pravidla.
de: Eigentümer der Regel.
pl: Właściciel reguły.

source: PCR Clocks
pl: Zegary PCR

source: PEND
cs: NEDOKONČENÝ
de: AUSSTEHEND
hr: ČEKANJE
it: IN ATTESA
pl: W TOKU
pt: PENDENTE
ru: ОЖИДАНИЕ

source: PIDs 21 in setup
bg: PIDS 21 в настройката
cs: PID číslo 21 v setup příkazu
de: PIDs 21 im Setup
it: PID 21 nell'impostazione
pl: PID-y 21 w ustawieniach
pt: PIDs 21 na configuração

source: PIN inquiry match string
cs: PIN pro dotaz z karty
de: PIN-Abfrage Suchstring
it: Stringa corrispondente alla richiesta PIN
pl: Ciąg znaków dopasowania zapytania o PIN

source: PIN inquiry match string.
de: PIN-Abfrage Suchstring.
pl: Ciąg znaków dopasowania zapytania o PIN.

source: PLP ID
it: ID PLP
pl: Identyfikator PLP

source: PLS code
it: Codice PLS
pl: Kod PLS
ru: PLS Код

source: PLS mode
de: PLS Modus
it: Modalità PLS
pl: Tryb PLS
ru: PLS режим

source: PMT Mode
pl: Tryb PMT

source: PMT mode.
pl: Tryb PMT.

source: PROXY protocol & X-Forwarded-For
pl: Protokół PROXY i X-Forwarded-For

source: PROXY protocol is an extension for support incoming TCP connections from a remote server (like a firewall) sending the original IP address of the client. The HTTP header 'X-Forwarded-For' do the same with HTTP connections. Both enable tunneled connections.This option should be disabled for standard usage.
pl: Protokół PROXY to rozszerzenie obsługujące przychodzące połączenia TCP ze zdalnego serwera (jak zapora sieciowa) wysyłające pierwotny adres IP klienta. Nagłówek HTTP „X-Forwarded-For” robi to samo z połączeniami HTTP. Oba umożliwiają połączenia tunelowane. Ta opcja powinna być wyłączona do standardowego użytku.

source: Packet backlog
pl: Zaległe pakiety

source: Parameters
pl: Parametry

source: Parent entry
cs: Rodičovská položka
de: Übergeordneter Eintrag
it: Voce genitore
pl: Wpis nadrzędny
ru: Родительская запись

source: Parent entry.
cs: Rodičovská položka.
de: Übergeordneter Eintrag.
pl: Wpis nadrzędny.

source: Parental rating label UUID.
pl: Etykieta UUID oceny rodzicielskiej.

source: Parse HbbTV info
pl: Analizuj informacje HbbTV

source: Parse HbbTV information from services.
pl: Analizuj informacje HbbTV z usług.

source: Pass Spectrum inversion to the SAT>IP server.
pl: Przekazuj inwersję spektralną do serwera SAT>IP.

source: Pass specinv
pl: Przekazuj specinv

source: Pass subscription weight
de: Abonnementgewicht durchreichen
pl: Przekazuj rangę subskrypcji

source: Pass subscription weight to the SAT>IP server (Tvheadend specific extension).
pl: Przekazuj rangę subskrypcji do serwera SAT>IP (specyficzne rozszerzenie Tvheadend).

source: Pass-thru muxer
pl: Multiplekser przelotowy

source: Passthrough Muxer SI Tables
pl: Przejściowe tabele multipleksera SI

source: Password
bg: Парола
cs: Heslo
de: Passwort
hr: Lozinka
pl: Hasło
pt: Palavra passe
ru: Пароль

source: Password for the entry.
cs: Heslo pro položku.
de: Passwort für den Eintrag.
pl: Hasło do wpisu.

source: Password2
bg: Парола2
cs: Heslo2
de: Passwort2
hr: Lozinka2
pl: Hasło2
pt: Palavra passe 2
ru: Пароль2

source: Path
cs: Cesta
de: Pfad
it: Percorso
pl: Ścieżka
pt: Caminho
ru: Путь

source: Path to a directory (folder) containing your picon collection. See Help for more detailed information.
pl: Ścieżka do katalogu (folderu) zawierającego Twoją kolekcję picon. Zobacz Pomoc, aby uzyskać bardziej szczegółowe informacje.

source: Path to an icon for this channel. This can be named however you wish, as either a local (file://) or remote (http://) image. See Help for more infomation.
pl: Ścieżka do ikony dla tego kanału. Można to nazwać w dowolny sposób, jako obraz lokalny (file://) lub zdalny (http://). Zobacz Pomoc, aby uzyskać więcej informacji.

source: Path to the frontend used by the device.
de: Pfad zum Frontend, das vom Gerät benutzt wird.
pl: Ścieżka do nakładki używanej przez urządzenie.

source: Path to the grabber executable.
de: Grabber Programmpfad
pl: Ścieżka do pliku wykonywalnego grabbera.

source: Path to the socket Tvheadend will read data from.
de: Dateipfad des Sockets von dem Tvheadend Daten liest.
pl: Ścieżka do gniazda, z którego Tvheadend będzie odczytywać dane.

source: Path to where the timeshift data will be stored. If nothing is specified this will default to CONF_DIR/timeshift/buffer.
pl: Ścieżka do miejsca, w którym będą przechowywane dane funkcji Timeshift. Jeśli nic nie zostanie określone, domyślnie będzie to CONF_DIR/timeshift/buffer.

source: Path used by the device.
cs: Cesta použitá zařízením.
de: Gerätepfad
pl: Ścieżka używana przez urządzenie.

source: Path where the recordings are stored. If components of the path do not exist, Tvheadend will try to create them.
pl: Ścieżka, w której przechowywane są nagrania. Jeśli elementy ścieżki nie istnieją, Tvheadend spróbuje je utworzyć.

source: Peak count of objects
cs: Největší počet objektů
de: Höchste Anzahl von Objekten
pl: Szczytowa liczba obiektów

source: Peak size
cs: Největší velikost
de: Spitzenwert
pl: Szczytowy rozmiar

source: Performing arts
bg: Приложни изкуства
cs: Múzických umění
de: Darstellende Künste
hr: Primjenjenja umjetnost
it: Arti dello spettacolo
pl: Sztuki widowiskowe
pt: Artes cénicas
ru: Исполнительские виды искусства
