Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: DES Constant Code Word
de: DES-Kennwort

source: DVB scan files
cs: DVB scan soubory
de: DVB Scandateien
it: File di scansione DVB
pt: Análise de ficheiros DVB

source: DVR behavior
cs: Chování DVR
de: DVR Verhalten
it: Comportamento DVR
pt: Comportamento DVR
ru: DVR режим

source: DVR log retention period
cs: Čas vymazání DVR souborů
de: DVR Log Speicherzeit
it: Tempo di conservazione nel registro DVR
pt: Período de retenção do log do DVR

source: Define network group to limit network usage.
cs: Definovat síťovou skupinu pro limitování využití sítě.
de: Definiere Netzwerkgruppen, um die Netzwerknutzung zu begrenzen
pt: Definir um grupo da rede para limitar a utilização da rede.

source: Duplicate recording handling.
cs: Zacházení s duplicitami záznamu.
de: Dublettenaufnahmebehandlung.
pt: Duplicar gravação

source: EPG Grabber Channel
de: EPG-Grabber-Kanal
pt: Capturador EPG do canal

source: EPG Grabber Configuration
de: EPG-Grabber Konfiguration
pt: Configuração da captura EPG

source: Enable or disable RTP/AVP/TCP transfer mode (embedded data in the RTSP session) support.
de: Aktiviere oder deaktiviere Unterstützung für RTP/AVP/TCP Übertragungsmodus (In die RTSP-Session eingebettete Daten)

source: Enable or disable ignoring of Event Information Table (EIT) data on this mux.
de: Berücksichtige oder ignoriere Event Information Table (EIT) Daten bei diesem Mux.

source: Enable the CAs (conditional accesses) tab in web user interface for the advanced level. By default, this tab is visible only in the expert level.
de: Aktivere den CA (Conditional Acesses) Tab in der Benutzeroberfläche für den Ansichtmodus "Erweitert". Standardmäßig ist dieser Tab nur im Modus "Experte" sichtbar.

source: Enable/disable interface quick tips.
de: Aktiviere/deaktiviere Benutzeroberflächen Quick-Tips
pt: Activar/desactivar ajudas rápidas ao utilizador.

source: Enter allowed network prefix(es). You can enter a comma-seperated list of prefixes here.
de: Gib die erlaubten Netzwerkprefixe ein. Sie können hier eine kommagetrennte Liste von Prefixen eingeben.

source: Enter comma-separated list of subsystems you want debugging output for (e.g +linuxdvb,+subscriptions,+mpegts).
de: Gib eine mit Komma getrennte Liste an subsystems an, für die die Debugging-Ausgabe aktiviert werden soll (z.B. +linuxdvb,+subscriptions,+mpegts).
pt: Definir uma lista dos sub-sistemas que pretende depurar, separados por virgula (ex. +linuxdvb,+subscriptions,+mpegts).

source: Enter comma-separated list of subsystems you want to get traces for (e.g +linuxdvb,+subscriptions,+mpegts).
de: Gib eine mit Komma getrennte Liste an subsystems an, die du verfolgen willst (z.B. +linuxdvb,+subscriptions,+mpegts).
pt: Definir uma lista dos sub-sistemas que pretende depurar, separados por virgula (ex. +linuxdvb,+subscriptions,+mpegts).

source: Exported tuners
cs: Exportované tunery
de: Exportierte Tuner
it: Sintonizzatori esportati
pt: Sintonizadores exportados
ru: Экспортированные Тюнеры

source: External PyEPG Grabber
de: Externer PyEPG-Grabber
pt: Capturador PyEPG externo

source: External XMLTV EPG Grabber
de: Externer XMLTV EPG-Grabber
pt: Capturador XMLTV externo do EPG

source: Fastscan DVB
de: DVB Schnellscan

source: Filename character set
cs: Znaková sada jména souboru
de: Dateiname-Zeichensatz
it: Insieme dei caratteri per il nome del file
pt: Caracteres do Ficheiro
ru: Набор символов в имени файла

source: Filename options
cs: Volby pro jméno souboru
de: Dateiname-Optionen
it: Opzioni per il nome del file
pt: Opções do Ficheiro
ru: Параметры имени файла

source: Folk
bg: Фолк
cs: Lidový
de: Leute
it: Folclore
ru: Народное

source: Format string
cs: Řetězec formátu
de: Formatzeichenkette
it: Stringa di formato
pt: Formato da String

source: Frequency
bg: Честота
cs: Frekvence
de: Frequenz
hr: Frekvencija
it: Frequenza
pt: Frequência
ru: Частота

source: Frequency (in MHz).
cs: Frekvence (v MHz).
de: Frequenz (in MHz)
pt: Frequência (MHz)

source: Full pathname specification
cs: Plná specifikace cesty
de: Volle Pfadnamenspezifikation
it: Specifica del percorso completo
pt: Especificação do caminho
ru: Спецификация полного пути

source: General
bg: Основни
cs: Základní
de: Allgemein
it: Generale
pt: Geral
ru: Главная

source: General configuration
cs: Základní konfigurace
de: Allgemeine Konfiguration
it: Configurazione generale
pt: Configuração Geral
ru: Главная Конфигурация

source: Global timer
de: Globaler Timer

source: HTSP Default Stream Settings
bg: HTSP основни стриим настройки
cs: HTSP standardní nastavení streamu
de: HTSP Standard Streameinstellungen
hr: HTSP zadane postavke strujanja
it: Impostazioni dello stream predefinito HTSP
pt: Configurações de transmissão HTSP
ru: Настройки потока HTSP по умолчанию

source: HTTP CORS (cross-origin resource sharing) origin. This option is usually set when Tvheadend is behind a proxy. Enter a domain (or IP) to allow cross-domain requests.
de: HTTP CORS (cross-origin resource sharing) Herkunft. Diese Option wird normalerweise gesetzt, wenn Tvheadend sich hinter einem Proxy befindet. Gib eine Domain (oder ein IP-Adresse) ein, um cross-domain-Zugriffe zu erlauben.

source: If you'd like to support the project, please consider a donation.
bg: Ако искате да помогнете за проекта, направете дарение.
cs: Pokud se Vám tento projekt líbí, prosíme, zvažte příspěvek.
de: Wenn Sie das Projekt unterstützen möchten, erwägen Sie bitte eine Spende.
hr: Ako želite podržati projekt, razmislite o donaciji.
it: Se volessi supportare il progetto, per piacere considera l'idea di una donazione.
pt: Se quiser ajudar a suportar o nosso projecto, dê-nos o seu donativo, obrigado.
ru: Если вы хотите помочь проекту, пожалуйста рассмотрите возможность пожертвования.

source: Internal PyEPG Grabber
de: Interner PyEPG Grabber
pt: Capturador PyEPG interno

source: Internal XMLTV EPG Grabber
de: Interner XMLTV EPG-Grabber
pt: Capturador XMLTV interno do EPG

source: Internal grabber
cs: Interní graber
de: Interner Grabber
it: Estrattore interno
pt: Capturador interno
ru: Внутренний граббер

source: Key and value pairs to remove from the query string in the URL.
de: Schlüssel-Wert-Paare, die vom Aufrufstring in der URL entfernt werden.

source: Language settings
cs: Jazykové nastavení
de: Spracheinstellungen
it: Impostazioni per la lingua
pt: Configurações do idioma
ru: Настройки Языковые

source: Lowest starting channel number.
de: Niedrigste startende Kanalnummer.

source: MPEG-TS Pass-thru
de: MPEG-TS Durchreichen
it: Pass-thru MPEG-TS
pt: MPEG-TS Pass-through

source: Maximum allowed difference between event start time when the EPG event is changed.
de: Größte erlaubte Zeitdifferenz zwischen der Startzeit des Ereignisses und dem Zeitpunkt, in dem das EPG-Ereignis geändert wird.

source: Network limit per position
cs: Limit sítě na pozici
de: Netzwerklimitierung pro Position

source: Number of days to keep the recorded files.
de: Anzahl der Tage die aufgenommenen Dateien zu behalten.

source: Only Bulsatcom 39E
bg: Само Булсатком 39И
cs: Pouze Bulsatcom 39E
de: Nur Bulsatcom 39E
hr: Samo Bulsatcom 39E
it: Solo Bulsatcom 39E
pt: Apenas Bulsatcom 39E
ru: Только Bulsatcom 39E

source: Only EIT
bg: Само EIT
cs: Pouze EIT
de: Nur EIT
hr: Samo EIT
it: Solo EIT
pt: Apenas EIT
ru: Только EIT

source: Only OpenTV Sky Ausat
bg: Само OpenTV Sky Ausat
cs: Pouze OpenTV Sky Ausat
de: Nur OpenTV Sky Ausat
hr: Samo OpenTV Sky Ausat
it: Solo OpenTV Sky Ausat
pt: Apenas OpenTV Sky Ausat
ru: Только OpenTV Sky Ausat

source: Only OpenTV Sky Italia
bg: Само OpenTV Sky Italia
cs: Pouze OpenTV Sky Italia
de: Nur OpenTV Sky Italia
hr: Samo OpenTV Sky Italia
it: Solo OpenTV Sky Italia
pt: Apenas OpenTV Sky Italia
ru: Только OpenTV Sky Italia

source: Only OpenTV Sky UK
bg: Само OpenTV Sky UK
cs: Pouze OpenTV Sky UK
de: Nur OpenTV Sky UK
hr: Samo OpenTV Sky UK
it: Solo OpenTV Sky UK
pt: Apenas OpenTV Sky UK
ru: Только OpenTV Sky UK

source: Only PSIP (ATSC)
cs: Pouze PSIP (ATSC)
de: Nur PSIP (ATSC)
it: Solo PSIP (ATSC)
pt: Apenas PSIP (ATSC)
ru: Только PSIP (ATSC)

source: Only UK Freesat
bg: Само UK Freesat
cs: Pouze UK Freesat
de: Nur UK Freesat
hr: Samo UK Freesat
it: Solo UK Freesat
pt: Apenas UK Freesat
ru: Только UK Freesat

source: Only UK Freeview
bg: Само UK Freeview
cs: Pouze UK Freeview
de: Nur UK Freeview
hr: Samo UK Freeview
it: Solo UK Freeview
pt: Apenas UK Freeview
ru: Только UK Freeview

source: Only Viasat Baltic
bg: Само Viasat Baltic
cs: Pouze Viasat Baltic
de: Nur Viasat Baltic
hr: Samo Viasat Baltic
it: Solo Viasat Baltic
pt: Apenas Viasat Baltic
ru: Только Viasat Baltic

source: Opera
bg: Опера
de: Oper
pt: Ópera
ru: Опера

source: Other Stream Filter
bg: Други филтри за стриима
de: Sonstiger Streamfilter
hr: Ostali filter strujanja

source: Output directory for tsdebug
bg: Изходна директория за TS дебъг
cs: Výstupní adresář pro tsdebug
de: Zielverzeichnis für tsdebug
hr: Izlazni direktorij za ts otklanjnje greške
it: Cartella di uscita per tsdebug
pt: Directório de saída do tsdebug
ru: Директория вывода tsdebug

source: Over-the-air grabbers
cs: Over-the-air grabery
de: Over-the-air Grabber
it: Estrattori over-the-air
ru: Грабберы по воздуху

source: Power-up time (ms) (15-200)
cs: Startovací čas (ms) (15-200)
de: Hochfahrzeit (ms) (15-200)
it: Tempo di accensione (ms) (15-200)
pt: Tempo de inicialização (ms)(15-200)
ru: Время включения (милисек.) (15-200)

source: Prefer picons over channel name
cs: Preferuj picony před názvy programů
de: Picons dem Kanalnamen vorziehen
it: Preferisci picon al nome del canale
pt: Preferir picons em alternativa ao nome do canal
ru: Предпочтительные пиконы на имя канала

source: RTP/AVP/TCP (embedded data)
de: RTP/AVP/TCP (eingebettete Daten)

source: Recording file options
cs: Volby souboru pro záznam
de: Aufnahmedatei-Optionen
it: Opzioni per file di registrazione
ru: Свойства записываемого файла

source: Recording system path
cs: Systémový adresář pro záznamy
de: Aufnahmedateipfad
it: Percorso di sistema per la registrazione
ru: Системный Путь Записи

source: Resolution (height)
cs: Rozlišení (výška)
de: Auflösung (Höhe)
it: Risoluzione (altezza)
pt: Resolução (altura)
ru: Разрешение (высота)

source: Rewrite MPEG-TS SI tables
cs: Přepsat MPEG-TS SI tabulky
de: MPEG-TS SI Tabellen erneuern
it: Riscrivi tabelle MPEG-TS SI

source: Satellite longitude.
de: Längengrad des Satelliten
pt: Longitude do Satélite

source: Scan progress
cs: Postup skenu
de: Fortschritt
pt: Progresso da procura

source: Schedule a re-recording if more errors than (0=off)
cs: Zaznamenat znovu, pokud je počet chyb vyšší než (0=vypnout)
de: Plane eine Neuaufnahme bei mehr Fehlern als (0=aus)
it: Pianifica una ri-registrazione se più errori di (0=spento)
pt: Agendar nova gravação se houver erros superior a (0=desligado)
ru: Журнал презаписи если ошибок больше чем (0=откл.)

source: Season information (if available).
cs: Informace o sezóně (pokud je dostupná).
de: Staffel Information ( wenn vorhanden)

source: Service mapping
cs: Mapování služeb
de: Servicezuordnung

source: Sets the default interface view level (next to the Help button).
de: Setzt den Standard Ansichtsmodus (neben dem Hilfe-Knopf)

source: Start recording earlier than the defined Start recording earlier than the defined start time by x minutes: for example, if a program is to start at 13:00 and you set a padding of 5 minutes it will start recording at 12:54:30 (including a warm-up time of 30 seconds). If this isn't specified, any pre-recording padding as set in the channel or DVR entry will be used.
de: Die Aufnahme um x Minuten vor den Start laut EPG-Daten beginnen. Zum Beispiel: Ein Programm startet um 13:00 Uhr und du hast 5 Minuten Polster angegeben, so wird die Aufnahme 12:54:30 gestartet (30 Sekunden werden als Aufwärmzeit abgezogen) Wenn hier nichts angegeben wird, wird der angegebene Puffer vom jeweiligen Kanal genommen.

source: Stream Profile
bg: Профил на стриима
de: Streamprofil
pt: Perfil de Transmissão

source: Subdirectory options
cs: Volby podadresáře
de: Unterverzeichnis-Optionen
it: Opzione delle sottocartelle
pt: Opções do Sub-directório
ru: Опции поддиректории

source: Subtitle Stream Filter
bg: Филтър за субтитрите на стриима
de: Untertitel Streamfilter
hr: Podnaslov filter strujanja
pt: Filtro de Transmissão da Legenda

source: Subtitle codec
cs: Kodek podtitulků
de: Untertitel-Codec
it: Codec sottotitolo
pt: Codec da Legenda
ru: Codec Субтитров

source: Surround (2 front, rear mono)
cs: Surround (2 přední, zadní mono)
de: Surround (2 vorne, hinten Mono)
it: Surround (2 frontali, mono posteriore)

source: Teletext Stream Filter
bg: Филтър за телетекст на стриима
de: Videotext Streamfilter
hr: Teletekst filter strujanja

source: The number of seconds to wait for a stream to start.
de: Die Anzahl an Sekunden, die gewartet werden sollen, bevor ein Stream gestartet wird.

source: Time update
cs: Aktualizace času
de: Zeitaktualisierung
it: Aggiornamento dell'orario
pt: Actualização do tempo
ru: Время Обновления

source: Timeout (sec) (0=infinite)
bg: Таймаут (sec) (0=неограничено)
cs: Časový limit (sek.) (0=bez limitu)
de: Zeitüberschreitung (Sek) (0=unendlich)
it: Pausa (sec) (0=infinito)
pt: Tempo limite (sec) (0=infinito)
ru: ТаймАут (сек.) (0=бесконечн.)

source: Tone burst
de: Tonburst
it: Impulso del tono

source: Transcoding
cs: Transkódování
de: Transkodierung
it: Transcodifica
pt: Converter

source: Use HTTP digest authentication
cs: Použít 'HTTP digest' autorizaci
de: HTTP digest Authentifizierung benutzen
pt: Utilizar autenticação HTTP digest

source: Use PROXY protocol & X-Forwarded-For
de: Verwende das PROXY-Protokoll & X-Forwarded-For

source: Use packet backlog
cs: Používat neúplné snímky
de: Benutze Paket-Backlog
pt: Utilizar aplicação backlog

source: User interface quick tips (tooltips)
de: Benutzeroberflächen Quick-Tips (Kurzinfo)
pt: Ajudas rápidas ao utilizador (tooltips)

source: User language
cs: Jazyk uživatele
de: Benutzersprache
it: Lingua dell'utente
pt: Linguagem do utilizador
ru: Пользовательский язык

source: Vertical resolution (height) of the output video stream. Horizontal resolution is adjusted automatically to preserve aspect ratio. When set to 0, the input resolution is used.
de: Vertikale Auflösung (höhe) des Ausgabe-Video-Streams. Die horizontale Auflösung wird unter beachtung des Seitenverhältnisses automatisch bestimmt. Wenn 0 ausgwählt wird, wird die Originalauflösung beibehalten.

source: Video codec preset
cs: Nastavení pro video kodek
de: Video-Codec Voreinstellung
pt: Codec de vídeo pré-definido

source: Video codec preset to use for transcoding.
cs: Nastavení pro video kodek použité pro transkódování.
de: Video-Codec Voreinstellung, die für das Transkodieren genutzt wird.
pt: Codec de vídeo pré-definido para utilizar na conversão

source: Video codec to use for the transcode. "Do not use" will disable video output.
cs: Video kodek použítý pro transkódování. "Nepoužívat" zakáže video výstup.
de: Video-Codec, der für das Transkodieren genutzt wird. "Nicht benutzen" wird Video-Ausgang deaktivieren.

source: WEBTV profile H264/AAC/MPEG-TS
bg: WEBTV профил H264/AAC/MPEG-TS
cs: WEBTV profil H264/AAC/MPEG-TS
de: WEBTV Profil H264/AAC/MPEG-TS
it: WEBTV profilo H264/AAC/MPEG-TS
pt: Perfil WEBTV H264/AAC/MPEG-TS
ru: WEBTV профиль H264/AAC/MPEG-TS

source: WEBTV profile H264/AAC/Matroska
bg: WEBTV профил H264/AAC/Matroska
cs: WEBTV profil H264/AAC/Matroska
de: WEBTV Profil H264/AAC/Matroska
it: WEBTV profilo H264/AAC/Matroska
pt: Perfil WEBTV H264/AAC/Matroska
ru: WEBTV профиль H264/AAC/Matroska

source: WEBTV profile VP8/Vorbis/WEBM
bg: WEBTV профил VP8/Vorbis/WEBM
cs: WEBTV profil VP8/Vorbis/WEBM
de: WEBTV Profil VP8/Vorbis/WEBM
it: WEBTV profilo VP8/Vorbis/WEBM
pt: Perfil WEBTV VP8/Vorbis/WEBM
ru: WEBTV профиль VP8/Vorbis/WEBM

source: Web user interface
cs: Uživatelské webové rozhraní
de: Webbenutzeroberfläche
it: Interfaccia web utente
pt: Interface Web do Utilizador
ru: Web Пользовательский интерфейс

source: Welcome - Tvheadend - your TV streaming server and video recorder
cs: Vítejte - Tvheadend - Váš TV server pro streamování a video rekordér
de: Willkommen - Tvheadend - Dein TV Streaming Server und Videorekorder

source: default: nvenc(h264 / h265)
de: Standard: nvenc(h264 / h265)
pt: por omissão: nvenc(h264 / h265)

source: fast: h264 / h265 / qsv(h264 / h265)
de: schnell: h264 / h265 / qsv(h264 / h265)
pt: rápido: h264 / h265 / qsv(h264 / h265)

source: faster: h264 / h265 / qsv(h264)
de: schneller: h264 / h265 / qsv(h264)
pt: mais rápido: h264 / h265 / qsv(h264)

source: medium: h264 / h265 / qsv(h264 / h265)
de: mittel: h264 / h265 / qsv(h264 / h265)
pt: médio: h264 / h265 / qsv(h264 / h265)

source: slow: h264 / h265 / qsv(h264 / h265)
de: langsam: h264 / h265 / qsv(h264 / h265)
pt: lento: h264 / h265 / qsv(h264 / h265)

source: slower: h264 / h265 / qsv(h264)
de: langsamer: h264 / h265 / qsv(h264)
pt: mais lento: h264 / h265 / qsv(h264)

source: superfast: h264 / h265
de: superschnell: h264 / h265
pt: super rápido: h264 / h265

source: ultrafast: h264 / h265
de: ultraschnell: h264 / h265
pt: ultra rápido: h264 / h265

source: veryfast: h264 / h265 / qsv(h264)
de: sehr schnell: h264 / h265 / qsv(h264)
pt: muito rápido: h264 / h265 / qsv(h264)

source: veryslow: h264 / h265 / qsv(h264)
de: sehr langsam: h264 / h265 / qsv(h264)
pt: muito lento: h264 / h265 / qsv(h264)

source: # Channels
bg: #Канали
cs: # Programů
hr: # Programi
it: # Canali
pt: # Canais
ru: # Каналы

source: # Services seen
cs: # Viděných služeb
it: # Servizi visti
pt: Serviços analisados
ru: # Просмотренные сервисы

source: Access Configuration - Access Entries
pt: Configuração de acesso - Utilizadores

source: Access Configuration - IP Blocking
pt: Configuração de acesso - Bloqueio do IP

source: Access Configuration - Passwords
pt: Configuração de acesso - Palavras-passe

source: Advanced streaming
cs: Pokročilé streamování
it: Streaming avanzato
pt: Transmissão avançada

source: All DVR (rw)
bg: Всички DVR презаписваеми
cs: Vše DVR (rw)
hr: Svi DVR (rw)
it: Tutto DVR (rw)
pt: Todo DVR (rw)
ru: Все DVR (rw)

source: Allow the initial scan tuning on this device (scan when Tvheadend starts). See 'Skip Initial Scan' in the network settings for further details.
pt: Permitir análise ao iniciar o dispositivo. Ver 'Skip Initial Scan (Ignorar a análise inicial)' nas configurações de rede para mais detalhes.

source: Allow/disallow HTSP protocol streaming, e.g Kodi (via pvr.hts) or Movian.
pt: Permitir/bloquear transmissão através do protocolo HTSP, ex. Kodi (via pvr.hts) ou Movian.

source: Allow/disallow HTTP streaming.
cs: Povolit/zakázat HTTP streamování.
pt: Permitir/bloquear transmissão via HTTP.

source: Allow/disallow access to DVR via the HTSP protocol.
cs: Povolit/zakázat přístup pro DVR funkce přes HTSP protokol.
pt: Permitir/bloquear acesso para o DVR via protocolo HTSP.

source: Allow/disallow access to all failed DVR entries.
cs: Povolit/zakázat přístup ke všem neúspěšným nahrávkám.
pt: Permitir/bloquear acesso a todas as gravações falhadas.

source: Allow/disallow access to other users DVR entries (read only).
cs: Povolit/zakázat přístup ostatním uživatelům k nahrávkám (pouze pro čtení).
pt: Permitir/bloquear acesso de outros utilizadores ao DVR (modo leitura).

source: Allow/disallow access to the 'Configuration' tab.
cs: Povolit/zakázat přístup do záložky konfigurace.
pt: Permitir/bloquear acesso à página de 'Configuração'.

source: Allow/disallow access to video recorder functionality (including Autorecs).
pt: Permitir/bloquear acesso às funcionalidades de gravação (incluindo gravações automáticas).

source: Allow/disallow advanced http streaming, e.g, direct service or mux links.
pt: Permitir/bloquear transmissão avançada através de http, ex. serviços directos ou links de misturadores.

source: Allow/disallow read/write access to other users' DVR entries.
pt: Permitir/bloquear acesso de leitura/escrita do DVR a outros utilizadores.

source: Allow/disallow web interface access (this includes access to the EPG).
pt: Permitir/bloquear acesso através da interface web (inclui acesso ao EPG).

source: Audio Stream Filter
bg: Филтър Аудио Потоци
hr: Zvuči filter struajanja
pt: Filtro de transmissão de áudio

source: Audio birate to use for transcoding.
cs: Nastavení použité rychlosti pro audio pro transkódování.
pt: Taxa de áudio a utilizar na conversão.

source: Audio bitrate (kb/s) (0=auto)
it: Bitrate audio (kb/s) (0=automatico)
pt: Taxa de áudio (kb/s) (0=auto)
ru: Аудио битрейт (кбит/с) (0=Авто)

source: Audio codec
cs: Audio kodek
it: Codec audio
pt: Codec de áudio
ru: Аудио кодек

source: Automatically map EPG source. Automatically link EPG data to the channel (using the channel name for matching). If you turn this option off, only the OTA EPG grabber will be used for this channel unless you've specifically set a different EPG Source.
pt: Mapear automaticamente a fonte EPG a determinado canal. Caso esta opção estiver desligada, será utilizado apenas o EPG OTA.

source: Automatically name from network. Always use the name defined by the network.
pt: Nomear automaticamente através da rede. Utilizar sempre o nome definido na rede.

source: Automatically update channel icons using information provided by the enabled EPG providers. Note: this may cause unwanted changes to already defined channel icons.
pt: Actualizar automaticamente os ícones dos canais via EPG dos fornecedores do serviço. Nota: esta opção pode causar mudanças nos ícones dos canais já definidos.

source: Automatically update channel names using information provided by the enabled EPG providers. Note: this may cause unwanted changes to already defined channel names.
pt: Actualizar automaticamente os ícones dos canais via EPG dos fornecedores do serviço. Nota: esta opção pode causar mudanças nos ícones dos canais já definidos.

source: Automatically update channel numbers using information provided by the enabled EPG providers. Note: this may cause unwanted changes to already defined channel numbers.
pt: Actualizar automaticamente os ícones dos canais via EPG dos fornecedores do serviço. Nota: esta opção pode causar mudanças nos ícones dos canais já definidos.

source: Bitrate to use for the transcode. See Help for detailed information.
pt: Taxa a utilizar na conversão. Ver ajuda para informação detalhada.

source: Bouquet (auto). The bouquet the channel is associated with.
pt: Bouquet (auto). Bouquet ao qual o canal está associado.

source: CA Stream Filter
bg: СА стриим филтър
hr: CA filter strujanja
pt: Filtro de Transmissão CA

source: Check for the services' presence. If the service is no longer broadcast this field will change to "Missing In PAT/SDT".
pt: Verificar a disponibilidade dos serviços. Se um serviço não estiver mais disponível, este campo será modificado para "Missing In PAT/SDT (Falta o PAT/SDT)".

source: Check service availability (add live services only).
pt: Verificar a disponibilidade do serviço ( adicionar apenas serviços disponíveis).

source: Commercials will be dropped from the recordings. At the moment, commercial detection only works for the Swedish channel TV4.
pt: Os anúncios publicitários não serão gravados. Neste momento esta opção funciona apenas no canal TV4 da Suécia.

source: Concurrent limit per network position (src=) for satellite SAT>IP tuners. The first limit number is for src=1 (AA), second for src=2 (AB) etc.
pt: O limite na concorrência por posição da rede satélite SAT>IP (src=). O primeiro limite é para a src=1 (AA) a segunda para a src=2 (AB), etc...

source: Conditional Access
pt: Acesso condicional

source: Continue even if descrambling fails
cs: Pokračovat i při chybě dekódování
it: Continua anche se la decodifica fallisce
pt: Continuar mesmo falhando a descodificação
