Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Enable or disable fast input switching.
cs: Povolit nebo zakázat rychlé přepínání vstupů.
de: Aktiviere oder Deaktiviere schnellen Eingangswechsel.
pl: Włącz lub wyłącz szybkie przełączanie wejścia.
pt: Activar ou desactivar mudança rápida de entrada

source: Enable or disable full mux mode.
cs: Povolit nebo zakázat příjem celého muxu.
de: Full Mux Mode aktivieren oder deaktivieren.
pl: Włącz lub wyłącz tryb pełnego multipleksera.
pt: Activar ou desactivar o modo full mux

source: Enable or disable ignoring of Event Information Table (EIT) data for this service.
pl: Włącz lub wyłącz ignorowanie danych z tabeli informacji o wydarzeniach (EIT) dla tej usługi.

source: Enable or disable this configuration.
cs: Povolit nebo zakázat tuto konfiguraci.
de: Diese Einstellungen aktivieren oder deaktivieren.
pl: Włącz lub wyłącz tą konfigurację.
pt: Activar ou desactivar esta configuração

source: Enable over-the-air program guide (EPG) scanning on this input device.
de: Aktiviere over-the-air EPG Scan auf diesem Eingangsgerät.
pl: Włącz bezprzewodowe skanowanie przewodnika po programach (EPG) na tym urządzeniu wejściowym.
pt: Activar a captura da programação televisiva (EPG) over-the-air neste dispositivo.

source: Enable parser for kodi label formatting
pl: Włącz analizator składni formatowania etykiet Kodi

source: Enable syslog
cs: Povolit syslog
de: Syslog aktivieren
it: Abilita syslog
pl: Włącz syslog
pt: Activar syslog
ru: Включить syslog

source: Enable system time updates. This will only work if the user running Tvheadend has rights to update the system clock (normally only root).
de: Aktiviere Aktualisierung der Systemzeit. Das funktioniert nur wenn der Nutzer unter dem Tvheadend läuft die Berechtigung zum aktualisieren der Systemzeit hat (normalerweise nur root)
pl: Włącz aktualizacje czasu systemowego. To zadziała tylko wtedy, gdy użytkownik uruchamiający Tvheadend ma uprawnienia do aktualizacji zegara systemowego (zwykle tylko root).

source: Enable the Tvheadend server to emulate an HDHomeRun server. This allows LiveTV to be used on some media servers.
pl: Włącz serwer Tvheadend do emulowania serwera HDHomeRun. Pozwala to na korzystanie z LiveTV na niektórych serwerach multimedialnych.

source: Enable this filter.
cs: Povolit tento filtr.
de: Aktiviere den Filter.
pl: Włącz ten filtr.
pt: Activar este filtro

source: Enable this option to only deinterlace fields, passing progressive frames unchanged. This is useful for mixed content, allowing progressive frames to bypass deinterlacing for improved efficiency and quality.
pl: Włącz tę opcję, aby usuwać przeplot tylko pól, przekazując klatki progresywne bez zmian. Jest to przydatne w przypadku zawartości mieszanej, umożliwiając klatkam progresywnym ominięcie usuwania przeplotu, co poprawia wydajność i jakość.

source: Enable trace subsystems
bg: Разреши проследяване на субсистемата
cs: Povolit trasovací subsystémy
de: Trace-Subsysteme aktivieren
hr: Omogući praćenje podsustava
it: Abilita sottosistemi di tracciatura
pl: Włącz śledzenie podsystemów
pt: Activar rastreamento dos subsistemas
ru: Включение подсистемы трассировки

source: Enable vainfo detection
pl: Włącz wykrywanie vainfo

source: Enable vainfo detection in order to show only encoders that are advertised by VAAPI driver. NOTE: After save, Tvheadend restart is required!
pl: Włącz wykrywanie vainfo, aby wyświetlać tylko kodery reklamowane przez sterownik VAAPI. UWAGA: po zapisaniu wymagane jest ponowne uruchomienie Tvheadend!

source: Enable web UI debug (non-minified JS)
cs: Povolit ladění webUI (neminimalizované JS)
de: WebUI Debug aktivieren (nicht-minified JS)
it: Abilita debug della web UI (JS non minimizzato)
pl: Włącz debugowanie interfejsu WWW (nieminifikowany JS)
pt: Activar visualização da depuração através da web UI (non-minified JS)

source: Enable, disable or ignore the mux. When the mux is marked as ignore, all discovered services are removed.
de: Aktiviere, deaktiviere oder ignoriere den Mux. Wenn "Ignorieren" markiert ist, werden alle gefundenen Dienste entfernt.
pl: Włącz, wyłącz lub zignoruj multiplekser. Gdy multiplekser jest oznaczony jako ignorowany, wszystkie wykryte usługi są usuwane.

source: Enable/Disable CA client.
de: Aktiviere/Deaktiviere CA Client
pl: Włącz/wyłącz klienta CA.
pt: Activar/desactivar cliente CA.

source: Enable/Disable network.
pl: Włącz/wyłącz sieć.

source: Enable/Disable service.
de: Aktiviere/deaktiviere Service.
pl: Włącz/wyłącz usługę.

source: Enable/Disable the CAs (conditional accesses) tab for the advanced view level. By default, it's visible only to the Expert level.
pl: Włącz/wyłącz kartę "Dostęp warunkowy (CA)" dla poziomu widoku zaawansowanego. Domyślnie jest widoczna tylko dla poziomu "Ekspercki".

source: Enable/Disable the entry.
de: Eintrag aktivieren/deaktivieren.
pl: Włącz/wyłącz wpis.

source: Enable/Disable timeshift.
de: Timeshift ein/ausschalten
pl: Włącz/wyłącz funkcję Timeshift.

source: Enable/Disable web interface mouse-over tooltips.
pl: Włącz/wyłącz podpowiedzi po najechaniu myszką na interfejs internetowy.

source: Enable/disable EPG data for the entry.
de: Aktiviere/deaktiviere EPG Daten für diesen Eintrag.
pl: Włącz/wyłącz dane EPG dla wpisu.
pt: Activar/desactivar dados EPG para este item.

source: Enable/disable LNA.
cs: Povolit/zakázat LNA.
de: Aktiviere/deaktiviere LNA.
pl: Włącz/wyłącz LNA.
pt: Activar/desactivar LNA.

source: Enable/disable auto-rec rule.
de: Aktiviere/deaktiviere Auto-Aufnahme-Regel.
pl: Włącz/wyłącz zasady automatycznego zapisu.
pt: Activar/desactivar regra de gravação automática.

source: Enable/disable debugging output to syslog.
de: Aktiviere/deaktiviere Debugausgabe ins Syslog.
pl: Włącz/wyłącz wyjście debugowania do syslog.
pt: Activar/desactivar escrita da depuração para o syslog

source: Enable/disable inclusion of low-level debug traces.
de: Aktiviere/deaktiviere die Einbeziehung des systemnahen Debug Trace
pl: Włącz/wyłącz uwzględnianie śladów debugowania niskiego poziomu.
pt: Activar/desactivar a inclusão de rastos de depuração de baixo-nível

source: Enable/disable libav log output.
de: Aktiviere/deaktiviere libav Logausgabe.
pl: Włącz/wyłącz wyjście dziennika libav.
pt: Activar/desactivar escrita da depuração do libav.

source: Enable/disable logging to syslog.
de: Aktiviere/deaktiviere Protokollierung ins Syslog.
pl: Włącz/wyłącz logowanie do syslog.
pt: Activar/desactivar depuração para o syslog.

source: Enable/disable offering of Entitlement Management Message updates.
de: Aktiviere/deaktiviere Entitlement Management Message updates.
pl: Włącz/wyłącz oferowanie aktualizacji komunikatów zarządzania uprawnieniami.
pt: Activar/desactivar mensagens de actualização.

source: Enable/disable pilot tone.
cs: Povolit/zakázat pilot.
de: Aktiviere/deaktiviere Pilotton.
pl: Włącz/wyłącz dźwięk pilota.
pt: Activar/desactivar pilot tone.

source: Enable/disable power save mode (if supported by the device).
de: Aktiviere/deaktiviere Stromsparmodus (wenn vom Gerät unterstützt).
pl: Włącz/wyłącz tryb oszczędzania energii (jeśli jest obsługiwany przez urządzenie).
pt: Activar/desactivar poupança de energia (se o dispositivo suportar).

source: Enable/disable profile.
cs: Povolit/zakázat profil.
de: Aktiviere/deaktiviere Profil.
pl: Włącz/wyłącz profil.
pt: Activar/desactivar perfil.

source: Enable/disable scraping episode details using the grabber.
pl: Włącz/wyłącz pobieranie szczegółów odcinków za pomocą grabbera.

source: Enable/disable scraping subtitle from the programme description. Some broadcasters do not send separate title, subtitle, description, and summary fields. This allows scraping of common subtitle formats from within the broadcast summary field if supported by the configuration file.
pl: Włącz/wyłącz pobieranie podtytułu z opisu programu. Niektóre nadawcy nie wysyłają oddzielnych pól tytułu, podtytuł, opisu i podsumowania. To umożliwia pobieranie powszechnych formatów podtytułu z pola podsumowania transmisji, jeśli jest obsługiwane przez plik konfiguracyjny.

source: Enable/disable scraping summary from the programme description. Some broadcasters do not send separate title, subtitle, description, and summary fields. This allows scraping of a modified summary from within the broadcast summary field if supported by the configuration file.
pl: Włącz/wyłącz podsumowanie skrobania w opisie programu. Niektórzy nadawcy nie wysyłają oddzielnych pól tytułu, podtytułu, opisu i podsumowania. Umożliwia to pobranie zmodyfikowanego podsumowania z pola podsumowani transmisji, jeśli jest to obsługiwane przez plik konfiguracyjny.

source: Enable/disable scraping title from the programme title and description. Some broadcasters can split the title over the separate title, and summary fields. This allows scraping of common split title formats from within the broadcast title and summary field if supported by the configuration file.
pl: Włącz/wyłącz pobieranie tytułu z tytułu i opisu programu. Niektóre nadawcy mogą podzielić tytuł na oddzielne pola tytułu i podsumowania. Pozwala to na pobieranie wspólnych formatów podzielonych tytułów z tytułu emisji i pola podsumowania, jeśli jest obsługiwane przez plik konfiguracyjny.

source: Enable/disable the bouquet.
de: Aktiviere/deaktiviere Bouquet
pl: Włącz/wyłącz bukiet.
pt: Activar/desactivar bouquet.

source: Enable/disable the channel.
de: Aktiviere/deaktiviere den Kanal.
pl: Włącz/wyłącz kanał.
pt: Activar/desactivar canal.

source: Enable/disable the device.
cs: Povolit/zakázat zařízení.
de: Aktiviere/deaktiviere das Gerät.
pl: Włącz/wyłącz urządzenie.
pt: Activar/desactivar dispositivo.

source: Enable/disable the entry.
de: Aktiviere/deaktiviere den Eintrag.
pl: Włącz/wyłącz wpis.
pt: Activar/desactivar item.

source: Enable/disable the grabber.
de: Aktiviere/deaktiviere den Grabber.
pl: Włącz/wyłącz grabber.
pt: Activar/desactivar capturador.

source: Enable/disable the rating label.
pl: Włącz/wyłącz etykietę oceny.

source: Enable/disable the tag.
cs: Povolit/zakázat štítek.
de: Aktiviere/deaktiviere den Tag.
pl: Włącz/wyłącz tag.
pt: Activar/desactivar etiqueta.

source: Enable/disable tuner/adapter.
cs: Povolit/zakázat tuner/adaptér.
de: Aktiviere/deaktiviere den Tuner/Adapter.
pl: Włącz/wyłącz tuner/adapter.
pt: Activar/desactivar sintonizador/adaptador.

source: Enabled
bg: Разрешено
cs: Povoleno
de: Aktiviert
hr: Omogućeno
it: Abilitato
pl: Włączony
pt: Activo
ru: Включено

source: Encoding algorithm complexity
pl: Złożoność algorytmu kodowania

source: Encrypted
bg: Кодирано
cs: Zakódováno
de: Verschlüsselt
hr: Šifrirano
it: Cifrato
pl: Zaszyfrowany
pt: Encriptado
ru: Зашифрованные

source: Encrypted service
cs: Zakódovaná služba
de: Verschlüsselter Service
it: Servizio cifrato
pl: Usługa kodowana
pt: Serviço encriptado
ru: Зашифрованный сервис

source: Enter a non-admin user password.
de: Gib ein Nicht-Admin Benutzerpasswort ein.
pl: Wprowadź hasło użytkownika innego niż administrator.
pt: Preencher uma palavra-passe para utilizador sem permissões de administrador.

source: Enter a non-admin user username.
de: Gib einen Nicht-Admin Benutzernamen ein.
pl: Wprowadź nazwę użytkownika innego niż administrator.
pt: Preencher com o nome de utilizador sem permissões de administrador.

source: Enter allowed network prefix(es). You can enter a comma-separated list of prefixes here.
pl: Wprowadź dozwolone prefiksy sieciowe. Tutaj możesz wprowadzić listę prefiksów oddzielonych przecinkami.

source: Enter an administrator password.
cs: Vložit heslo administrátora.
de: Gib ein Administratorpasswort ein.
pl: Wprowadź hasło administratora.
pt: Defina uma palavra-passe de administrador

source: Enter an administrator username. Note: do not use the same username as the superuser backdoor account.
cs: Vložte uživatelské jméno administrátora. Pozn: nepoužívejte stejné uživatelské jméno jako pro super-administrátora / backdoor.
de: Gib einen Administratorbenutzernamen ein. Hinweis: Benutze nicht den gleichen Benutzernamen wie beim Superbenutzer-Hintertür-Konto.
pl: Wprowadź nazwę użytkownika administratora. Uwaga: nie używaj tej samej nazwy użytkownika co konto backdoor superużytkownika.
pt: Definir um nome de administrador. Nota: não utilizar um nome igual ao que foi definido na conta de super-utilizador.

source: Enter comma-separated list of subsystems you want debugging output for (e.g. linuxdvb,subscription,mpegts).
pl: Wprowadź oddzieloną przecinkami listę podsystemów, dla których chcesz uzyskać wynik debugowania (np. linuxdvb,subscription,mpegts).

source: Enter comma-separated list of subsystems you want to get traces for (e.g linuxdvb,subscription,mpegts).
pl: Wprowadź oddzieloną przecinkami listę podsystemów, dla których chcesz pobrać ślady (np. linuxdvb,subscription,mpegts).

source: Enter external IP if behind Network address translation (NAT). Asterisk (*) means accept all IP addresses.
de: Gib die externe IP-Addresse an, wenn du hinter einem NAT (Network address translation) bist. Ein Sternchen (*) bedeutet, alle IP-Addressen zu akzeptieren.
pl: Wprowadź zewnętrzny adres IP, jeśli znajduje się za translacją adresów sieciowych (NAT). Gwiazdka (*) oznacza akceptację wszystkich adresów IP.

source: Enter external PORT if behind Forwarding redirection.(0 = use the same local port).
pl: Wprowadź zewnętrzny PORT, jeśli znajdujesz się za przekierowaniem. (0 = użyj tego samego portu lokalnego).

source: Enter the filename (including path) where Tvheadend should write the log.
de: Gib einen Dateinamen (mit Dateipfad) an, in den Tvheadend Logdateien schreiben soll.
pl: Wprowadź nazwę pliku (wraz ze ścieżką), w którym Tvheadend ma zapisywać dziennik.

source: Entertainment programs for 10 to 16
cs: Zábavné programy od 10 do 16
de: Unterhaltungsprogramme für 10 bis 16
it: Trasmissione di intrattenimento da 10 a 16 anni
pl: Programy rozrywkowe od 10 do 16
pt: Programas de entretenimento dos 10 aos 16
ru: Развлекательные программы от 10 до 16

source: Entertainment programs for 6 to 14
cs: Zábavné programy od 6 do 14
de: Unterhaltungsprogramme für 6 bis 14
it: Trasmissione di intrattenimento da 6 a 14 anni
pl: Programy rozrywkowe od 6 do 14
pt: Programas de Entretenimento dos 6 aos 14
ru: Развлекательные программы от 6 до 14

source: Environment
bg: Среда
cs: Životní prostředí
de: Umwelt
hr: Okoliš
it: Ambiente
pl: Środowisko
pt: Ambiente
ru: Окружение

source: Environment (pipe)
bg: Среда (pipe)
cs: Prostředí (roura)
de: Umgebungsvariablen (pipe)
hr: Okoliš (slivnik)
it: Ambiente (pipe)
pl: Środowisko (potok)
pt: Ambiente (pipe)
ru: Окружение (pipe)

source: Episode
bg: Епизод
cs: Epizoda
hr: Epizoda
it: Episodio
pl: Odcinek
pt: Episódio
ru: Эпизод

source: Episode %d
bg: Епизод %d
cs: Epizoda %d
hr: Epizoda %d
it: Episodio %d
pl: Odcinek %d
pt: Episódio %d
ru: Эпизод %d

source: Episode image
pl: Obraz odcinka

source: Episode image.
pl: Obraz odcinka.

source: Episode number/ID.
cs: Číslo epizody/identifikátor
de: Episodennummer/ID.
pl: Numer/identyfikator odcinka.
pt: Número/ID do episódio.

source: EpisodeLink XPath
pl: XPath EpisodeLink

source: EpisodeLink XPath fallback
pl: Awaryjny XPath EpisodeLink

source: Equestrian
de: Pferdesport
pl: Jeździecki

source: Error code
cs: Kód chyby
de: Fehlercode
it: Codice di errore
pl: Kod błędu
pt: Código do Erro
ru: Код Ошибки

source: Error code of entry.
cs: Kód chyby pro položku.
de: Errorcode des Eintrags
pl: Kod błędu wpisu.
pt: Código de erro do item

source: Errors
bg: Грешки
cs: Chyby
de: Fehler
hr: Greške
it: Errori
pl: Błędy
pt: Erros
ru: Ошибки

source: Even key
cs: Sudý klíč
de: Gerader Schlüssel
it: Chiave pari
pl: Parzysty klucz
pt: Chave do Evento

source: Even key.
de: Gerader Schlüssel
pl: Parzysty klucz.
pt: Chave do Evento

source: Event does not exist
cs: Událost neexistuje
de: Ereignis existiert nicht.
pl: Wydarzenie nie istnieje
pt: O evento não existe

source: Every day
bg: Всеки ден
cs: Každý den
de: Jeden Tag
hr: Svaki dan
it: Ogni giorno
pl: Codziennie
pt: Todos os dias
ru: Каждый день

source: Exclude channel tags
cs: Vyjmout štítky programů
de: Kanal-Tags ausschließen
it: Escludi le etichette dei canali
pl: Wyklucz tagi kanałów
pt: Excluir etiquetas dos canais
ru: Исключая метки канала

source: Expeditions
bg: Експедиция
cs: Expedice
de: Expeditionen
hr: Ekspedicije
it: Spedizioni
pl: Wyprawy
pt: Expedições
ru: Экспедиции

source: Experimental film
bg: Експериментален филм
cs: Experimentální film
de: Experimenteller Film
hr: Eksperimentalan film
it: Film sperimentali
pl: Film eksperymentalny
pt: Filme alternativo
ru: Эксперементальное кино

source: Expert
de: Experte
it: Esperto
pl: Ekspercki
pt: Experiente
ru: Экспертный

source: Expert Settings
pl: Ustawienia eksperckie

source: Expire time
pl: Czas wygaśnięcia

source: Exported Tuner(s) Settings
pl: Eksportowane ustawienia tunera(-ów)

source: Extended (OE 2.2)
pl: Rozszerzony (OE 2.2)

source: Extended (OE 2.2), mode follows key
pl: Rozszerzony (OE 2.2), tryb podąża za kluczem

source: Extended DES (OE 2.0)
pl: Rozszerzony DES (OE 2.0)

source: Extended mode
pl: Tryb rozszerzony

source: Extended mode settings.
pl: Ustawienia trybu rozszerzonego.

source: External
cs: Externí
de: Extern
it: Esterno
pl: Zewnętrzny
pt: Externo
ru: Внешний

source: External EPG grabber
cs: Externí EPG graber
de: Externer EPG-Grabber
it: Estrattore EPG esterno
pl: Zewnętrzny grabber EPG
pt: Capturador EPG externo
ru: Внешний EPG граббер

source: External IP (NAT)
cs: Externí IP (NAT)
de: Externe IP (NAT)
it: IP esterno (NAT)
pl: Zewnętrzny adres IP (NAT)
pt: IP externo (NAT)
ru: Внешний IP (NAT)

source: External RTSP port (NAT)
pl: Zewnętrzny port RTSP (NAT)

source: External URL
cs: Externí URL
de: Externe URL
it: URL esterno
pl: Zewnętrzny adres URL
pt: URL externa
ru: Внешний URL

source: External URL of the bouquet.
cs: Externí URL pro buket.
de: Externe URL des Bouquets.
pl: Zewnętrzny adres URL bukietu.
pt: URL externo do bouquet.

source: External position
pl: Pozycja zewnętrzna

source: External rotor command
pl: Polecenie zewnętrzne rotora

source: Extra arguments
cs: Extra argumenty
de: Extra Parameter
it: Argomenti supplementari
pl: Ekstra czas rozpoczęcia
pt: Argumentos extra
ru: Эктра аргументы

source: Extra categories, typically from xmltv
pl: Dodatkowe kategorie, zwykle z xmltv

source: Extra keywords, typically from xmltv
pl: Dodatkowe słowa kluczowe, zwykle z xmltv

source: Extra start time
cs: Extra začáteční čas
de: Extra Startzeit
it: Tempo di inizio supplementare
pl: Dodatkowy czas rozpoczęcia
pt: Tempo extra no ínicio
ru: Дополнительное Время старта

source: Extra stop time
cs: Extra koncový čas
de: Extra Endzeit
it: Tempo di termine supplementare
pl: Dodatkowy czas zakończenia
pt: Tempo extra no final
ru: Дополнительное Время остановки

source: Extra text
pl: Dodatkowy tekst

source: Extra warming up time (seconds)
cs: Extra zahřívací čas (sekundy)
de: Extra Aufwärmzeit (Sekunden)
it: Tempo supplementare di riscaldamento (secondi)
pl: Dodatkowy czas rozgrzania (sekundy)
pt: Tempo extra de inicialização (segundos)

source: FAIL
bg: ПРОВАЛ
cs: NEÚSPĚŠNÝ
de: FEHLER
hr: NEUSPJELO
it: FALLIMENTO
pl: NIEPOWODZENIE
pt: FALHOU
ru: ПРОВАЛ

source: FE supported
pl: Obsługiwane przez FE

source: FEC high
de: FEC Hoch
it: FEC alto
pl: Wysoka FEC
pt: FEC Elevado

source: FEC low
de: FEC Niedrig
it: FEC basso
pl: Niska FEC
pt: FEC Baixo

source: FHD TV
pl: TV FHD

source: FHD: full high definition
pl: FHD: pełna wysoka rozdzielczość

source: Factual topics
bg: Фактически теми
cs: Fakta
de: Sachliche Themen
hr: Stvarne teme
it: Tematiche fattuali
pl: Tematy faktyczne
pt: Temas factuais
ru: Фактические темы

source: Failed
cs: Nezdařené
de: Fehlgeschlagen
pl: Błędne
pt: Falhou/falhado

source: Failed to open image
cs: Nemohu otevřít soubor
de: Öffnen des Bildes fehlgeschlagen
pl: Nie udało się otworzyć obrazu
pt: Falhou ao abrir a imagem

source: Failed view
de: Fehgeschlagene Wiedergabe
pl: Nieudany widok

source: Fanart image
pl: Obraz fanartu

source: Fanart image.
pl: Obraz fanartu.

source: Fashion
de: Mode
pl: Moda

source: Fast input switch
cs: Rychlé přepnutí vstupu
de: Schneller Eingangswechsel
it: Commutazione veloce dell'ingresso
pl: Przełącz szybkie wprowadzanie
pt: Alteração rápida de entrada
ru: Быстрый переключатель ввода

source: Fetch additional artwork from installed providers. Tvheadend has a 'tmdb' and `tvdb' provider which require you to specify your authorized key in the options below.
pl: Pobierz dodatkową grafikę od zainstalowanych dostawców. Tvheadend ma dostawcę „tmdb” i „tvdb”, który wymaga określenia autoryzowanego klucza w poniższych opcjach.

source: Fetch artwork for new recordings.
pl: Pobierz grafikę dla nowych nagrań

source: Fetch artwork for unidentifiable broadcasts.
pl: Pobierz grafikę dla niezidentyfikowanych transmisji

source: Field Rate
pl: Szybkość pola

source: File missing
cs: Soubor chybí
de: Datei fehlt
it: File mancante
pl: Plik utracony
pt: Falta o ficheiro
ru: Файл Отсутствует

source: File name for this rating's icon.
pl: Nazwa pliku dla ikony tej oceny.

source: File not created
cs: Soubor nebyl vytvořen
de: Datei nicht erstellt
it: File non creato
pl: Plik nie utworzony
pt: Ficheiro não foi criado
ru: Файл не создан

source: File permissions (octal, e.g. 0664)
cs: Práva souboru (osmičkové, např. 0664)
de: Dateirechte (oktal, z.B. 0664)
it: Permessi del file (ottale, per es. 0664)
pl: Uprawnienia pliku (ósemkowe, np. 0664)
pt: Permissões do Ficheiro (octal, e.g. 0664)
ru: Права на Файл (восьм. например 0664)

source: File removed
de: Datei gelöscht
pl: Plik usunięty

source: File size
cs: Velikost souboru
de: Dateigröße
it: Dimensione del file
pl: Rozmiar pliku
pt: Tamanho do Ficheiro
ru: Размер файла

source: Filename
bg: Име на файла
cs: Jméno souboru
de: Dateiname
hr: Naziv datoteke
it: Nome del file
pl: Nazwa pliku
pt: Nome do Ficheiro
ru: Имя файла

source: Filename (including path)
de: Dateiname (inkl. Pfadangabe)
pl: Nazwa pliku (w tym ścieżka)

source: Filename used by the entry.
cs: Jméno souboru použíté v této položce.
de: Dateiname des Eintrags
pl: Nazwa pliku używana przez wpis.
pt: Nome do ficheiro utilizado na configuração

source: Filename/Tagging Settings
pl: Nazwa pliku/Ustawienia tagowania

source: Filesystem Settings
pl: Ustawienia systemu plików

source: Filesystem monitor
de: Dateisystem Monitor
pl: Monitor systemu plików

source: Filter
pl: Filtr

source: Fine arts
bg: Изящни изкуства
cs: Výtvarné umění
de: Bildende Kunst
hr: Likovne umjetnosti
it: Belle arti
pl: Sztuki piękne
pt: Belas-Artes
ru: Изящные искусства

source: Finished
cs: Ukončený
de: Abgeschlossen
it: Terminato
pl: Zakończone
pt: Terminado
ru: Окончено

source: First aired
pl: Pierwsza emisja

source: First hit
pl: Pierwsze trafienie

source: First scan
pl: Pierwsze skanowanie

source: First word
cs: První slovo
de: Erstes Wort
pl: Pierwsze słowo
pt: Primeira palavra

source: Fit to RAM (cut rewind)
cs: Pouze v RAM (omezit přetáčení dozadu)
de: An RAM anpassen (Rückspulen beschneiden)
pl: Dopasuj do RAM (przytnij przewijanie)
pt: Adequar à RAM (apagar antigo)

source: Fitness and health
bg: Фитнес и здраве
cs: Fitnes a zdraví
de: Fitness und Gesundheit
hr: Fitnes i zdravlje
it: Forma fisica e salute
pl: Fitness i zdrowie
pt: Saúde e Fitness
ru: Фитнес и здоровье

source: Folkloric
bg: Фолклорни
cs: Folkról
de: Folkloristisch
hr: Folklor
it: Folcloristico
pl: Folklorystyczny
pt: Folclore
ru: Фольклёр

source: Football
bg: Футбол
cs: Fotbal
hr: Nogomet
it: Calcio
pl: Piłka nożna
pt: Futebol
ru: Футбол

source: For autorecs, attempt to find better time slots
pl: W przypadku autonagrań, spróbuj znaleźć lepsze sloty czasowe

source: For example: 12610500. This frequency is 12610.5Mhz or 12.6105Ghz.
pl: Na przykład: 12610500. Ta częstotliwość to 12610,5 MHz lub 12,6105 GHz.
