Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: For example: 312000000. This frequency is 312Mhz.
pl: Na przykład: 312000000. Ta częstotliwość to 312 MHz.

source: For example: 658000000. This frequency is 658Mhz.
pl: Na przykład: 658000000. Ta częstotliwość to 658 MHz.

source: Force (auto)
bg: Принудително (автоматично)
cs: Vynutit (auto)
de: Erzwingen (auto)
hr: Prisili (automatski)
it: Forza (automatico)
pl: Wymuś (automatycznie)
pt: Forçar (auto)
ru: Форсировать (авто)

source: Force CA ID (e.g. 0x2600)
bg: Принудително CA ID (e.g. 0x2600)
cs: Vynutit CA ID (e.g. 0x2600)
de: Erzwungene CA-ID (z.B. 0x2600)
hr: Prisili CA ID (npr. 0x2600)
it: Forza ID CA (per es. 0x2600)
pl: Wymuś ID CA (np. 0x2600)
pt: Forçar CA ID (e.g. 0x2600)

source: Force RTSP announcement of the external (NAT) ip:port
pl: Wymuś ogłoszenie RTSP zewnętrznego (NAT) ip:port

source: Force all network connections to this tuner to be made over the specified IP address, similar to the setting for the SAT>IP device itself. Setting this overrides the device-specific setting.
de: Erzwinge, dass alle Netzwerkverbindungen zu diesem Tuner über eine bestimmte IP-Adresse aufgebaut werden, ähnlich der Einstellung für das SAT>IP Gerät selbst. Diese Einstellung überschreibt die gerätespezifische Einstellung.
pl: Wymuś nawiązywanie wszystkich połączeń sieciowych z tym tunerem przez określony adres IP, podobnie jak w przypadku ustawienia samego urządzenia SAT>IP. Ustawienie to zastępuje ustawienie specyficzne dla urządzenia.
pt: Forçar a que todas as conexões a este sintonizador sejam realizadas através de um IP específico. Ao utilizar esta opção irá ignorar as definições especificas do dispositivo.

source: Force an initial EPG grab at start-up (internal grabbers).
pl: Wymuś początkowe przechwytywanie EPG przy uruchomieniu (wewnętrzne grabbery)

source: Force an initial EPG grab at start-up.
de: Erzwinge eine initiale EPG-Suche beim Start.
pl: Wymuś początkowe przechwycenie EPG podczas uruchamiania.
pt: Forçar a procura EPG ao iniciar.

source: Force hardware acceleration.
pl: Wymuś przyspieszenie sprzętowe.

source: Force initial EPG grab at start-up
cs: Vynutit počáteční EPG grabování po startu
de: Erzwinge initiale EPG-Suche beim Start
pl: Wymuś początkowe przechwycenie EPG podczas uruchamiania
pt: Forçar a procura EPG ao iniciar.

source: Force initial EPG grab at start-up (internal grabbers)
pl: Wymuś początkowe przechwytywanie EPG przy uruchomieniu (wewnętrzne grabbery).

source: Force old status
cs: Vynutit starý status
de: Alten Status erzwingen
it: Forza vecchio stato
pl: Wymuś stary status
pt: Forçar o estado anterior

source: Force pilot for DVB-S2
bg: Принудително пилот за DVB-S2
cs: Vynutit pilot pro DVB-S2
de: Erzwinge Pilot für DVB-S2
hr: Prisili pilota za DVB-S2
it: Forza pilot per DVB-S2
pl: Wymuś pilota dla DVB-S2
pt: Forçar DVB-S2

source: Force priority
cs: Vynutit prioritu
de: Priorität erzwingen
it: Forza priorità
pl: Wymuś priorytet
pt: Forçar Prioridade
ru: Форсировать Приоритетное

source: Force profile to use this priority.
de: Erzwingen der Verwendung dieser Priorität für das Profil.
pl: Wymuś użycie tego priorytetu przez profil.

source: Force service type to 1
cs: Vynutit typ služby jako 1
de: Setze den Typ des Dienstes auf 1
pl: Wymuś typ usługi na 1
pt: Forçar o tipo do serviço para 1

source: Force signal level
pl: Wymuś poziom sygnału

source: Force signal level for all streaming (1-240, 0=do not use).
pl: Wymuś poziom sygnału dla wszystkich transmisji strumieniowych (1-240, 0=nie używaj).

source: Force teardown delay
bg: Принудително закъснение на прекъсването
cs: Vynutit zpoždění teardown
de: Erzwinge Abbauverzögerung
hr: Prisli odgodu rastavljanja
it: Ritardo dell'abbattimento forzato
pl: Wymuś opóźnienie porzucenia
pt: Forçar atraso no teardown

source: Force the delay between RTSP TEARDOWN and RTSP SETUP command (value from 'Next tune delay in ms' is used). Some devices are not able to handle quick continuous tuning.
de: Erzwinge das Delay zwischen dem RTSP TEARDOWN- und RTSP SETUP-Befehl (der Wert von "Nächste Tuneverzögerung in ms" wird verwendet). Einige Geräte sind nicht in der Lage, schnell durchgehend zu tunen.
pl: Wymuś opóźnienie między komendami RTSP TEARDOWN i RTSP SETUP (używana jest wartość z 'Opóźnienie następnego strojenia'). Niektóre urządzenia nie są w stanie obsłużyć szybkiego ciągłego strojenia.

source: Force the grace period for which SAT>IP client waits for the data from server. After this grace period, the tuner is handled as dead. The default value is 5 seconds (for DVB-S/S2: 10 seconds).
de: Erzwinge eine Wartezeit, die der SAT>IP Client wartet, bis er Daten vom Server erhalten hat. Nach dieser Wartezeit wird der Tuner als nicht verbunden behandelt. Der Standardwert ist 5 Sekunden (für DVB-S/S2: 10 Sekunden).
pl: Wymuś okres karencji, przez jaki klient SAT>IP oczekuje na dane z serwera. Po tym okresie karencji tuner jest traktowany jako martwy. Wartość domyślna to 5 sekund (dla DVB-S/S2: 10 sekund).

source: Force the local UDP Port number here. The number should be even (RTP port). The next odd number (+1) will be used as the RTCP port.
de: Erzwingt die lokale UDP-Port-Nummer. Die Nummer sollte gerade sein (RTP-Port). Die darauffolgende ungerade Nummer (+1) wird als RTCP-Port benutzt.
pl: Wymuś tutaj numer lokalnego portu UDP. Liczba powinna być parzysta (port RTP). Następna liczba nieparzysta (+1) zostanie użyta jako port RTCP.

source: Force usage of entered CA ID on this service.
de: Erzwinge die Benutzung der eingegeben CA ID für diesen Service.
pl: Wymuś użycie wprowadzonego identyfikatora CA w tej usłudze.
pt: Forçar a utilização deste CA ID neste serviço.

source: Forced OK
pl: Wymuszone OK

source: Foreign countries
bg: Чужди страни
cs: Cizí země
de: Fremde Länder
hr: Strane zemlje
it: Paesi stranieri
pl: Zagraniczne kraje
pt: Estrangeiro
ru: Зарубежные страны

source: Forever
cs: Navždy
de: Ewig
it: Per sempre
pl: Na zawsze
pt: Para sempre
ru: Навсегда

source: Fork and run as daemon
bg: Отделяне и стартиране като демон
cs: Démon mód
de: Als Hintergrundprozess ausführen
hr: Račvaj i pokreni kao pozadinski program (daemon)
it: Separa ed esegui come demone
pl: Forkuj i uruchom jako demon
pt: Bifurcar e executar como serviço
ru: Перезапустить как Демон

source: Format for htsp output
pl: Format dla wyjścia htsp

source: Format for xmltv output
pl: Format dla wyjścia xmltv

source: Format string/Pathname specification
pl: Specyfikacja ciągu formatującego/ścieżki

source: Found muxes
cs: Nalezeno multiplexů
de: Muxe gefunden
pl: Znaleziono multipleksery
pt: Muxes encontrados

source: Found services
cs: Nalezeno služeb
de: Services gefunden
pl: Znalezione usługi
pt: Muxes encontrados

source: Frame Rate
pl: Szybkość klatek

source: Frame rate combines the two interlaced fields to create a single frame. Field rate processes each field independently, outputting as individual frames, which enables higher temporal resolution by producing one frame per field. Note: with field rate deinterlacing the resulting stream will have double frame-rate (for example 25i becomes 50p), which can result in smoother video since the original temporal properties of the interlaced video are retained.
pl: Szybkość klatek łączy dwa przeplatane pola, tworząc jedną klatkę. Szybkość klatek przetwarza każde pole niezależnie, generując pojedyncze klatki, co umożliwia wyższą rozdzielczość czasową dzięki generowaniu jednej klatki na pole. Uwaga: po odplotu szybkości klatek strumień wynikowy będzie miał podwójną szybkość klatek (na przykład 25i staje się 50p), co może skutkować płynniejszym obrazem, ponieważ zachowane zostają oryginalne właściwości czasowe przeplatanego obrazu.

source: Free subscription weight
cs: Volná váha odběru
de: Freies Abonnementgewicht
pl: Ranga wolnej subskrypcji
pt: Peso da subscrição

source: Free-form field, enter whatever you like here.
de: Frei-Form-Feld. Es kann alles eingegeben werden.
pl: Dowolne pole, wpisz tutaj, co chcesz.
pt: Coloque o que pretender neste campo.

source: Free-form text field, enter whatever you like here.
de: Frei-Form-Textfeld. Es kann alles eingegeben werden.
pl: Dowolne pole tekstowe, wpisz tutaj, co chcesz.
pt: Coloque o que pretender neste campo.

source: Free-form text field, enter whatever you like.
de: Frei-Form-Textfeld. Es kann alles eingegeben werden.
pl: Dowolne pole tekstowe, wpisz, co chcesz.
pt: Coloque o que pretender neste campo.

source: Free-form text field. You can enter whatever you like here.
de: Frei-Form-Textfeld. Es kann alles eingegeben werden.
pl: Dowolne pole tekstowe. Możesz tu wpisać, co chcesz.
pt: Coloque o que pretender neste campo.

source: Free-format text field. Enter whatever you like here.
de: Frei-Format-Textfeld. Es kann alles eingegeben werden.
pl: Pole tekstowe dowolnego formatu. Wpisz tutaj, co chcesz.
pt: Coloque o que pretender neste campo.

source: Frequency (Hz)
bg: Честота (Hz)
cs: Frekvence (Hz)
de: Frequenz (Hz)
hr: Frekvencija (Hz)
it: Frequenza (Hz)
pl: Częstotliwość (Hz)
pt: Frequência (Hz)
ru: Частота (Hz)

source: Frequency (MHz)
bg: Честота (MHz)
cs: Frekvence (MHz)
de: Frequenz (MHz)
hr: Frekvencija (MHz)
it: Frequenza (MHz)
pl: Częstotliwość (MHz)
pt: Frequência (MHz)
ru: Частота (MHz)

source: Frequency (kHz)
bg: Честота (kHz)
cs: Frekvence (kHz)
de: Frequenz (kHz)
hr: Frekvencija (kHz)
it: Frequenza (kHz)
pl: Częstotliwość (kHz)
pt: Frequência (kHz)
ru: Частота (kHz)

source: Fri
bg: Пет
cs: Pát
de: Fr
hr: Pet
it: Ven
pl: Pt
pt: Sexta-Feira
ru: Пятн.

source: Friendly name
cs: Přátelské jméno
de: Benutzer-lesbarer Name
it: Nome descrittivo
pl: Łatwa nazwa
pt: Apelido
ru: Дружественное Имя

source: Frontend number
cs: Číslo frontendu
de: Frontend-Nummer
it: Numero del frontend
pl: Numer nakładki
pt: Número da Interface
ru: Номер Внешнего Интерфейса

source: Frontend path
cs: Cesta k frontendu
de: Frontend-Pfad
it: Percorso del frontend
pl: Ścieżka nakładki
pt: Caminho para a Interface
ru: Путь к фронтенду

source: Full DiseqC
bg: Пълен DiseqC
cs: Celý DiseqC
de: Volles DiSEqC
hr: Puni DiseqC
it: DiseqC pieno
pl: Pełny DiseqC
pt: DiseqC Total
ru: Полный DiseqC

source: Full mux RX mode supported
cs: Podporován plný mux rx mód
de: Full Mux Rx mode unterstützt
it: Modalità RX piena del mux supportata
pl: Obsługiwany tryb pełnego multipleksera RX
pt: Suporte completo com Mux Rx

source: Full path to an icon used to depict the tag. This can be a TV network logotype, etc.
de: Voller Pfad zu einem Logo, das den Tag abbildet. Dies kann ein Fernsehnetzwerk-Logotyp, etc. sein
pl: Pełna ścieżka do ikony używanej do przedstawienia tagu. Może to być logotyp sieci telewizyjnej itp.

source: Full-text
bg: Пълен текст
de: Volltext
hr: Cijeli tekst
it: Testo completo
pl: Pełny tekst
pt: Texto Completo

source: Further education
bg: Бъдещо образование
cs: Další vzdělání
de: Weiterbildung
hr: Stručno usavršavanje
it: Altri tipi educativi
pl: Dalsza edukacja
pt: Educação avançada
ru: Дальнейшее образование

source: GOP size
pl: Rozmiar GOP

source: GOTOX position
cs: GOTOX pozice
it: Posizione GOTOX
pl: Pozycja GOTOX
pt: Posição GOTOX
ru: Переход на Х Позицию

source: Game show
bg: Шоу
cs: Herní show
de: Spielshow
hr: Kviz
it: Quiz televisivo
pl: Teleturniej
ru: Игровое Шоу

source: Gardening
bg: Градинарство
cs: Zahradničení
de: Gartenarbeit
hr: Vrtlarstvo
it: Giardinaggio
pl: Ogrodnictwo
pt: Jardinagem
ru: Сад и огород

source: Gather timing statistics for the code
pl: Zbierz statystyki czasowe dla kodu

source: General Settings
pl: Ustawienia ogólne

source: Generic
bg: Общ
cs: Obecný
de: Allgemein
hr: Osnovno
it: Generico
pl: Ogólne
pt: Genérico
ru: Общие

source: Generic options
cs: Generické možnosti
de: Allgemeine Optionen
it: Opzioni generiche
pl: Opcje ogólne
pt: Opções Genéricas
ru: Общие Настройки

source: Genre
pl: Kategoria

source: Genre of program
pl: Gatunek programu

source: Global Headers
de: Globale Kopfzeilen
pl: Globalne nagłówki

source: Grabber Settings
pl: Ustawienia grabbera

source: Grabber priority. This option lets you pick which EPG grabber's data get used first. Priority is given to the grabber with the highest value set here. See Help for more info.
pl: Priorytet grabbera. Ta opcja pozwala wybrać, które dane EPG grabbera zostaną użyte jako pierwsze. Priorytet ma grabber z najwyższą ustawioną tutaj wartością. Zobacz Pomoc, aby uzyskać więcej informacji.

source: Grace period
de: Wartezeit
pl: Okres karencji

source: Gray
cs: Šedivý
de: Grau
pl: Szary
pt: Cinzento

source: Guard interval
it: Intervallo di guardia
pl: Straż interwału
pt: Intervalo de Guarda
ru: Защитный интервал

source: HD TV
pl: TV HD

source: HD: high definition
cs: HD: vysoké rozlišení
de: HD: Hohe Auflösung
it: HD: alta definizione
pl: HD: wysoka rozdzielczość
pt: HD: Alta-definição
ru: HD: Высокое Разрешение

source: HDHomeRun ATSC-C frontend
pl: Nakładka ATSC-C HDHomeRun

source: HDHomeRun ATSC-T frontend
pl: Nakładka ATSC-T HDHomeRun

source: HDHomeRun CableCARD frontend
pl: Nakładka CableCARD HDHomeRun

source: HDHomeRun DVB frontend
it: Frontend HDHomeRun DVB
pl: Nakładka DVB HDHomeRun

source: HDHomeRun DVB-C frontend
it: Frontend HDHomeRun DVB-C
pl: Nakładka DVB-C HDHomeRun

source: HDHomeRun DVB-T frontend
it: Frontend HDHomeRun DVB-T
pl: Nakładka DVB-T HDHomeRun

source: HDHomeRun ISDB-T frontend
pl: Nakładka ISDB-T HDHomeRun

source: HDHomerun IP Address
pl: Adres IP HDHomerun

source: HTSP Answer
de: HTSP Antwort
pl: Odpowiedź HTSP

source: HTSP Request
de: HTSP Anfrage
pl: Żądanie HTSP

source: HTSP Server
pl: Serwer HTSP

source: HTSP Stream Profile
bg: HTSP стриим профил
de: HTSP Streamprofil
hr: HTSP profil strujanja
pl: Profil strumienia HTSP
pt: Perfil de Transmissão HTSP

source: HTSP Subscription
de: HTSP Abonnement
pl: Abonament HTSP

source: HTSP output format
pl: Format wyjściowy HTSP

source: HTTP CORS (cross-origin resource sharing) origin. This option is usually set when Tvheadend is behind a proxy. Enter the URL (domain or IP address, prefixed with http:// or https://) to allow cross-domain requests.
pl: Pochodzenie HTTP CORS (współdzielenie zasobów między domenami). Ta opcja jest zazwyczaj ustawiana, gdy Tvheadend znajduje się za serwerem proxy. Wprowadź adres URL (domena lub adres IP z prefiksem http:// lub https://), aby zezwolić na żądania międzydomenowe.

source: HTTP Client
pl: Klient HTTP

source: HTTP Server
pl: Serwer HTTP

source: HTTP Server Settings
pl: Ustawienia serwera HTTP

source: HTTP User Agent
pl: Agent użytkownika HTTP

source: Handicraft
bg: Занаят
cs: Řemeslo
de: Handwerk
hr: Radinosti
it: Artigianato
pl: Rękodzieła
pt: Artesanato
ru: Ремёсла

source: Handle the running state (EITp/f) immediately. Usually, keep this off. It might increase the recordings accuracy on very slow systems.
pl: Obsłuż stan działania (EITp/f) natychmiast. Zazwyczaj trzymaj to wyłączone. Może to zwiększyć dokładność nagrywania na bardzo wolnych systemach.

source: Hardware acceleration
pl: Przyspieszenie sprzętowe

source: Hardware acceleration details
pl: Szczegóły przyspieszenia sprzętowego

source: Hearing impaired
bg: Увреден слух
cs: Zhoršený sluch
de: Hörgeschädigt
hr: Osobe oštećenog sluha
it: Non udenti
pl: Niedosłyszący
pt: Deficiência auditiva
ru: Для глухих

source: Height (pixels) (0=no scaling)
pl: Wysokość (piksele) (0=brak skalowania)

source: Height of the output video stream. Horizontal resolution is adjusted automatically to preserve aspect ratio. When set to 0, the input resolution is used.
pl: Wysokość wyjściowego strumienia wideo. Rozdzielczość pozioma jest dostosowywana automatycznie w celu zachowania proporcji. Po ustawieniu na 0 używana jest rozdzielczość wejściowa.

source: Hierarchy
bg: йерархия
cs: Hierarchie
de: Hierarchie
hr: Hijerarhija
it: Gerarchia
pl: Hierarchia
pt: Hierarquia
ru: Иерархия

source: High
bg: Високо
cs: Vysoká
de: Hoch
hr: Visok
it: Alto
pl: Wysoki
pt: Elevado
ru: Высокий

source: High bitrate mode (CI+ CAMs only)
cs: High bitrate mód (CI+ CAMs Only)
de: Hohe-Bitrate Modus (nur CI+ CAMs)
it: Modalità ad alto bitrate (solo CAM CI+)
pl: Tryb wysokiej przepływności (tylko CAM-y CI+)
pt: Modo de alta taxa de bits (CI+ CAMs Only)
ru: Режим с Высоким Битрейтом (CI+ CAMы только)

source: High frequency offset
de: Hochfrequenzversatz
pl: Przesunięcie wysokiej częstotliwości

source: Higher
pl: Wyższe

source: Higher LNB voltage
pl: Wyższe napięcie LNB

source: Highest channel number the user can access.
de: Höchste vom Benutzer erreichbare Kanalnummer
pl: Najwyższy numer kanału, do którego użytkownik ma dostęp.
pt: Número máximo do canal que o utilizador pode ter acesso.

source: Highest count of objects.
cs: Nejvyšší počet objektů.
de: Höchste Anzahl von Objekten
pl: Największa liczba obiektów.
pt: Contagem mais elevada de objectos

source: Historical movie
bg: Исторически филми
cs: Historický film
de: Historischer Film
hr: Povijesni film
it: Film storici
pl: Film historyczny
pt: História
ru: Исторические фильмы

source: Hostname (or IP) of the server.
de: Name (oder IP-Adresse) des Servers
pl: Nazwa hosta (lub adres IP) serwera.
pt: Hostname (ou IP) do servidor.

source: Hostname/IP
bg: Име на хоста/IP
cs: Jméno /IP
hr: Naziv računala/IP
it: Nome della macchina/IP
pl: Nazwa hosta / Adres IP
pt: Nome do Servidor / IP
ru: Имя Хоста/IP

source: How frequently it will re-try fetching an image that has failed to be fetched.
de: Anzahl der Versuche ein Bild zu laden welches nicht geladen werden konnte.
pl: Jak często będzie ponawiać próby pobrania obrazu, którego pobranie się nie powiodło.

source: How frequently the upstream provider is checked for changes.
de: Wie oft der Upstream-Provider auf Änderungen überprüft wird.
pl: Jak często dostawca nadrzędny jest sprawdzany pod kątem zmian.
pt: A frequência para a análise de mudanças do provedor

source: How to handle duplicate recordings.
pl: Jak radzić sobie z duplikatami nagrań.

source: How to handle duplicate recordings. The 'Use DVR Configuration' value (the default) inherits the settings from the assigned DVR configuration
pl: Jak radzić sobie z duplikatami nagrań. Wartość „Użyj konfiguracji DVR” (domyślna) dziedziczy ustawienia z przypisanej konfiguracji DVR.

source: ID
pl: Identyfikator

source: ID of the network.
cs: ID sítě.
de: ID des Netzwerks
pl: Identyfikator sieci.
pt: ID da rede.

source: IDLE
bg: ПРЕСТОЙ
cs: NEČINNÝ
de: INAKTIV
hr: MIROVANJE
it: INATTIVO
pl: BEZCZYNNY
ru: ПРОСТОЙ

source: IDLE PEND
pl: BEZCZYNNY W TOKU

source: IGNORE
de: IGNORIEREN
pl: IGNORUJ

source: IP address
cs: IP adresa
de: IP-Adresse
it: Indirizzo IP
pl: Adres IP
pt: Endereço IP
ru: IP адрес

source: IP address of the HDHomerun device. This is needed if you plan to run Tvheadend in a container and you want to stream from an HDHomerun without enabling host networking for the container.
pl: Adres IP urządzenia HDHomerun. Jest on potrzebny, jeśli planujesz uruchomić Tvheadend w kontenerze i chcesz przesyłać strumieniowo z HDHomerun bez włączania obsługi sieci hosta dla kontenera.

source: IP blocking
cs: Blokování IP
de: IP-Sperre
it: Blocco IP
pl: Blokowanie IP
pt: Bloquear IP
ru: Блокировка IP

source: IP of the Docker host. Each HDHomeRun tuner sends data to Tvheadend through a socket. This lets you define the IP address that HDHomeRun needs to send to. Leave this blank if you want Tvheadend to automatically pick an address.
pl: Adres IP hosta Docker. Każdy tuner HDHomeRun wysyła dane do Tvheadend przez gniazdo. Pozwala to zdefiniować adres IP, na który HDHomeRun ma wysyłać. Jeśli chcesz, aby Tvheadend automatycznie wybrał adres, pozostaw to pole puste.

source: IPTV Automatic Network
de: IPTV Automatisches Netzwerk
pl: Automatyczna sieć IPTV
pt: Rede IPTV automática

source: IPTV Multiplex
hr: IPTV multipleks
it: Multiplex IPTV
pl: Multipleks IPTV

source: IPTV Network
bg: IPTV Мрежа
de: IPTV-Netzwerk
hr: IPTV mreža
pl: Sieć IPTV
pt: Rede IPTV

source: IPTV PCR
pl: PCR IPTV

source: IPTV Subcription
de: IPTV Abonnement
pl: Abonament IPTV

source: IPTV input
cs: IPTV vstup
it: Ingresso IPTV
pl: Wejście IPTV
pt: Entrada IPTV
ru: IPTV Ввод

source: IPTV signal level
pl: Poziom sygnału IPTV

source: IPTV thread #
pl: Liczba wątków IPTV

source: IPTV threads
pl: Wątki IPTV

source: ISDB-C Network
de: ISDB-C Netzwerk
pl: Sieć ISDB-C
pt: Rede ISDB-C

source: ISDB-C multiplex
pl: Multipleks ISDB-C

source: ISDB-S Network
de: ISDB-S Netzwerk
pl: Sieć ISDB-S
pt: Rede ISDB-S

source: ISDB-S multiplex
pl: Multipleks ISDB-S

source: ISDB-T Network
de: ISDB-T Netzwerk
pl: Sieć ISDB-T
pt: Rede ISDB-T

source: ISDB-T multiplex
pl: Multipleks ISDB-T

source: ISI (Stream ID)
hr: ISI (ID strujanja)
it: ISI (ID Stream)
pl: ISI (identyfikator strumienia)
pt: ISI (ID Fluxo)

source: Icon
cs: Ikona
de: Logo
it: Icona
pl: Ikona
pt: Ícone
ru: иконка

source: Icon (full URL)
bg: Икона (пълен адрес URL
cs: Ikona (celé URL)
de: Logo (komplette URL)
hr: Ikona (puni URL)
it: Icona (URL completo)
pl: Ikona (pełny adres URL)
pt: ícone (URL completo)
ru: Иконка (полный URL)

source: Icon URL
bg: икона URL
cs: URL ikony
de: Logo-URL
hr: URL ikone
it: URL dell'Icona
pl: Adres URL ikony
pt: URL do ícone
ru: URL иконки

source: Icon base URL
cs: Základní URL pro ikony
de: Logo-Basis-URL
it: URL di base icone
pl: Podstawowy adres URL ikony
pt: URL base do ícone
ru: URL иконки

source: Icon base URL.
de: Logo-Basis-URL.
pl: Podstawowy adres URL ikony.

source: Icon has title
bg: Иконата има заглавие
cs: Ikona má název
de: Logo hat Titel
hr: Ikona ima naziv
it: Icona ha un titolo
pl: Ikona ma tytuł
pt: Título do ícone
ru: Иконка имеет название

source: Icons from
bg: Икони от
cs: Ikony jsou od
de: Logos von
hr: Ikone s
it: Icone da
pl: Ikony z
pt: Ícones de
ru: иконки от

source: Idle
cs: Nečinný
de: Leerlauf
it: Inattivo
pl: Bezczynny
pt: Inactivo
ru: простой

source: Idle scan
cs: Vyhledávání při nečinnosti
de: Leerlaufsuche
it: Scansione su inattività
pl: Bezczynne skanowanie
pt: Verificação em espera
ru: Сканирование при простое

source: Idle scan muxes
cs: Vyhledávání muxů při nečinnosti
de: Mux Leerlaufsuche
it: Scansione su inattività dei mux
pl: Bezczynne skanowanie multiplekserów
pt: Verificação dos Muxes em espera
ru: Сканирование Мультиплексов в простое

source: If a SeriesLink XPath is not found, use the standard TVH method for creating a SeriesLink.
pl: Jeśli nie znaleziono XPath SeriesLink, należy użyć standardowej metody TVH w celu utworzenia SeriesLink.

source: If an EpisodeLink XPath is not found, use the standard TVH method for creating an EpisodeLink.
pl: Jeśli nie znaleziono XPath EpisodeLink, należy użyć standardowej metody TVH w celu utworzenia EpisodeLink.

source: If an error occurs clone the scheduled entry and try to record again (if possible).
de: Im Fehlerfall dupliziere den geplanten Eintrag und versuche die Aufzeichnung nochmals (wenn möglich)
pl: Jeśli wystąpi błąd, sklonuj zaplanowany wpis i spróbuj ponownie nagrać (jeśli to możliwe).

source: If both a picon and a channel-specific (e.g. channelname.jpg) icon are defined, prefer the picon.
de: Wenn sowohl ein Picon als auch ein Kanal-spezifisches Logo (z.B. kanalname.jpg) definiert sind, bevorzuge das Picon.
pl: Jeśli zdefiniowano zarówno piconę, jak i ikonę specyficzną dla kanału (np. nazwa_kanału.jpg), preferuj ikonę.
