Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: For more information please visit the Tvheadend website: https://tvheadend.org
bg: За повече информация посетете сайта на Tvheadend https://tvheadend.org
cs: Pro získání více informací navštivte webovou stránku programu Tvheadend: https://tvheadend.org
de: Für mehr Informationen besuchen Sie bitte die Tvheadend Webseite: https://tvheadend.org
hr: Za više informacija posjetite Tvheadend web stranicu: https://tvheadend.org
it: Per maggiori informazioni consulta il sito web di Tvheadend: https://tvheadend.org
pl: Aby uzyskać więcej informacji, odwiedź stronę Tvheadend: https://tvheadend.org
pt: Para mais informações visite o site do Tvheadend: https://tvheadend.org
ru: Для получения более подробной информации, пожалуйста, посетите веб-сайт Tvheadend по адресу: https://tvheadend.org

source: # Mapped channels
cs: # Mapovaných programů
de: # Zugeordnete Kanäle
it: # Canali mappati
pl: Liczba zmapowanych kanałów
pt: Canais mapeados
ru: # Отображенные каналы

source: # Muxes
bg: # Муксове
cs: # Muxů
de: # Muxe
hr: # Multipleksi
it: # Mux
pl: Liczba multiplekserów
ru: # Мультиплексы

source: # Services
bg: # Услуги
cs: # Služeb
hr: # Usluge
it: # Servizi
pl: Liczba usług
pt: # Serviços
ru: # Сервисы

source: # tune repeats
cs: Opakování ladění
de: # Tune Wiederholungen
it: # ripetizioni sintonia
pl: Liczba powtórzeń dostrojeń
pt: Repetição de sintonização
ru: Настроить повторы

source: (Default profile)
cs: (Výchozí profil)
de: (Standard-Profil)
it: (Profilo predefinito)
pl: (Domyślny profil)
pt: (Perfil padrão)
ru: (Профиль по Умолчанию)

source: (Read-only)
cs: (Pouze pro čtení)
de: (Schreibgeschützt)
pl: (Tylko do odczytu)
pt: (Apenas leitura)

source: 0 gives the fastest encodes but lower quality, while 10 gives the highest quality but slowest encoding [0-10].
pl: 0 zapewnia najszybsze kodowanie, ale niższą jakość, podczas gdy 10 zapewnia najwyższą jakość, ale najwolniejsze kodowanie [0-10].

source: 1 day
cs: 1 den
de: 1 Tag
it: 1 giorno
pl: 1 dzień
pt: 1 dia

source: 1 hour
pl: 1 godzina

source: 1 minute
pl: 1 minuta

source: 1 month
cs: 1 měsíc
de: 1 Monat
it: 1 mese
pl: 1 miesiąc
pt: 1 mês

source: 1 week
cs: 1 týden
de: 1 Woche
it: 1 settimana
pl: 1 tydzień
pt: 1 semana

source: 1 year
cs: 1 rok
de: 1 Jahr
it: 1 anno
pl: 1 rok
pt: 1 ano

source: 1. Language
pl: 1. język

source: 10 minutes
pl: 10 minut

source: 12 hours
pl: 12 godzin

source: 1316 bytes
pl: 1316 bajtów

source: 16356 bytes
pl: 16356 bajtów

source: 2 days
pl: 2 dni

source: 2 hours
pl: 2 godziny

source: 2 months
cs: 2 měsíce
de: 2 Monate
it: 2 mesi
pl: 2 miesiące
pt: 2 meses

source: 2 weeks
cs: 2 týdny
de: 2 Wochen
it: 2 settimane
pl: 2 tygodnie
pt: 2 semanas

source: 2 years
cs: 2 roky
de: 2 Jahre
it: 2 anni
pl: 2 lata
pt: 2 anos

source: 2-Port switch (universal LNB)
cs: 2-portový přepínač (Univerzální LNB)
it: Commutatore a 2 porte (LNB universale)
pl: Przełącznik 2-portowy (uniwersalny LNB)
pt: 2-Porta variável (LNB universal)

source: 2. Language
pl: 2. język

source: 2632 bytes
pl: 2632 bajty

source: 3 days
cs: 3 dny
de: 3 Tage
it: 3 giorni
pl: 3 dni
pt: 3 dias

source: 3 months
cs: 3 měsíce
de: 3 Monate
it: 3 mesi
pl: 3 miesiące
pt: 3 meses

source: 3 weeks
cs: 3 týdny
de: 3 Wochen
it: 3 settimane
pl: 3 tygodnie
pt: 3 semanas

source: 3 years
cs: 3 roky
de: 3 Jahre
it: 3 anni
pl: 3 lata
pt: 3 anos

source: 3. Language
pl: 3. język

source: 30 minutes
pl: 30 minut

source: 32712 bytes
pl: 32712 bajty

source: 4 hour
pl: 4 godziny

source: 4-Port switch (universal LNB)
cs: 4-portový přepínač (Univerzální LNB)
it: Commutatore a 4 porte (LNB universale)
pl: Przełącznik 4-portowy (uniwersalny LNB)
pt: 4-Porta variável (LNB universal)

source: 5 days
cs: 5 dnů
de: 5 Tage
it: 5 giorni
pl: 5 dni
pt: 5 dias

source: 5264 bytes
pl: 5264 bajty

source: 6 months
cs: 6 měsíců
de: 6 Monate
it: 6 mesi
pl: 6 miesięcy
pt: 6 meses

source: 65424 bytes
pl: 65424 bajty

source: 7896 bytes
pl: 7896 bajty

source: 8 hour
pl: 8 godzin

source: A channel tag (e.g. a group of channels) to which this rule applies.
cs: Štítek programu (t.j. skupina programů) pro které bude aplikováno toto pravidlo.
de: Ein Kanal-Tag (z.B. eine Gruppe von Kanälen) auf welche die Regel wirkt.
pl: Tag kanału (np. grupa kanałów), którego dotyczy ta reguła.
pt: Etiqueta (ex. um grupo de canais) para o qual esta regra se aplica

source: A delay before CAPMT after CAPMT query command (ms).
pl: Opóźnienie przed CAPMT po poleceniu zapytania CAPMT (ms).

source: A delay between CAPMT commands (in ms).
pl: Opóźnienie między poleceniami CAPMT (w ms).

source: A list of allowed CAIDs (hexa format, comma separated). E.g. '0D00,0F00,0100'.
pl: Lista dozwolonych CAID (w formacie szesnastkowym, oddzielonych przecinkami). Np. '0D00,0F00,0100'.

source: AAC audio
pl: Dźwięk AAC

source: AC-3 = descriptor 6
bg: AC-3 = декриптор 6
cs: AC-3 = deskriptor 6
de: AC-3 = Deskriptor 6
hr: AC-3 = opisivač 6
it: AC-3 = descrittore 6
pl: AC-3 = deskryptor 6
pt: AC-3 = descritor 6

source: AC-3 detection
cs: AC-3 detekce
de: AC-3 Erkennung
it: Rilevamento AC-3
pl: Wykrywanie AC-3
pt: Detecção AC-3

source: AC-4 audio
pl: Dźwięk AC-4

source: AC3 audio
pl: Dźwięk AC3

source: ACTIVE
bg: Активни
cs: AKTIVNÍ
de: AKTIV
hr: AKTIVNO
it: ATTIVO
pl: AKTYWNY
pt: ACTIVO
ru: АКТИВНЫЙ

source: ANY
bg: всички
cs: Jakýkoliv
de: BELIEBIG
hr: SVEJEDNO
it: QUALUNQUE
pl: DOWOLNY
pt: QUALQUER UM
ru: ЛЮБОЙ

source: ATSC PSIP EPG
pl: EPG PSIP ATSC

source: ATSC SI Tables
de: ATSC SI Tabellen
pl: Tabele SI ATSC

source: ATSC source ID
cs: ATSC zdrojové ID
de: ATSC Quelle-ID
it: ID sorgente ATSC
pl: Identyfikator źródła ATSC
pt: ID fonte ATSC

source: ATSC-C Network
de: ATSC-C Netzwerk
pl: Sieć ATSC-C
pt: Rede ATSC-C

source: ATSC-C multiplex
pl: Multipleks ATSC-C

source: ATSC-T Network
de: ATSC-T Netzwerk
pl: Sieć ATSC-T
pt: Rede ATSC-T

source: ATSC-T multiplex
pl: Multipleks ATSC-T

source: AUTO
bg: Автоматично
hr: AUTOMATSKI
pl: AUTOMATYCZNIE
ru: АВТО

source: Aborted by user
bg: Прекратено от потребителя
cs: Zrušeno uživatelem
de: Durch Benutzer abgebrochen
hr: Prekinuo korisnik
it: Abortito dall'utente
pl: Przerwane przez użytkownika
pt: Abortado pelo utilizador
ru: Отменено пользователем

source: Accept remote subscription weight
cs: Akceptovat vzdálenou váhu odběru
de: Remote Abonnementgewicht zulassen
pl: Zaakceptuj rangę zdalnej subskrypcji
pt: Aceitar subscrição remota

source: Accept the remote subscription weight (from the SAT>IP client).
cs: Akceptovat vzdálenou váhu odběru (od SAT>IP klienta)
de: Remote Abonnementgewicht zulassen (von SAT>IP Client)
pl: Zaakceptuj rangę subskrypcji zdalnej (od klienta SAT>IP).
pt: Aceitar subscrição remota (do cliente SAT>IP)

source: Accept transport ID if zero.
pl: Akceptuj identyfikator transportu, jeśli jest równy zero.

source: Accept zero value for TSID
de: 0 für TSID akzeptieren
pl: Zaakceptuj wartość zero dla TSID

source: Access
bg: Достъп
cs: Přístup
de: Zugang
hr: Pristup
it: Accesso
pl: Dostęp
pt: Acesso
ru: Доступ

source: Access (ACL)
de: Zugang (ACL)
pl: Dostęp (ACL)

source: Access Control
pl: Kontrola dostępu

source: Action
bg: Действие
cs: Akce
de: Aktion
hr: Radnja
it: Azione
pl: Działanie
pt: Acção
ru: Экшн

source: Active
de: Aktiv
pl: Aktywne

source: Adapter in use by another subscription
bg: Адаптера е зает от друг абонамент
cs: Adaptéry používané jiným odběratelem
de: Adapter von anderem Abonnement in Verwendung
hr: Adapter koristi druga pretplata
it: Adattatore in uso da un'altra sottoscrizione
pl: Adapter w użyciu przez inną subskrypcję
pt: Adaptador ocupado por outra subscrição
ru: Адаптер занят другой подпиской

source: Add channel numbers to the channel name list
pl: Dodaj numery kanałów do listy nazw kanałów.

source: Add file and line numbers to debug
bg: Добави файл или ред за дебъг
cs: Přidá název souboru a řádek do ladícího výstupu
de: Füge Datei und Zeilennummern zu Debugmeldungen hinzu
hr: Dodaj datoteku i broj redka za otklanjanje grešaka
it: Aggiungi file e numeri di linea per il debug
pl: Dodaj plik i numery linii do debugowania
pt: Adicionar ficheiro e número de linhas para depuração
ru: Добавить файл и число строк к дебагу

source: Add sources (like DVB-T string) to the channel name list
pl: Dodaj źródła (takie jak ciąg DVB-T) do listy nazw kanałów

source: Add the thread ID to debug
bg: Добави ID на задачата за дебъг
cs: Přidá identifikaci vlákna do ladícího výstupu
de: Füge Thread-ID zu Debugmeldungen hinzu
it: Aggiungi l'ID del thread per il debug
pl: Dodaj identyfikator wątku do debugowania
pt: Adicionar o ID do processo para depuração
ru: Добавить тред ID в дебаг

source: Add this value to PTS for the teletext subtitles. The time value is in milliseconds and may be negative.
de: Diesen Wert zum PTS für die Teletext-Untertitel hinzufügen. Der Zeitwert ist in Millisekunden und kann negativ sein.
pl: Dodaj tę wartość do PTS dla napisów teletekstu. Wartość czasu jest wyrażona w milisekundach i może być ujemna.

source: Additional arguments to pass to the grabber.
cs: Dodatečné argumenty pro příkaz grabberu.
de: Zusätzliche Argumente zur Übergabe an den Grabber.
pl: Dodatkowe argumenty do przekazania grabberowi.
pt: Argumentos adicionais do capturador

source: Additional command line options when fetching artwork for new recordings.
pl: Dodatkowe opcje wiersza poleceń podczas pobierania grafiki dla nowych nagrań

source: Additional service names found in EPG data.
cs: Dodatečné názvy služeb nalezené v EPG datech.
de: Zusätzliche Service Namen in den EPG Daten.
pl: Dodatkowe nazwy usług znalezione w danych EPG.
pt: Nomes adicionais dos serviços encontrados nos dados EPG

source: Additional time (in seconds) in which to get the tuner ready for recording. This is useful for those with tuners that take some time to tune and/or send garbage data at the beginning.
cs: Dodatečný čas (v sekundách) nutný pro start tuneru pro vytvoření záznamu. Toto může být užitečné pro tunery, které potřebují více času pro aktivaci nebo posílají na začátku chybná data.
de: Zusätzliche Zeit (in Sekunden) für den Tuner um bereit für die Aufnahme zu sein. Das ist hilfreich für Tuner, die einige Zeit zum tunen benötigen und/oder am Anfang Mülldaten senden.
pl: Dodatkowy czas (w sekundach) na przygotowanie tunera do nagrywania. Jest to przydatne dla osób z tunerami, które potrzebują trochę czasu na dostrojenie i/lub wysyłanie śmieciowych danych na początku.
pt: Tempo adicional (em segundos) para o qual o sintonizador deve estar pronto. Isto é útil para sintonizadores que demoram algum tempo a sintonizar.

source: Admin
bg: Администратор
cs: Administrátor
hr: Administrator
it: Amministrazione
pl: Administrator
pt: Administrador
ru: Админ

source: Admin password
cs: Heslo administrátora
de: Admin Passwort
pl: Hasło administratora
pt: Palavra-passe de administrador

source: Admin username
cs: Uživatelské jméno administrátora
de: Admin Benutzername
pl: Nazwa użytkownik administratora
pt: Nome do administrador

source: Administrator login
cs: Uživatelské jméno administrátora
de: Administratorzugang
pl: Login administratora
pt: Login como administrador

source: Adult movie
bg: Филм за възрастни
cs: Film pro dospělé
de: Erwachsenenfilm
hr: Film za odrasle
it: Film per adulti
pl: Film dla dorosłych
pt: Filme Pornográfico
ru: Кино для взрослых 18+

source: Advanced
cs: Rozšířené
de: Erweitert
it: Avanzato
pl: Zaawansowany
pt: Avançado
ru: Дополнительно

source: Advanced (non-universal LNBs, rotors, etc.)
cs: Pokročílé (neuniverzální LNB, rotory, apod.)
de: Erweitert (Nicht-universale LNBs, Rotoren, etc.)
it: Avanzato (LNB non-universali, rotori, ecc.)
pl: Zaawansowane (konwertery nieuniwersalne, rotory itp.)
pt: Avançado (LNBs não-universais, motores, etc.)
ru: Расширенный (Non-Universal LNBs, Rotors, etc.)

source: Advanced Settings
pl: Ustawienia zaawansowane

source: Adventure
bg: Приключения
cs: Dobrodružství
de: Abenteuer
hr: Pustolovina
it: Avventura
pl: Przygodowy
pt: Aventura
ru: Приключения

source: Advertise only NAT address and port in RTSP commands,even for local connections.
pl: Rozgłaszaj tylko adres NAT i port w poleceniach RTSP, nawet dla lokalnych połączeń.

source: Advertisement / Shopping
bg: Реклама/пазаруване
cs: Reklama / Nakupování
de: Werbung / Shopping
hr: Oglašavanje / Kupovina
it: Pubblicità / Acquisti
pl: Reklama / zakupy
pt: Publicidade
ru: Реклама / Магазины

source: After creating the network scan it for services.
de: Nach dem Erstellen des Netzwerks die Suche nach Services starten.
pl: Po utworzeniu sieci przeskanuj ją w poszukiwaniu usług.

source: Age
pl: Wiek

source: Age Rating
pl: Klasyfikacja wiekowa

source: Age to use in the EPG parental rating field.
pl: Wiek do użycia w polu oceny rodzicielskiej EPG.

source: All
pl: Wszystko

source: All (Streaming plus DVR)
bg: Всички(стриим плюс DVR
cs: Vše (streamování plus DVR)
de: Alle (Streaming + DVR)
hr: Sve (Strujanje plus DVR)
it: Tutto (Streaming e DVR)
pl: Wszystko (Strumieniowanie + DVR)
pt: Todos (Transmissão mais DVR)
ru: Всё (Потоковое плюс DVR)

source: All CAIDs
pl: Wszystkie CAID-y

source: All characters that could possibly cause problems for filenaming will be replaced with an underscore. See Help for details.
cs: Všechny znakz, které mohou být problematické pro název souboru, budou nahrazeny podtržítky. Viz. nápověda pro více detailů.
de: Alle Zeichen, die Probleme in Dateinamen machen könnten, werden durch Unterstriche ersetzt. Siehe Hilfe für Details.
pl: Wszystkie znaki, które mogłyby powodować problemy dla nazewnictwa plików zostaną zastąpione znakiem podkreślenia. Zobacz Pomoc dla szczegółów.
pt: Todos os caracteres que possam causar problemas no nome do ficheiro serão substituídos por um underscore. Ver ajuda para mais detalhes.

source: All lower-case
cs: Vše malá písmena
de: Alles wird kleingeschrieben
pl: Wszystkie małe litery
pt: Letra minúscula

source: All: Record if EPG/XMLTV indicates it is a unique programme
pl: Wszystko: zapisz, jeśli EPG/XMLTV wskazuje, że to jest unikalny program

source: All: Record if different description
cs: Vše: Zaznamenat pokud je jiný popis
de: Alle: Aufnehmen, wenn abweichende Beschreibung
pl: Wszystkie: nagrywaj, jeśli inny opis
pt: Todos: Gravar com descrição diferente

source: All: Record if different episode number
cs: Vše: Zaznamenat pokud je jiné číslo epizody
de: Alle: Aufnehmen, wenn abweichende Episiodennummer
pl: Wszystkie: nagrywaj, jeśli inny numer odcinka
pt: Todos: Gravar se o número do episódio for diferente

source: All: Record if different subtitle
cs: Vše: Zaznamenat pokud je jiný podtitulek
de: Alle: Aufnehmen, wenn abweichender Untertitel
pl: Wszystkie: nagrywaj, jeśli inny podtytuł
pt: Todos: Gravar se tiver uma legenda diferente

source: All: Record once per day
cs: Vše: Zaznamenat jednou denně
de: Alle: Einmal pro Tag aufnehmen
pl: Wszystkie: nagrywaj raz dziennie
pt: Todos: Gravar uma vez por dia

source: All: Record once per month
de: Alle: Einmal pro Monat aufnehmen
pl: Wszystkie: nagrywaj raz w miesiącu

source: All: Record once per week
cs: Vše: Zaznamenat jednou týdně
de: Alle: Einmal pro Woche aufnehmen
pl: Wszystkie: nagrywaj raz w tygodniu
pt: Todos: Gravar uma vez por semana

source: Allow all PIDs
pl: Zezwól na wszystkie PID-y

source: Allow all PIDs (no filter) when the 'Maximum PIDs' limit is reached.
pl: Zezwalaj na wszystkie PID-y (bez filtra), gdy zostanie osiągnięty limit „Maksymalne PID-y”.

source: Allow control for scaling Up&Down, Up or Down
pl: Zezwól na kontrolę skalowania w górę i w dół, w górę lub w dół.

source: Allow high bitrate mode (CI+ CAMs only).
cs: Povolit vyšší datovou propustnost (pouze CI+ CAMs).
de: Erlaube hohe Bitrate Modus (Nur CI+ CAMs)
pl: Zezwól na tryb wysokiej przepływności (tylko CAM-y CI+).
pt: Permitir modo de taxa de bit elevado (apenas CI+ CAM).

source: Allow idle scan tuning on this device.
cs: Povolit skenování pokud zařízení není využíváno.
de: Erlaube Idle Scan Tuning auf diesem Gerät.
pl: Zezwól na strojenie skanowania w trybie bezczynności na tym urządzeniu.
pt: Permitir análise em espera para este dispositivo.

source: Allow the combined size of all timeshift buffers to potentially grow unbounded until your storage media runs out of space.
de: Erlaube der kombinierten Größe aller Timeshift Puffer potentiell unbegrenzt zu wachsen bis das Speichermedium voll ist.
pl: Pozwól, aby łączny rozmiar wszystkich buforów funkcji Timeshift potencjalnie rósł bez ograniczeń, dopóki na nośniku pamięci nie zabraknie miejsca.
pt: Permitir que o tamanho conjunto dos dados armazenados das faixas de video em tempo real aumente, até não existir mais espaço de armazenamento no disco.

source: Allow the initial scan tuning on this device (scan when Tvheadend starts or when a new multiplex is added automatically). At least one tuner or input should have this settings turned on. See also 'Skip Startup Scan' in the network settings for further details.
pl: Zezwól na wstępne dostrajanie skanowania na tym urządzeniu (skanuj po uruchomieniu Tvheadend lub po automatycznym dodaniu nowego multipleksera). Przynajmniej jeden tuner lub wejście powinno mieć włączone to ustawienie. Zobacz również „Pomiń skanowanie przy uruchamianiu” w ustawieniach sieciowych, aby uzyskać więcej szczegółów.

source: Allow the timeshift buffer to grow unbounded until your storage media runs out of space. Warning, enabling this option may cause your system to slow down or crash completely!
de: Erlaubt dem Timeshift-Puffer unbegrenzt zu wachsen bis das Speichermedium voll ist. Achtung, das Aktivieren dieser Option kann das System verlangsamen oder komplett abstürzen lassen.
pl: Pozwól buforowi funkcji Timeshift rosnąć bez ograniczeń, dopóki na nośniku pamięci nie zabraknie miejsca. Uwaga, włączenie tej opcji może spowodować spowolnienie lub całkowitą awarię systemu!
pt: Permitir o armazenamento de video em tempo real até atingir o limite de espaço disponível. Cuidado, ao activar esta opção o sistema pode abrandar ou mesmo ir abaixo!

source: Allow/Disallow access to the 'Configuration' tab.
de: Erlaube/Verbiete Zugriff auf den "Konfiguration" Tab.
pl: Zezwalaj/Nie zezwalaj na dostęp do karty „Konfiguracja”.

source: Allow/Disallow web interface access (this includes access to the EPG).
de: Erlaube/Verbiete Web-Interface Zugriff (inklusive Zugriff auf den EPG)
pl: Zezwalaj/Nie zezwalaj na dostęp do interfejsu sieciowego (w tym dostęp do EPG).

source: Allowed DVR profiles. This limits the profiles the user has access to.
de: Erlaubte DVR Profile. Das limitiert die Profile, auf die der Nutzer Zugriff hat.
pl: Dozwolone profile DVR. Do tych ograniczonych profili użytkownik ma dostęp.
pt: Perfis com permissão ao DVR. Limita as funcionalidades do utilizador.

source: Allowed network
cs: Povolené síťě
de: Zugelassenes Netzwerk
pl: Dozwolona sieć
pt: Rede permitida

source: Allowed networks
cs: Povolené síťě
de: Erlaubte Netzwerke
pl: Dozwolone sieci
pt: Redes permitidas

source: Alter programme description to include detailed information
pl: Zmień opis programu, aby zawierał szczegółowe informacje.

source: Alternate PID path
bg: Алтернативен PID път
cs: Alternativní cesta k PID
de: Alternativer PID-Pfad
hr: Zamjenska PID putanja
it: Percorso PID alternativo
pl: Alternatywna ścieżka PID
pt: Caminho do pid alternativo
ru: Альтернативный путь ID

source: Alternate configuration path
bg: Път към алтернативна конфигурация
cs: Alternativní cesta ke konfiguraci
de: Alternativer Konfigurationspfad
hr: Zamjenska putanja podešavanja
it: Percorso di configurazione alternativo
pl: Alternatywna ścieżka konfiguracji
pt: Caminho da configuração alternativa
ru: Альтернативный путь к конфигурации

source: Altitude (in meters).
cs: Nadmořská výška (metry)
de: Höhe (in Meter)
pl: Wysokość (w metrach).
pt: Altitude (metros).

source: Altitude (meters)
cs: Výška (metry)
de: Höhe (Meter)
it: Altitudine (metri)
pl: Wysokość (metry)
pt: Altitude (metros)
ru: Altitude (метры)

source: Always send the whole DiseqC sequence including LNB setup (voltage, tone). If this is not checked, only changed settings are sent, which may cause issues with some drivers. If the tuning is not reliable, try activating this option.
de: Sende immer die ganze DiseqC Sequenz inklusive LNB Setup (Spannung, Ton). Wenn dies nicht aktiviert ist, werden nur geänderte Einstellungen gesendet, was Probleme mit einigen Treibern verursachen kann. Wenn das Tuning nicht zuverlässig ist, sollte diese Option ausprobiert werden.
pl: Zawsze wysyłaj całą sekwencję DiseqC, w tym konfigurację LNB (napięcie, ton). Jeśli ta opcja nie jest zaznaczona, wysyłane są tylko zmienione ustawienia, co może powodować problemy z niektórymi sterownikami. Jeśli strojenie nie jest niezawodne, spróbuj aktywować tę opcję.
pt: Enviar sempre a sequência DiseqC, incluindo a informação do LNB (voltagem, tone). Se esta opção não estiver activa, apenas será enviada a informação das alterações realizadas, o que poderá causar problemas nalguns controladores. Se a sintonização não for a correcta, tente activar esta opção.

source: Always use the name defined by the network.
de: Immer den vom Netzwerk vorgegebenen Namen verwenden.
pl: Zawsze używaj nazwy zdefiniowanej przez sieć.

source: Always use the old ioctls to read the linuxdvb status (signal strength, SNR, error counters). Some drivers are not mature enough to provide the correct values using the new v5 linuxdvb API.
cs: Vždy použijte staré ioctl pro čtení linuxdvb stavu (síla signálu, SNR, počítadla chyb). Některé ovladače nejsou natolik vyspělé, aby poskytovaly tyto informace s použitím nového linuxdvb API v5.
de: Benutze immer die alten ioctls zum Lesen des Linux DVB Status (Signalstärke, SNR, Fehlerzähler). Einige Treiber sind nicht ausgereift genug um die korrekten Werte über die neue V5 Linux DVB API zurückzugeben.
pl: Zawsze używaj starych ioctls do odczytu statusu linuxdvb (siła sygnału, SNR, liczniki błędów). Niektóre sterowniki nie są wystarczająco dojrzałe, aby zapewnić prawidłowe wartości przy użyciu nowego interfejsu API linuxdvb w wersji 5.
pt: Utilizar sempre o modo ioctls antigo de modo a ler o estado do linuxdvb ( força do sinal, SNR, número de erros). Alguns controladores não suportam a visualização correcta desta informação, utilizando a nova API do linuxdvb v5.

source: An event which starts between this "start after" and "start before" will be matched (including boundary values).
de: Ein Ereignis, das zwischen "start nach" und " starten, bevor" startet, stimmt (einschließlich der Grenzwerte ) überein.
pl: Wydarzenie, które rozpocznie się między tym „rozpocznij po” a „rozpocznij przed”, zostanie dopasowane (w tym wartości graniczne).
pt: Um evento será inicializado entre "start after [começar depois]" e "start before [começar antes]" (incluindo nos limites definidos).

source: Animals
bg: Животни
cs: Zvířata
de: Tiere
hr: Životinje
it: Animali
pl: Zwierzęta
pt: Animais
ru: Животные

source: Anonymize
pl: Anonimizuj

source: Anonymize HTSP access
cs: Anonymizace přístupu přes HTSP
de: HTSP-Zugriff anonymisieren
pl: Dostęp anonimowy HTSP
pt: Acesso HTSP anónimo

source: Any
bg: Всички
cs: Libovolný
de: Beliebig
hr: Svejedno
it: Qualunque
pl: Dowolny
pt: Qualquer um
ru: Любой

source: Append to Description
pl: Dodaj do opisu

source: Application
pl: Aplikacja

source: Argument names to remove from the query string in the URL when the identical source is compared.
pl: Argumenty nazw do usunięcia z ciągu zapytania w adresie URL, gdy porównuje się identyczne źródło.

source: Argument names to remove from the query string in the URL.
pl: Nazwy argumentów do usunięcia z ciągu zapytania w adresie URL.

source: Arts
bg: Изкуства
cs: Umění
de: Kunst
hr: Umjetnost
it: Arti
pl: Sztuka
pt: Artes
ru: Искусства

source: Arts / Culture (without music)
de: Kunst/Kultur (ohne Musik)
pl: Sztuka / kultura (bez muzyki)
