Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: User does not have access to channel
cs: Uživatel nemá přístup k programu
de: Benutzer hat keinen Zugang zu diesem Kanal
pl: Użytkownik nie ma dostępu do kanału
pt: O utilizador não tem acesso a este canal

source: User icon
cs: Uživatelská ikona
de: Benutzerlogo
it: Icona dell'utente
pl: Ikona użytkownika
pt: Ícone do Utilizador
ru: Пользовательские иконки

source: User interface level
cs: Úroveň uživatelského rozhraní
de: Ansichtsmodus wählen
it: Livello dell'interfaccia utente
pl: Poziom interfejsu użytkownika
pt: Nível da interface do utilizador
ru: Уровень пользовательского интерфейса

source: User limit reached
bg: Лимита на юзери е достигнат
cs: Dosažen limit uživatele
de: Benutzerlimit erreicht
it: Limite dell'utente raggiunto
pl: Osiągnięto limit użytkowników
pt: Tempo Limite do Utilizador Atingido

source: User login
cs: Uživatelské jméno
de: Benutzerlogin
pl: Login użytkownika
pt: Login do utilizador

source: User request
cs: Požadavek od uživatele
de: Benutzeranfrage
pl: Żądanie użytkownika
pt: Pedido do utilizador

source: Username
bg: Име на потребител
cs: Uživatelské jméno
de: Benutzername
hr: Korisničko ime
it: Nome dell'utente
pl: Nazwa użytkownika
pt: Nome de Utilizador
ru: Имя пользователя

source: Username for the entry (login username).
cs: Uživatelské jméno pro položku (přihlašovací uživatelské jméno).
de: Benutzername des Eintrags (Loginname)
pl: Nazwa użytkownika dla wpisu (login użytkownika).
pt: Nome do utilizador (login)

source: Username of the entry (this should match a username from within the "Access Entries" tab).
de: Benutzername des Eintrags (Sollte einem Benutzernamen im "Zugriffseinträge"-TAB entsprechen)
pl: Nazwa użytkownika wpisu (powinna pasować do nazwy użytkownika z karty „Wpisy dostępu”).

source: Users - Access Entries
de: Benutzer - Zugriffseinträge
pl: Użytkownicy - Wpisy dostępu

source: Users - IP Blocking
de: Benutzer - IP-Sperrung
pl: Użytkownicy - Blokowanie adresów IP

source: Users - Passwords
de: Benutzer - Passwörter
pl: Użytkownicy - Hasła

source: VAAPI Deinterlace mode
pl: Tryb usuwania przeplotu VAAPI

source: Variable bitrate (VBR) mode [0-10].
pl: Tryb zmiennej przepływności (VBR) [0-10].

source: Variable bitrate (VBR) mode [0-2].
pl: Tryb zmiennej przepływności (VBR) [0-2].

source: Variable bitrate (VBR) mode [0-31].
pl: Tryb zmiennej przepływności (VBR) [0-31].

source: Variety show
bg: Вариететно шоу
cs: Varietní show
de: Varieteshow
hr: Posebna emisija
it: Varietà
pl: Różnorodne show
pt: Espectáculo de Variedades
ru: Варьете

source: Verify the SSL certificate.
cs: Ověřit SSL certifikát.
de: Verifiziere das SSL-Zertifikat.
pl: Zweryfikuj certyfikat SSL.
pt: Verificar certificado SSL

source: Verify the peer's SSL.
de: Überprüfe das SSL-Zertifikat der Gegenstelle.
pl: Zweryfikuj SSL partnera.

source: Version
pl: Wersja

source: Video
bg: Видео
pl: Wideo
pt: Filme
ru: Видео

source: Video codec profile
pl: Profil kodeka wideo

source: Video pixel format.
pl: Format pikseli wideo.

source: Video recorder
cs: Video rekordér
de: Video Rekorder
it: Registratore video
pl: Rejestrator wideo
pt: Gravador de Vídeo
ru: Видео рекордер

source: Video recorder flags, allow/disallow access to video recorder functionality (including Autorecs), allow/disallow users to view other DVR entries, allow/disallow users to work with DVR entries of other users (remove, edit) etc.
pl: Flagi rejestratora wideo, zezwalaj/nie zezwalaj na dostęp do funkcji rejestratora wideo (w tym autonagrań), zezwalaj/nie zezwalaj użytkownikom na przeglądanie innych wpisów DVR, zezwalaj/nie zezwalaj użytkownikom na pracę z wpisami DVR innych użytkowników (usuwanie, edycja) itp.

source: View all
de: Alle anzeigen
pl: Wyświetl wszystko

source: Visually impaired commentary/audio description
bg: За хора с увредено зрение/аудио описания
cs: Komentář pro zrakově postižené
de: Kommentar/Beschreibung für Sehbehinderte
it: Commento per persone non vedenti
pl: Komentarz/audiodeskrypcja dla osób niedowidzących
pt: Comentário de deficiência visual/ descrição do som
ru: Комментарий/описание аудио

source: Vorbis audio
pl: Dźwięk Vorbis

source: WEBM/built-in
de: WEBM/eingebaut
pl: WEBM/wbudowany

source: Waiting for EPG running flag
cs: Čekám na stav vysílání z EPG
de: Warte auf EPG Laufend Kennzeichen
it: Sto aspettando il segnale di esecuzione EPG
pl: Oczekiwanie na flagę działania EPG
pt: Aguardando o início do EPG

source: Waiting for program start
bg: Изчакване за започване на програмата
cs: Čekám na start programu
de: Warte auf Sendungsstart
it: Sto aspettando l'inizio della trasmissione
pl: Czekam na start programu
pt: Aguardando o início do programa
ru: В ожидании запуска программы

source: Waiting for stream
bg: Изчакване на стриим
cs: Čekám na stream
de: Warte auf Stream
hr: Čekanje strujanja
it: Sto aspettando lo stream
pl: Czekam na strumień
pt: À espera da Transmissão
ru: В ожидании потока

source: Wake up the linked input whenever this adapter is used. The subscriptions are named as "keep". Note that this isn't normally needed, and is here simply as a workaround to driver bugs in certain dual tuner cards that otherwise lock the second tuner.
pl: Obudź połączone wejście za każdym razem, gdy używany jest ten adapter. Subskrypcje mają nazwę „zachowaj”. Zauważ, że zwykle nie jest to potrzebne i jest tutaj po prostu obejściem błędów sterownika w niektórych kartach z podwójnym tunerem, które w przeciwnym razie blokują drugi tuner.

source: War
bg: Война
cs: Válka
de: Krieg
hr: Rat
it: Guerra
pl: Wojenny
pt: Guerra
ru: Война

source: Water sport
bg: Воден спорт
cs: Vodní sporty
de: Wassersport
hr: Vodeni sport
it: Sport d'acqua
pl: Sport wodny
pt: Desportos aquáticos
ru: Водный спорт

source: Weak stream
cs: Slabý proud dat
de: Schwacher Stream
it: Flusso debole
pl: Słaby strumień
pt: Transmissão fraca
ru: Слабый поток

source: Weather report
bg: Прогнози за времето
cs: Zprávy o počasí
de: Wetterbericht
hr: Vremenska prognoza
it: Situazione meteo
pl: Prognoza pogody
pt: Meteorologia
ru: Прогноз погоды

source: Weave Deinterlacing
pl: Usuwanie przeplotu Weave

source: Web Interface Settings
pl: Ustawienia interfejsu sieciowego

source: Web User Interface
de: Webbenutzeroberfläche
pl: Sieciowy interfejs użytkownika

source: Web interface
cs: Webové rozhraní
de: Weboberfläche
it: Interfaccia web
pl: Interfejs sieciowy
pt: Interface Web
ru: Web Интерфейс

source: Web interface language
cs: Jazyk pro webové rozhraní
de: Sprache der Weboberfläche
it: Lingua dell'interfaccia web
pl: Język interfejsu sieciowego
pt: Idioma da Interface Web
ru: Язык WEB интерфейса

source: Web interface language.
cs: Jazyk webového rozhraní.
de: Sprache der Weboberfläche
pl: Język interfejsu sieciowego.
pt: Idioma da Interface Web

source: Web interface theme.
cs: Téma webového rozhraní.
de: Aussehen der Weboberfläche
pl: Motyw interfejsu sieciowego.
pt: Tema da interface Web

source: Web theme
cs: Webové téma
pl: Motyw sieciowy
pt: Tema Web

source: Wed
bg: Сряда
cs: Stř
de: Mi
hr: Sri
it: Mer
pl: Śr
pt: Quarta-Feira
ru: Ср.

source: Welcome
pl: Witaj

source: Western hemisphere (latitude direction)
cs: Západní polokoule (směr zem. délky)
de: Westliche Hemisphäre (Latitude Richtung)
it: Emisfero settentrionale (direzione della latitudine)
pl: Półkula zachodnia (kierunek szerokości geograficznej)

source: Western hemisphere (latitude direction).
cs: Západní polokoule (směr zem. délky).
de: Westliche Hemisphäre (Latitude Richtung).
pl: Półkula zachodnia (kierunek szerokości geograficznej).

source: When 'Merge-Text' is selected, the title pattern is matched against a merged single string consisting of the title + subtitle + summary + description + credits + keywords for all languages contained in the EPG entry being searched.
pl: Po wybraniu opcji „Scal tekst” wzorzec tytułu jest porównywany ze scalonym pojedynczym ciągiem składającym się z tytułu + napisów + streszczenia + opisu + napisów końcowych + słów kluczowych dla wszystkich języków zawartych we wpisie EPG podlegającym przeszukiwaniu.

source: When Tvheadend is acting as an HDHomeRun Server (emulating an HDHomeRun device for downstream media devices to stream Live TV) then we tell clients that we have this number of tuners. This is necessary since some clients artificially limit connections based on tuner count, even though several channels may share a multiplex on one tuner. The HDHomeRun interface can not distinguish between different types of tuner in a mixed system with satellite, aerial and cable. The actual number or types of tuners used by Tvheadend is not affected by this value. Tvheadend will allocate tuners automatically. Set to zero for Tvheadend to use a default value.
pl: Kiedy Tvheadend działa jako serwer HDHomeRun (emulujący urządzenie HDHomeRun dla urządzeń multimedialnych do strumieniowego odtwarzania telewizji na żywo), informujemy klienty, że mamy tę liczbę tunerów. Jest to konieczne, ponieważ niektóre klienty sztucznie ograniczają połączenia na podstawie liczby tunerów, nawet jeśli kilka kanałów może dzielić jedno pasmo na jednym tunerze. Interfejs HDHomeRun nie może rozróżnić między różnymi typami tunera w mieszanej konfiguracji z satelitarnym, naziemnym i kablowym systemem. Rzeczywista liczba lub typy tunerów używanych przez Tvheadend nie są wpływane przez tę wartość. Tvheadend automatycznie przydziela tunery. Ustaw na zero, aby Tvheadend używał wartości domyślnej.

source: When Tvheadend is acting as an HDHomeRun Server (emulating an HDHomeRun device for downstream media devices to stream Live TV) then we use this as the type of HDHomeRun model number that we send to clients. Some clients may require a specific model number to work. Leave blank for Tvheadend to use a default.
pl: Kiedy Tvheadend działa jako serwer HDHomeRun (emulujący urządzenie HDHomeRun dla urządzeń multimedialnych do strumieniowania telewizji na żywo), używamy tego jako typu numeru modelu HDHomeRun, który wysyłamy do klientów. Niektóre klienty mogą wymagać określonego numeru modelu, aby działały. Pozostaw puste, aby Tvheadend użył domyślnego.

source: When nothing else is happening Tvheadend will continuously rotate among all muxes and tune to them to verify that they are still working when the inputs are not used for streaming. If your adapters have problems with lots of (endless) tuning, disable this. Note that this option should be OFF for the normal operation. This type of mux probing is not required and it may cause issues for SAT>IP (limited number of PID filters).
pl: Gdy nic innego się nie dzieje, Tvheadend będzie stale przełączać się między wszystkimi multiplekserami i dostrajać się do nich, aby sprawdzić, czy nadal działają, gdy wejścia nie są używane do przesyłania strumieniowego. Jeśli twoje adaptery mają problemy z wieloma (niekończącymi się) dostrajaniami, wyłącz to. Należy pamiętać, że ta opcja powinna być WYŁĄCZONA podczas normalnej pracy. Ten rodzaj sondowania multipleksera nie jest wymagany i może powodować problemy dla SAT>IP (ograniczona liczba filtrów PID).

source: When scheduling an autorec, this option attempts to schedule at the earliest time and on the 'best' channel (such as channel with the most failover services). This is useful when multiple timeshift and repeat channels are available. Without this option autorecs may get scheduled on timeshift channels instead of on primary channels. This scheduling requires extra overhead so is disabled by default.
pl: Kiedy planujesz autonagranie, ta opcja próbuje zaplanować je jak najwcześniej i na "najlepszym" kanale (takim jak kanał z największą liczbą usług przełączania awaryjnego). Jest to przydatne, gdy dostępne są różne kanały funkcji Timeshift i powtórek. Bez tej opcji autonagrania mogą być planowane na kanałach funkcji Timeshift zamiast na podstawowych kanałach. To planowanie wymaga dodatkowego obciążenia, więc jest domyślnie wyłączone.

source: When specified, this setting overrides the subdirectory rules (except the base directory) defined in the DVR configuration and puts all recordings done by this entry into the subdirectory named here. See Help for more info.
de: Falls angegeben, überschreibt diese Einstellung die Unterordnerregeln (Basisordner ausgenommen), die in der DVR-Konfiguration definiert wurden und stellt alle Aufnahmen, die von diesem Eintrag getätigt werden, in den hier genannten Unterordner. Siehe Hilfe für mehr Informationen.
pl: Po określeniu to ustawienie zastępuje reguły dotyczące podkatalogów (z wyjątkiem katalogu podstawowego) zdefiniowane w konfiguracji DVR i umieszcza wszystkie nagrania wykonane przez ten wpis w podkatalogu o tej nazwie. Zobacz Pomoc, aby uzyskać więcej informacji.

source: When streaming a service (via http or htsp) Tvheadend will use the network with the highest streaming priority set here. See Help for details.
de: Beim Streamen eines Services (über HTTP oder HTSP) wird Tvheadend das Netzwerk mit der höchsten Priorität verwenden, die hier eingestellt ist. Siehe Hilfe für Details.
pl: Podczas przesyłania strumieniowego usługi (przez HTTP lub HTSP) Tvheadend użyje sieci z ustawionym tutaj najwyższym priorytetem przesyłania strumieniowego. Zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: When the fulltext is checked, the title pattern is matched against title, subtitle, summary and description.
cs: Pokud je fulltext zaškrtnutý, šablona vložena v názvu je porovnána s názvem, podtitulkem, souhrnem a popisem.
pl: Po zaznaczeniu pełnego tekstu wzorzec tytułu jest dopasowywany do tytułu, podtytułu, podsumowania i opisu.

source: When the mux was created.
pl: Kiedy multiplekser został utworzony.

source: When the mux was successfully scanned for the first time.
pl: Kiedy multiplekser został pomyślnie zeskanowany po raz pierwszy.

source: When the mux was successfully scanned.
pl: Kiedy multiplekser został pomyślnie przeskanowany.

source: When the service was first identified and recorded.
cs: Čas, kdy byla služba poprvé nalezena a uložena.
de: Wann der Service das erste mal identifiziert und aufgezeichnet wurde.
pl: Kiedy usługa została po raz pierwszy zidentyfikowana i zarejestrowana.

source: When the service was last seen during a mux scan.
cs: Čas, kdy byla služba naposledy viděna při skenu muxu.
de: Wann der Service das letzte mal beim Mux Scan gefunden wurde.
pl: Kiedy usługa była ostatnio widziana podczas skanowania multipleksera.

source: When using RTSP IPTV, this correspond to the minimum port bind on the client (this server), sent to the server. This is especially useful when using firewalls and NAT or containers.
pl: W przypadku korzystania z IPTV RTSP odpowiada to minimalnemu powiązaniu portu klienta (tego serwera), wysyłanemu do serwera. Jest to szczególnie przydatne w przypadku korzystania z zapór sieciowych, NAT lub kontenerów.

source: Winter sports
de: Wintersport
pl: Sporty zimowe

source: With "RAM only" enabled, and when "Maximum RAM size" is reached, remove the oldest segment in the buffer instead of replacing it completely. Note, this may reduce the amount of rewind time.
pl: Przy włączonej opcji „Tylko RAM” i osiągnięciu „Maksymalnego rozmiaru RAM” usuń najstarszy segment z bufora zamiast całkowicie go zastępować. Uwaga, może to skrócić czas przewijania do tyłu.

source: Wizard
cs: Pomocník
de: Assistent
pl: Kreator
pt: Assistente de configuração

source: Write a short message to log identifying the matched parameters. It is useful for debugging your setup or structure of incoming streams.
cs: Zapíše krátkou zprávu do logu identifikující porovnávané parametry. Toto je užitečné pro ladění nastavení nebo pro získání struktury streamů.
de: Schreibt eine kurze Nachricht in die Logdateien, um die zutreffenden Parameter zu identifizieren. Dies kann nützlich zum Debuggen deines Setups oder des Aufbaus eingehender Streams sein.
pl: Wpisz krótki komunikat do dziennika identyfikujący dopasowane parametry. Jest to przydatne do debugowania konfiguracji lub struktury strumieni przychodzących.

source: Writes the current in-memory EPG database to disk every x hours, so should a crash/unexpected shutdown occur EPG data is saved periodically to the database (re-read on next startup). Set to 0 to disable.
de: Schreibt die aktuelle, im RAM speicherte EPG-Datenbank auf die Festplatte alle x Stunden, sodass, falls ein Absturz passiert oder der Server unterwartet heruntergefahren wird, die EPG-Daten periodisch in die Datenbank geschrieben werden (werden beim nächsten Start wieder ausgelesen). Zum Deaktivieren auf 0 setzen.
pl: Zapisuje aktualną bazę danych EPG w pamięci na dysku co x godzin, więc w przypadku wystąpienia awarii/nieoczekiwanego zamknięcia dane EPG są okresowo zapisane w bazie danych (ponowne odczytanie następuje przy następnym uruchomieniu). Ustaw na 0, aby wyłączyć.

source: Writes the current in-memory EPG database to disk shortly after an xmltv import has completed, so should a crash/unexpected shutdown occur EPG data is saved (re-read on next startup).
pl: Zapisuje aktualną bazę danych EPG w pamięci na dysk wkrótce po zakończeniu importu xmltv, więc w przypadku awarii/nieoczekiwanego wyłączenia dane EPG są zapisywane (odczytane ponownie przy następnym uruchomieniu).

source: XML 'rating' tag value to match events received via XMLTV.
pl: Wartość znacznika 'ocena' XML odpowiadająca zdarzeniom odbieranym za pośrednictwem XMLTV.

source: XMLTV 'system' attribute to match events received via XMLTV.
pl: Atrybut „system” XMLTV pasujący do zdarzeń odbieranych przez XMLTV.

source: XMLTV EPG Import
pl: Import EPG XMLTV

source: XMLTV output format
pl: Format wyjściowy XMLTV

source: XPath Settings
pl: Ustawienia XPath

source: Yes
cs: Ano
de: Ja
it: Si
pl: Tak
pt: Sim
ru: Да

source: addpids/delpids supported
bg: Потдръжка на изтриване/добавяне на пидове
cs: podpora addpids/delpids
de: addpids/delpids unterstützt
it: addpids/delpids supportati
pl: wspierane addpids/delpids
pt: Suporte addpids/delpids
ru: addpids/delpids поддерживается

source: anmr: ANMR method (Not currently recommended)
pl: anmr: metoda ANMR (obecnie niezalecana)

source: audio: Favor faithfulness to the input
pl: audio: preferuj wierność wprowadzanym treściom

source: auto (recommended)
pl: automatyczne (zalecane)

source: best
pl: najlepsze

source: constrained: Use constrained VBR
pl: ograniczony: użyj ograniczonego VBR

source: disabled
pl: wyłączone

source: fast: Constant quantizer (Not recommended)
pl: szybki: stały kwantyfikator (niezalecane)

source: good
pl: dobre

source: hrs
bg: часа
cs: hod
de: Std.
hr: sata
it: ore
pl: godz.
ru: час.

source: invalid option specified [%s]
bg: попълнена е невалидна стойност [%s]
cs: specifikována chybná volba [%s]
de: ungültige Option spezifiziert [%s]
hr: određena neispravna mogućnost [%s]
it: opzione non valida specificata [%s]
pl: określono niepoprawną opcję [%s]
pt: Opção especificada inválida [%s]
ru: Указанный параметр недействителен [%s]

source: logout
de: Abmelden
pl: wyloguj

source: lowdelay: Restrict to only the lowest delay modes
pl: niskie opóźnienie: ogranicz tylko do trybów o najniższym opóźnieniu

source: mins
bg: мин
cs: min
de: Min.
hr: minuta
it: minuti
pl: min
ru: минут

source: module connected
pl: moduł podłączony

source: module init
pl: moduł zainicjowany

source: module present
pl: moduł obecny

source: module ready
pl: moduł gotowy

source: off: Use constant bit rate
pl: wyłącz: użyj stałej szybkości przesyłania

source: on: Use variable bit rate
pl: włącz: użyj zmiennej szybkości bitowej

source: option %s requires a value
bg: опция %s изисква стойност
cs: volba %s vyžaduje argument
de: Option %s benötigt einen Wert
it: l'opzione %s richiede un valore
pl: opcja %s wymaga wartości
pt: Opção %s requer um valor
ru: %s необходимо значение

source: prioritize MMAL
pl: nadaj priorytet MMAL

source: prioritize NVDEC
pl: nadaj priorytet NVDEC

source: prioritize VAAPI
pl: nadaj priorytet VAAPI

source: realtime
pl: czas rzeczywisty

source: return
de: Zurück
pl: wróć

source: set the x265 preset.
pl: Ustaw predefiniowane ustawienie x265.

source: set the x265 tune parameter.
pl: ustaw parametr x265 tune.

source: slot disabled
pl: slot wyłączony

source: slot empty
pl: slot pusty

source: towards project operating costs.
pl: na koszty operacyjne projektu.

source: tsfile input (mux file)
bg: Входен TS файл (mux файл)
cs: tsfile vstup (mux soubor)
de: tsfile-Input (Mux-Datei)
it: ingresso tsfile (file mux)
pl: wejście tsfile (plik multipleksera)
pt: entrada tsfile (misturar ficheiro)

source: tvhdhomerun client
cs: Klient tvhdhomerun
it: Cliente tvhdhomerun
pl: klient tvhdhomerun
pt: cliente tvhdhomerun
ru: tvhdhomerun Клиент

source: twoloop: Two loop searching method
pl: twoloop: dwumetodowa metoda wyszukiwania

source: video
pl: wideo

source: voip: Favor improved speech intelligibility
pl: voip: preferuj lepszą zrozumiałość mowy

source: {name-not-set}
pl: {nazwa-nieustawiona}

source: All proceeds are used to support server infrastructure and buy test equipment.
bg: Всички постъпления се използват за потдръйка на сървърната инфраструктура, тестове и оборудване
cs: Všechny příspěvky jsou použity pro serverovou infrastrukturu a pro nákup testovacího vybavení.
de: Alle Erlöse werden dafür genutzt, die Serverinfrastruktur zu unterhalten und Testgeräte zu kaufen.
hr: Svi postupci su korišteni za podršku infrastrukture poslužitelja i kupovinu opreme za testiranje.
it: Tutti i ricavati sono usati per il supporto all'infrastruttura server e per l'acquisto di equipaggiamenti da supportare
pt: Todos os lucros são utilizados para apoiar a infra-estrutura do servidor e comprar equipamento de teste

source: Assign predefined muxes to networks
cs: Přiřadit předdefinované muxy k sítím.
de: Den Netzwerken vordefinierte Muxe zuweisen
pt: Atribuir muxes predefinidos das redes.

source: Audio bitrate to use for transcoding.
de: Für das Transkodieren zu verwendende Audiobitrate.

source: Audio codec to use for the transcode. "Do not use" will disable audio output.
de: Audio-Codec, der für das Transkodieren genutzt wird. "Nicht benutzen" wird Audio-Ausgang deaktivieren.
pt: Codec de áudio a utilizar na conversão. "Do not use (não utilizar)" inactiva a saída de áudio.

source: Bitrate to use for the transcode. See Help for details.
de: Zu verwendende Bitrate für das Transkodieren. Siehe Hilfe für Details.

source: Brand
bg: Марка
cs: Značka
de: Marke
it: Marchio
pt: Marca
ru: Марка

source: Branding information (if available).
cs: Informace o značení (pokud je dostupné).
de: Markeninformationen (wenn vorhanden)
pt: Informação da marca (se disponível).

source: CAPMT interval (in ms).
cs: CAPMT interval (v ms).
de: CAPMT Intervall (in ms)
pt: Intervalo CAPMT (em ms).

source: CAPMT query interval (ms).
cs: CAPMT interval dotazu (ms).
de: CAPMT Abfrageintervall (in ms)
pt: Intervalo de pesquisa CAPMT (ms)

source: Channel Tags
bg: Категории на Канала
de: Kanal-Tags
hr: Oznake programa
pt: Etiquetas dos Canais

source: Command delay time (ms) (10-200)
cs: Zpoždění příkazu (ms) (10-200)
de: Befehlsverzögerung (ms) (10-200)
it: Tempo di ritardo del comando (ms) (10-200)
pt: Tempo de atraso do comando (ms) (10-200)
ru: Команда задержки времени (милисек) (10-200)

source: Command time (ms) (10-100)
cs: Čas pro příkaz (ms) (10-100)
de: Befehlszeit (ms) (10-100)
it: Tempo del comando (ms) (10-100)
pt: Tempo do comando (ms) (10-100)
ru: Время комманды (милисек) (10-100)

source: Copy codec type
bg: Копиране на типа кодек
cs: Kopíruj typ kodeku
de: Codectyp kopieren
hr: Kopiraj vrstu kôdeka
it: Copia il tipo di codec
pt: Codec Igual ao Original
ru: Копировать тип кодека

source: Copy layout
bg: Копиране на макета
cs: Kopíruj dispozici
de: Layout kopieren
hr: Izlaz kopiranja
it: Copia la disposizione
pt: Copiar layout
ru: Копировать разметку

source: Create a bouquet from the playlist.
de: Bouquet aus der Playlist erzeugen.
