Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: The network the mux is on.
cs: Síť na kterém je tento mux.
de: Das Netzwerk in dem sich der Mux befindet.
pl: Sieć, w której znajduje się multiplekser.

source: The network the service is on.
cs: Síť na které je tato služba.
de: Das Netzwerk in dem sich der Service befindet.
pl: Sieć, w której działa usługa.

source: The network's priority. The network with the highest priority value will be used out of preference if available. See Help for details.
de: Die Priorität des Netzwerks. Dem Netzwerk mit der höchsten Priorität wird der Vorzug gegeben, sobald verfügbar. Siehe Hilfe für Details.
pl: Priorytet sieci. Sieć o najwyższym priorytecie zostanie użyta poza preferencjami, jeśli będzie dostępna. Zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: The network's service ID
de: Netzwerk-Service-ID
pl: Identyfikator usługi sieciowej

source: The networks assigned to the device.
de: Das Netzwerk das diesem Gerät zugeordnet ist
pl: Sieci przypisane do urządzenia.

source: The networks using this configuration.
cs: Sítě používající tuto konfiguraci.
de: Die Netzwerke, die diese Konfiguration nutzen.
pl: Sieci korzystające z tej konfiguracji.

source: The networks' universally unique identifier (UUID).
cs: Unikátní identifikátor pro síť (UUID).
de: Die UUID des Netzwerkes
pl: Uniwersalnie unikalny identyfikator sieci (UUID).

source: The number of ATSC-C (Cable/AnnexB) tuners to export.
de: Die Anzahl zu exportierender ATSC-C (Kabel/AnnexB) Tuner.
pl: Liczba tunerów ATSC-C (kablowych/załącznika B) do wyeksportowania.

source: The number of ATSC-T (Terresterial) tuners to export.
de: Die Anzahl zu exportierender ATSC-T (Terrestrisch) Tuner.
pl: Liczba tunerów ATSC-T (naziemnych) do wyeksportowania.

source: The number of DVB-C (Cable) tuners to export.
de: Die Anzahl zu exportierender DVB-C (Kabel) Tuner.
pl: Liczba tunerów DVB-C (kablowych) do wyeksportowania.

source: The number of DVB-C2 (Cable) tuners to export.
de: Die Anzahl zu exportierender DVB-C2 (Kabel) Tuner.
pl: Liczba tunerów DVB-C2 (kablowych) do wyeksportowania.

source: The number of DVB-S (Satellite) tuners to export.
de: Die Anzahl zu exportierender DVB-S (Satellit) Tuner.
pl: Liczba tunerów DVB-S (satelitarnych) do wyeksportowania.

source: The number of DVB-S2 (Satellite) tuners to export.
de: Die Anzahl zu exportierender DVB-S2 (Satellit) Tuner.
pl: Liczba tunerów DVB-S2 (satelitarnych) do wyeksportowania.

source: The number of DVB-T (Terresterial) tuners to export.
de: Die Anzahl zu exportierender DVB-T (Terrestrisch) Tuner.
pl: Liczba tunerów DVB-T (naziemnych) do wyeksportowania.

source: The number of DVB-T2 (Terresterial) tuners to export.
de: Die Anzahl zu exportierender DVB-T2 (Terrestrisch) Tuner.
pl: Liczba tunerów DVB-T2 (naziemnych) do wyeksportowania.

source: The number of ISDB-T (Terresterial) tuners to export.
pl: Liczba tunerów ISDB-T (terestrialnych) do wyeksportowania.

source: The number of MPEG-TS packets Tvheadend buffers in case there is a delay receiving CA keys.
de: Die Anzahl an MPEG-TS-Paketen, die Tvheadend im Falle einer Verzögerung beim Empfangen von CA-Schlüsseln zwischenspeichert.
pl: Liczba pakietów MPEG-TS buforowanych przez Tvheadend w przypadku opóźnienia w odbiorze kluczy CA.

source: The number of allowed connections this user can make to the server.
de: Die Anzahl an erlaubten Verbindungen, die dieser Benutzer zum Server tätigen kann.
pl: Liczba dozwolonych połączeń tego użytkownika z serwerem.

source: The number of bytes to buffer. By default, linuxdvb's input buffer is 18800 bytes long. The accepted range is 18800-1880000 bytes.
de: Die Anzahl an Bytes, die zwischengespeichert werden sollen. Standardmäßig ist der linuxdvb-Zwischenspeicher 18800 Bytes groß. Angenommen werden Werte zwischen 18800 und 1880000 Bytes.
pl: Liczba bajtów do buforowania. Domyślnie bufor wejściowy linuxdvb ma długość 18800 bajtów. Akceptowany zakres to 18800-1880000 bajtów.

source: The number of days cookies set by Tvheadend should expire.
de: Nach wie vielen Tagen Cookies, die von Tvheadend gesetzt werden, ablaufen sollen.
pl: Liczba dni, po których pliki ciasteczek ustawione przez Tvheadend powinny wygasnąć.

source: The number of muxes left to scan on this network.
cs: Celkový počet neprohlídnutých muxů v této síti.
de: Die Anzahl der noch zu durchsuchenden Muxe in deisem Netzwerk.
pl: Liczba multiplekserów pozostałych do przeskanowania w tej sieci.

source: The number of seconds in which authentication tickets generated by Tvheadend should expire.
pl: Liczba sekund, po których bilety uwierzytelniające generowane przez Tvheadend powinny wygasnąć.

source: The number of seconds to wait for data when stream is starting.
pl: Liczba sekund oczekiwania na dane podczas uruchamiania strumienia.

source: The number of seconds to wait for data. It handles the situations where no data are received at start or the input stream is stalled.
pl: Liczba sekund oczekiwania na dane. Obsługuje sytuacje, w których na początku nie otrzymuje się danych lub strumień wejściowy jest zablokowany.

source: The number of services currently mapped to channels.
de: Die Anzahl an Services, die aktuell Kanälen zugeordnet sind.
pl: Liczba usług obecnie przypisanych do kanałów.

source: The orbital position of the satellite the mux is on.
de: Die orbitale Position des Satelliten, auf dem sich der Mux befindet.
pl: Pozycja orbitalna satelity, na którym znajduje się multiplekser.

source: The orbital position of the satellite your dish is pointing at.
de: Die orbitale Position, auf die deine Satellitenschüssel zeigt.
pl: Pozycja orbitalna satelity, na którą wskazuje antena.

source: The outcome of the last scan performed.
de: Das Ergebnis des letzten durchgeführten Scans.
pl: Wynik ostatniego przeprowadzonego skanowania.

source: The physical layer pipe ID. Most people will not need to change this setting.
de: Die physical-layer-pipe-ID. Die meisten Leute werden diese Einstellung nicht verändern müssen.
pl: Identyfikator potoku warstwy fizycznej. Większość osób nie będzie musiała zmieniać tego ustawienia.

source: The playlist's character set.
de: Die Zeichenkodierung der Playlist.
pl: Zestaw znaków listy odtwarzania.

source: The polarization used on the mux.
de: Die für diesen Mux benutzte Polarisation
pl: Polaryzacja zastosowana w multiplekserze.

source: The position the channel will appear on your EPG. This is not used by Tvheadend internally, but rather intended to be used by HTSP clients for mapping to remote control buttons, presentation order, etc.
pl: Pozycja, w której kanał pojawi się w EPG. Nie jest to używane wewnętrznie przez Tvheadend, ale raczej przeznaczone do użytku przez klientów HTSP do mapowania przycisków pilota, kolejności prezentacji itp.

source: The provider's ID.
de: Die ID des Anbieters.
pl: Identyfikator dostawcy.

source: The provider's name.
cs: Název poskytovatele.
de: Der Name des Anbieters.
pl: Nazwa dostawcy.

source: The provider's network ID.
cs: ID sítě poskytovatele
de: Die Netzwerk-ID des Anbieters.
pl: Identyfikator sieci dostawcy.

source: The provider's network name.
cs: Název sítě poskytovatele.
de: Der Netzwerkname des Anbieters.
pl: Nazwa sieci dostawcy.

source: The quadrature amplitude modulation (QAM) used by the mux. If you're not sure of the value leave as AUTO.
de: Die vom Mux genutzte Quadratur-Amplituden-Modulation (QAM). Bei Unsicherheit AUTO wählen.
pl: Kwadraturowa modulacja amplitudy (QAM) używana przez multiplekser. Jeśli nie jesteś pewien wartości, pozostaw AUTOMATYCZNIE.

source: The realm name for HTTP authorization.
pl: Nazwa sfery dla autoryzacji HTTP.

source: The recorded file was removed intentionally
de: Die aufgenommene Datei wurde absichtlich gelöscht
pl: Nagrany plik został celowo usunięty

source: The recording/entry status.
cs: Stav záznamu/položky.
de: Der Aufnahme/Eintrag-Status.
pl: Status nagrania/wpisu.

source: The rolloff used on the mux.
pl: Rolloff używany w multiplekserze.

source: The rule action defines the operation when all comparisons succeed. See Help for more information on what the various rules do.
pl: Działanie reguły definiuje operację, gdy wszystkie porównania powiedzą się. Zobacz Pomoc, aby uzyskać więcej informacji na temat działania różnych reguł.

source: The satellite configuration to use.
pl: Konfiguracja satelity do użycia.

source: The scan state. New muxes will automatically be changed to the PEND state. You can change this to ACTIVE to queue a scan of this mux.
pl: Stan skanowania. Nowe multipleksery automatycznie przejdą w stan W TOKU. Możesz zmienić to ustawienie na AKTYWNE, aby ustawić skanowanie tego multipleksera w kolejce.

source: The scheduled start time, including any padding.
de: Die geplante Startzeit einschließlich aller Zugaben
pl: Zaplanowany czas rozpoczęcia, w tym wszelkie dopełnienie.

source: The scheduled stop time, including any padding.
de: Die geplante Endezeit einschließlich aller Zugaben
pl: Zaplanowany czas zatrzymania, w tym wszelkie dopełnienie.

source: The scrambled bits in MPEG-TS packets are always cleared. It is a workaround for the special streams which are descrambled, but these bits are not touched.
pl: Zaszyfrowane bity w pakietach MPEG-TS są zawsze czyszczone. Jest to obejście dla specjalnych strumieni, które są deszyfrowane, ale te bity nie są dotykane.

source: The selected video type should be preferred when multiple services are available for a channel.
de: Der ausgewählte Videotyp sollte bevorzugt werden, wenn mehrere Services für einen Kanal verfügbar sind.
pl: Wybrany typ wideo powinien być preferowany, gdy dla kanału dostępnych jest wiele usług.

source: The server name for 'Server:' HTTP headers.
pl: Nazwa serwera dla nagłówków HTTP „Serwer:”.

source: The server suports the Interlaved TCP transfer mode (embedded data in the RTSP session). Selecting this option enables this mode in all tuners by default.
pl: Serwer obsługuje tryb transferu TCP z przeplotem (osadzone dane w sesji RTSP). Wybranie tej opcji domyślnie włącza ten tryb we wszystkich tunerach.

source: The service ID
de: Die Service-ID
pl: Identyfikator usługi
pt: ID do Serviço

source: The service ID as set by the provider.
cs: ID služby nastavené poskytovatelem obsahu.
de: Die vom Anbieter gesetzte Service-ID.
pl: Identyfikator usługi ustawiony przez dostawcę.

source: The service ID.
de: Die Service-ID.
pl: Identyfikator usługi.
pt: ID do Serviço

source: The service name as set by the provider.
cs: Název služby nastavené poskytovatelem obsahu.
de: Der vom Anbieter gesetzte Servicename.
pl: Nazwa usługi ustawiona przez dostawcę.

source: The service the filter should apply to. Leave blank to apply the filter to all services.
de: Der Service, auf den der Filter angewendet werden soll. Leerlassen, um den Filter auf alle Services anzuwenden.
pl: Usługa, której dotyczy filtr. Pozostaw puste, aby zastosować filtr do wszystkich usług.

source: The service to which the filter should apply. Leave blank to apply the filter to all services.
pl: Usługa, której ma dotyczyć filtr. Pozostaw puste, aby zastosować filtr do wszystkich usług.

source: The service type flag as defined by the DVB specifications (e.g. 0x02 = radio, 0x11 = MPEG2 HD TV, 0x19 = H.264 HD TV)
pl: Flaga typu usługi zdefiniowana w specyfikacjach DVB (np. 0x02 = radio, 0x11 = MPEG2 HD TV, 0x19 = H.264 HD TV)

source: The service's channel minor as set by the provider.
cs: Čislo kanálu (vedlejší) nastavené poskytovatelem obsahu.
de: Die vom Anbieter gesetzte untergeordnete Kanalnummer.
pl: Drugorzędny kanał usługi ustawiony przez dostawcę.

source: The service's channel number as set by the provider.
cs: Čislo kanálu (hlavní) nastavené poskytovatelem obsahu.
de: Die vom Anbieter gesetzte Kanalnummer.
pl: Numer kanału usługi ustawiony przez dostawcę.

source: The service's encryption status.
cs: Stav šifrování služby.
de: Verschlüsselungsstatus dieses Service
pl: Status szyfrowania usługi.

source: The signal from the standard universal LNB can be split using a simple coaxial splitter (no multiswitch) to several outputs. In this case, the position, the polarization and low-high band settings must be equal. If you set another tuner as master, then this tuner will act as a slave and Tvheadend will assure that this tuner will not use incompatible parameters (position, polarization, lo-hi).
pl: Sygnał ze standardowego uniwersalnego LNB można rozdzielić za pomocą prostego rozgałęźnika koncentrycznego (bez multiswitcha) na kilka wyjść. W takim przypadku położenie, polaryzacja i ustawienia pasma niskie-wysokie muszą być równe. Jeśli ustawisz inny tuner jako nadrzędny, to ten tuner będzie działał jako podrzędny i Tvheadend zapewni, że ten tuner nie będzie używał niekompatybilnych parametrów (pozycja, polaryzacja, lo-hi).

source: The signal level reported by the driver is multiplied with this value and divided by 100.
pl: Poziom sygnału zgłaszany przez sterownik jest mnożony przez tę wartość i dzielony przez 100.

source: The start time of the recording.
cs: Časový začátek záznamu.
de: Die Startzeit der Aufnahme.
pl: Godzina rozpoczęcia nagrania.

source: The stream ID used for the mux.
de: Die für diesen Mux benutzte Stream-ID.
pl: Identyfikator strumienia używany w multiplekserze.

source: The stream profile the DVR profile will use for recordings.
de: Das Stream-Profil, das das DVR-Profil für die Aufnahmen verwenden soll.
pl: Profil strumienia, którego profil DVR będzie używał do nagrywania.

source: The streaming profile to use/used. If not set, the default will be used.
de: Das zu verwendende Streaming-Profil. Falls nicht gesetzt, wird die Standardeinstellung verwendet.
pl: Profil przesyłania strumieniowego do użycia/używany. Jeśli nie zostanie ustawiona, zostanie użyta wartość domyślna.

source: The string allows you to manually specify the full path generation using predefined modifiers. See Help for full details.
pl: Ciąg umożliwia ręczne określenie generowania pełnej ścieżki przy użyciu predefiniowanych modyfikatorów. Zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: The subtitle stream types the filter should apply to.
de: Die Untertitel-Stream-Typen, auf die der Filter angewendet werden soll.
pl: Typy strumieni napisów, do których filtr powinien mieć zastosowanie.

source: The symbol rate used on the mux.
cs: Přenosová rychlost použitá na tomto muxu.
de: Die für diesen Mux benutzte Symbolrate.
pl: Szybkość transmisji symboli używana w multiplekserze.

source: The symbol rate used on the mux/transponder.
de: Die für diesen Mux/Transponder benutzte Symbolrate.
pl: Szybkość transmisji symboli używana w multiplekserze/transponderze.

source: The symbol rate.
cs: Přenosová rychlost.
de: Die Symbolrate.
pl: Szybkość transmisji symboli.

source: The time in days after the cached URL will be removed. The time starts when the URL was lastly requested. Zero means unlimited cache (not recommended).
pl: Czas w dniach po którym zostanie usunięty buforowany adres URL. Czas rozpoczyna się od ostatniego żądania adresu URL. Zero oznacza nieograniczony bufor (niezalecane).

source: The time the entry stops/stopped being recorded.
de: Die Zeit, wann der Eintrag stoppt/die Aufnahme gestoppt wurde.
pl: Czas zatrzymania/zatrzymanego zapisu wpisu.

source: The time window to cut the stop time from the overlapped event in seconds.
pl: Okno czasowe do skrócenia czasu zatrzymania z nakładającego się wydarzenia w sekundach.

source: The title of the program to look for. Note that this accepts case-insensitive regular expressions.
de: Der Titel der Sendung nach der gesucht werden soll. Beachte, dass reguläre Ausdrücke akzeptiert werden. Groß-/Kleinschreibung wird nicht beachtet.
pl: Tytuł programu do wyszukania. Zauważ, że akceptuje to wyrażenia regularne bez rozróżniania wielkości liter.

source: The total number of services found.
de: Die Gesamtanzahl an gefundenen Services.
pl: Całkowita liczba znalezionych usług.

source: The total scheduled duration.
cs: Celková doba plánovaného záznamu.
de: Die insgesamt geplante Dauer.
pl: Całkowity zaplanowany czas trwania.

source: The transmission/OFDM mode used by the mux. If you're not sure of the value leave as AUTO but be aware that tuning may fail as some drivers do not like the AUTO setting.
pl: Tryb transmisji/OFDM używany przez multiplekser. Jeśli nie masz pewności co do wartości, pozostaw AUTOMATYCZNIE, ale pamiętaj, że strojenie może się nie powieść, ponieważ niektóre sterowniki nie tolerują ustawienia AUTOMATYCZNIE.

source: The transponder ID.
de: Die Transponder-ID.
pl: Identyfikator transpondera.
pt: ID do Transponder

source: The transport stream ID of the mux within the network.
cs: ID transportního streamu pro mux v síti.
de: Die Transport Stream-ID des Mux innerhalb des Netzwerkes.
pl: Identyfikator strumienia transportowego multipleksera w sieci.

source: The tuner priority value (a higher value means to use this tuner out of preference). See Help for details.
pl: Wartość priorytetu tunera (wyższa wartość oznacza używanie tego tunera poza preferencjami). Zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: The tuner priority value for streamed channels through HTTP or HTSP (a higher value means to use this tuner out of preference). If not set (zero), the standard priority value is used. See Help for details.
pl: Wartość priorytetu tunera dla kanałów przesyłanych strumieniowo przez HTTP lub HTSP (wyższa wartość oznacza używanie tego tunera poza preferencjami). Jeśli nie ustawiono (zero), używana jest standardowa wartość priorytetu. Zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: The user agent string for the build-in HTTP client.
pl: Ciąg agenta użytkownika dla wbudowanego klienta HTTP.

source: The user who created the recording, or the auto-recording source and IP address if scheduled by a matching rule.
de: Der Benutzer, der die Aufnahme gemacht hat oder die Auto-Aufnahme-Quelle und IP-Adresse, wenn durch eine treffende Regel aufgenommen.
pl: Użytkownik, który utworzył nagranie, lub źródło automatycznego nagrywania i adres IP, jeśli zaplanowano zgodnie z pasującą regułą.

source: The version of Tvheadend that last updated the config.
de: Die Version von Tvheadend, die zuletzt die Konfiguration modifiziert hat.
pl: Wersja Tvheadend, która ostatnio zaktualizowała konfigurację.

source: The video stream types the filter should apply to.
cs: Typu video streamů pro které má být filtr aplikován.
de: Die Videostream-Typen, auf die der Filter angewendet werden soll.
pl: Typy strumieni wideo, do których filtr powinien mieć zastosowanie.

source: Theme
cs: Téma
de: Thema
pl: Motyw

source: This is a workaround for some tuners that mess up the numbers of tuners. Turn this off when you are not seeing signal strength on all tuners but only on some.
pl: To jest obejście dla niektórych tunerów, które psują liczbę tunerów. Wyłącz to, gdy nie widzisz siły sygnału na wszystkich tunerach, ale tylko na niektórych.

source: This tuner
cs: Tento tuner
de: Dieser Tuner
it: Questo sintonizzatore
pl: Ten tuner
pt: Este sintonizador
ru: Этот Тюнер

source: This will create an NTP driver (using shmem interface) that you can feed into ntpd. This can be run without root privileges, but generally the performance is not that great.
pl: Spowoduje to utworzenie sterownika NTP (przy użyciu interfejsu shmem), który można wprowadzić do ntpd. Można to uruchomić bez uprawnień roota, ale generalnie wydajność nie jest tak dobra.

source: Thread
pl: Wątek

source: Thread debugging
pl: Debugowanie wątków

source: Thu
bg: Четвъртък
cs: Čtv
de: Do
hr: Čet
it: Gio
pl: Cz
pt: Quinta-Feira
ru: Четв.

source: Ticket expiration (seconds)
pl: Wygaśnięcie biletu (sekundy)

source: Tidy channel name (e.g., stripping HD/UHD suffix)
pl: Uporządkowana nazwa kanału (np. usuwanie sufiksu HD/UHD)

source: Tidy the channel name such as removing trailing HD text
pl: Uporządkuj nazwę kanału, na przykład usuń końcowy tekst HD

source: Time
cs: Čas
de: Zeit
it: Orario
pl: Czas
pt: Tempo
ru: Время

source: Time (in milliseconds) for a command to complete.
de: Zeit (in Millisekunden) für den Abschluss eines Befehls.
pl: Czas (w milisekundach) na wykonanie polecenia.

source: Time (in milliseconds) for the Unicable device to power up.
pl: Czas (w milisekundach) potrzebny na uruchomienie urządzenia Unicable.

source: Time (in milliseconds) for the rotor to power up.
de: Zeit (in Millisekunden) für den Start des Rotors.
pl: Czas (w milisekundach) do włączenia rotora.

source: Time (in milliseconds) for the switch to power up.
pl: Czas (w milisekundach) potrzebny na włączenie przełącznika.

source: Time (in minutes) to re-fetch the playlist.
de: Zeit (in Minuten) um die Playlist erneut abzurufen.
pl: Czas (w minutach) ponownego pobrania listy odtwarzania.

source: Time Stamp Fix
de: Zeitstempel-Anpassung
pl: Poprawka znacznika czasu

source: Time missed
bg: Липсващо време
cs: Čas byl zmeškán
de: Zeit verpasst
it: Orario mancato
pl: Pominięty czas
pt: Tempo perdido
ru: Время не указано

source: Time profiling
pl: Profilowanie czasu

source: Time record caption
cs: Titulek pro automatický časový rekordér
de: Zeitaufnahmebeschriftung
it: Didascalia della registrazione a tempo
pl: Czas nagrywania podpisu
pt: Tempo de Gravação das Legendas
ru: Метка времени записи

source: Time recording%s%s
bg: Време на записа%s%s
cs: Časový rekordér%s%s
de: Zeit Aufnahme%s%s
it: Orario di registrazione%s%s
pl: Czas nagrywania%s%s
pt: Tempo de Gravação%s%s
ru: Время Записи%s%s

source: Time the entry was created
pl: Czas utworzenia wpisu

source: Time the entry was last watched
pl: Czas ostatniego obejrzenia wpisu

source: Time the entry was last watched.
pl: Czas ostatniego obejrzenia wpisu.

source: Time to spend encoding, in microseconds.
pl: Czas na kodowanie, w mikrosekundach.

source: Time to start the recording/time the recording started.
de: Zeit, um die Aufnahme zu beginnen/Zeit, wo die Aufnahme startete
pl: Czas rozpoczęcia nagrywania/godzina rozpoczęcia nagrywania.

source: Time to stop recording/time the recording stopped.
de: Zeit, um die Aufnahme zu stoppen/Zeit, wo die Aufnahme stoppte
pl: Czas zatrzymania nagrywania/czas zatrzymanego nagrywania.

source: Time when the program was first aired
pl: Czas pierwszej emisji programu

source: Timeout (seconds)
bg: Таймаут (sec)
cs: Časový limit (sekundy)
de: Zeitüberschreitung (Sekunden)
it: Pausa (secondi)
pl: Limit czasu (sekundy)
pt: Tempo limite (segundos)
ru: Таймаут (сек.)

source: Timeout (secs)
de: Timeout (Sekunden)
pl: Limit czasu (s)

source: Timer-based automatic record caption.
de: Titel der zeitbasierten Auto-Aufnahme
pl: Automatyczne napisy nagrań oparte na timerze.

source: Timer-based automatic recording.
cs: Automatický záznam na základě časovačů.
de: Zeitbasierte Auto-Aufnahme
pl: Automatyczne nagrywanie oparte na timerze.

source: Timeshift
bg: ТаймШифт
pl: Funkcja Timeshift
pt: Gravação em tempo real
ru: Тайм шифт

source: Title
bg: Заглавие
cs: Název
de: Titel
hr: Naslov
it: Titolo
pl: Tytuł
pt: Título
ru: Название

source: Title (regexp)
cs: Název (regexp)
de: Titel (Regexp)
it: Titolo (regexp)
pl: Tytuł (regexp)
pt: Título (Regexp)

source: Title of the program (display only).
de: Titel des Programms (nur anzeigen).
pl: Tytuł programu (tylko wyświetlanie).

source: Title of the program.
cs: Název vysílání.
de: Titel des Programms
pl: Tytuł programu.

source: Title of the recording - this is used to generate the filename.
pl: Tytuł nagrania – służy do generowania nazwy pliku.

source: To enable MCD and MTD for this CAM.
pl: Aby włączyć MCD i MTD dla tego CAM.

source: To support Tvheadend development please consider making a donation
pl: Aby wesprzeć rozwój Tvheadend, rozważ dokonanie darowizny

source: Toggle details
bg: Toggle детайли
cs: Přepnout detaily
de: Details umschalten
it: Attiva dettagli
pl: Przełącz szczegóły
pt: Mostrar detalhes
