Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Arts magazines
de: Kunstmagazine
pl: Magazyny o sztuce

source: Artwork Settings
pl: Ustawienia grafiki

source: Artwork fetching requires broadcasts to have good quality information that uniquely identifies them, such as year, season and episode. Without this information, lookups will frequently fail or return incorrect artwork. The default is to only lookup fanart for broadcasts that have high quality identifiable information.
pl: Pobierania grafiki wymaga, aby nadawane audycje posiadały informacje dobrej jakości, które jednoznacznie je identyfikują, takie jak rok, sezon i odcinek. Bez tych informacji wyszukiwanie często nie powiedzie się lub zwróci nieprawidłowe grafiki. Domyślnie wyszukiwane są tylko fanarty dla audycji, które posiadają wysokiej jakości identyfikowalne informacje.

source: Associate this device with one or more networks.
cs: Přidružit toto zařízení k jedné nebo více sítím.
de: Verbinde das Gerät mit einem oder mehreren Netzwerken.
pl: Powiąż to urządzenie z co najmniej jedną siecią.
pt: Associar este dispositivo a uma ou mais redes.

source: Athletics
bg: Атлетика
cs: Atletika
de: Athletik
hr: Atletika
it: Atletica
pl: Lekkoatletyka
pt: Desporto
ru: Атлетика

source: Audio channel layout.
cs: Konfigurace audio kanálů.
de: Audio-Kanal Layout.
pl: Układ kanałów audio.
pt: Modo do canal de áudio

source: Audio codec profile
pl: Profil kodeka audio

source: Audio sample format.
pl: Format próbki dźwiękowej.

source: Audio stream
pl: Strumień dźwięku

source: Audio type
pl: Typ dźwięku

source: Audioes muxer
de: Audio Muxer
pl: Multiplekser dźwiękowy

source: Authenticated user
de: Autorisierter Benutzer
pl: Uwierzytelniony użytkownik

source: Authentication type
pl: Typ uwierzytelniania

source: Authority
pl: Organ

source: Auto
cs: Automatické
it: Automatico
pl: Automatycznie
ru: Авто

source: Auto check disabled
cs: Zakázána automatická kontrola
de: Automatische Überprüfung deaktiviert
it: Controllo automatico disabilitato
pl: Automatyczne sprawdzanie wyłączone
pt: Verificação automática desactivada
ru: Авто проверка заблокирована

source: Auto check enabled
cs: Povolena automatická kontrola
de: Automatische Prüfung aktiviert
it: Controllo automatico abilitato
pl: Automatyczne sprawdzanie włączone
pt: Verificação automática activada
ru: Авто проверка включена

source: Auto record
cs: Automatický rekordér
de: Auto-Aufnahme
it: Registrazione automatica
pl: Automatyczne nagrywanie
pt: Gravar automaticamente
ru: Авто Запись

source: Auto record caption
cs: Titulek pro automatický rekordér
de: Auto-Aufnahme Beschriftung
it: Didascalia della registrazione automatica
pl: Automatyczne nagrywanie napisów
pt: Gravar legendas automaticamente
ru: Автоматическая метка записи

source: Auto recording%s%s
cs: Automatický rekordér%s%s
de: Auto-Aufnahme%s%s
it: Auto registrazione%s%s
pl: Automatyczne nagrywanie%s%s
pt: Gravação automática%s%s
ru: Время Записи%s%s

source: Auto time record
cs: Automatický časový rekordér
de: Automatische Zeitaufnahme
it: Registrazione a tempo automatica
pl: Czas automatycznego nagrywania
pt: Gravar tempo automaticamente
ru: Время Автомат. Записи

source: Auto-Detected
pl: Wykryto automatycznie

source: Auto-Map to channels
cs: Automatické mapování do programů
de: Automatische Zuordnung zu Kanälen
it: Auto-Mappatura sui canali
pl: Automatycznie mapuj do kanałów
pt: Mapeamento automático dos canais
ru: Автоматическое отображение в каналы

source: Automatic checking
cs: Automatická kontrola
de: Automatische Überprüfung
it: Controllo automatico
pl: Automatyczne sprawdzanie
pt: Análise automática
ru: Автоматическая проверка

source: Automatic recording caption.
cs: Titulek pro automatický rekordér.
de: Automatische Aufnahme-Beschriftung
pl: Automatyczne nagrywanie napisów.
pt: Gravação automática de legendas

source: Automatic schedule entry not found
cs: Automatický záznam nebyl nalezen
de: Automatischen Aufnahmeeintrag nicht gefunden
pl: Automatycznie zaplanowany wpis nie odnaleziony
pt: Item não encontrado

source: Automatic time scheduler entry not found
cs: Automatický záznam časovače nebyl nalezen
de: Automatische Zeitplaner-Eintrag nicht gefunden
pl: Automatycznie zaplanowany wpis czasu nie odnaleziony
pt: Item não encontrado

source: Automatically delete played recordings
pl: Automatycznie usuń odtwarzane nagrania

source: Automatically link EPG data to the channel (using the channel name for matching). If you turn this option off, only the OTA EPG grabber will be used for this channel unless you've specifically set a different EPG Source.
de: Automatisch die EPG Daten mit dem Kanal verbinden (basierend auf dem Kanalnamen). Wenn Sie diese Option deaktivieren, wird für diesen Kanal ausschließlich der OTA EPG Graber verwendent, solange sie nicht explizit eine andere EPG Quelle angegeben haben.
pl: Automatycznie łącz dane EPG z kanałem (używając nazwy kanału do dopasowania). Jeśli wyłączysz tę opcję, dla tego kanału będzie używany tylko grabber EPG OTA, chyba że ustawiano inne źródło EPG.

source: Automatically map EPG source
cs: Automatické mapování EPG zdroje
de: EPG Quelle automatisch zuordnen
it: Mappa automaticamente la sorgente EPG
pl: Automatycznie mapowane źródło EPG
pt: Mapear as fontes EPG automaticamente
ru: Автоматическое отображение источника EPG

source: Automatically map all available services to channels.
de: Automatisch alle verfügbaren Services zu Kanälen zuordnen.
pl: Automatycznie mapuj wszystkie dostępne usługi do kanałów.
pt: Mapear todos os serviços disponíveis para canais.

source: Automatically map channels defined within the bouquet.
de: Kanäle gemäß dem Bouqet automatisch zuordnen.
pl: Automatycznie mapuj kanały zdefiniowane w bukietach.
pt: Mapear todos os canais definidos no bouquet.

source: Automatically name from network
cs: Automatický název ze sítě
de: Automatisch vom Netzwerk benennen
it: Nomina automaticamente dalla rete
pl: Automatyczna nazwa z sieci
pt: Renomear com a informação obtida na rede
ru: Автоматическое имя из сети

source: Automatically record.
cs: Automatický záznam.
de: Automatisch aufnehmen.
pl: Nagrywaj automatycznie.
pt: Gravar automaticamente

source: Automatically update channel icons using information provided by the enabled EPG providers. Note, this may cause unwanted changes to already defined channel icons.
de: Senderlogos automatisch mit Hilfe der von den aktivierten EPG-Anbietern bereitgestellten Informationen aktualisieren. Beachte, dass dies ungewünschte Änderungen an bereits festgelegten Senderlogos zur Folge haben kann.
pl: Automatycznie aktualizuj ikony kanałów, korzystając z informacji dostarczonych przez włączonych dostawców EPG. Uwaga: może to spowodować niepożądane zmiany w już zdefiniowanych ikonach kanałów.

source: Automatically update channel names using information provided by the enabled EPG providers. Note, this may cause unwanted changes to already defined channel names.
de: Sendernamen automatisch mit Hilfe der von den aktivierten EPG-Anbietern bereitgestellten Informationen aktualisieren. Beachte, dass dies ungewünschte Änderungen an bereits festgelegten Sendernamen zur Folge haben kann.
pl: Automatycznie aktualizuj nazwy kanałów, korzystając z informacji dostarczonych przez włączonych dostawców EPG. Uwaga: może to spowodować niepożądane zmiany w już zdefiniowanych nazwach kanałów.

source: Automatically update channel numbers using information provided by the enabled EPG providers. Note, this may cause unwanted changes to already defined channel numbers.
de: Sendernummern automatisch mit Hilfe der von den aktivierten EPG-Anbietern bereitgestellten Informationen aktualisieren. Beachte, dass dies ungewünschte Änderungen an bereits festgelegten Sendernummern zur Folge haben kann.
pl: Automatycznie aktualizuj numery kanałów, korzystając z informacji dostarczonych przez włączonych dostawców EPG. Uwaga" może to spowodować niepożądane zmiany w już zdefiniowanych numerach kanałów.

source: Autorec maximum count (0=unlimited)
cs: Autorekordér - maximální počet (0=neomezeno)
de: Maximale Anzahl Auto-Aufnahmen (0=unlimitiert)
it: Conteggio massimo per auto-registrazione (0=illimitato)
pl: Maksymalna liczba autonagrań (0=nieograniczona)
pt: Gravação Auto. limite máx. (0=ilimitado)
ru: Максимальное количество автозаписей (0=не ограничено)

source: Autorec maximum schedules limit (0=unlimited)
cs: Autorekordér - maximálni počet časovačů (0=neomezeno)
de: Maximale Auto-Aufnahme-Pläne (0=unlimitiert)
it: Limite massimo pianificazioni per auto-registrazione (0=illimitato)
pl: Maksymalne ograniczenie harmonogramów autonagrań (0=bez ograniczeń)
pt: Limite de gravações automáticas agendadas (0=ilimitado)

source: Average bitrate (ABR) mode.
pl: Tryb średniej przepływności (ABR).

source: Bad
cs: Špatný
de: Schlecht
it: Cattivo
pl: Zły
pt: Mau
ru: Плохой

source: Bad request
cs: Chybný požadavek
de: Fehlerhafte Anfrage
pl: Niewłaściwe żądanie
pt: Erro no pedido

source: Ballet
bg: Балет
cs: Balet
de: Ballett
hr: Balet
it: Balletto
pl: Balet
ru: Балет

source: Bandwidth
bg: Пропускателната способност
cs: Šířka pásma
de: Bandbreite
hr: Frekvencijska širina
it: Ampiezza di banda
pl: Przepustowość
pt: Largura de Banda
ru: Пропускная способность

source: Base DVB SI Tables (PAT,CAT,PMT,SDT etc.)
de: Basis-DVB-SI-Tabellen (PAT,CAT,PMT,SDT etc.)
pl: Podstawowe tabele SI DVB (PAT, CAT, PMT, SDT itp.)

source: Based on software from
bg: Базиран на софтуер от
cs: Použitý software od
de: Basiert auf Software von
hr: Temeljeneo na softveru s
it: Basato su software da
pl: Bazuje na oprogramowaniu od
pt: Baseado no software
ru: Основано на софте от

source: Basic
cs: Základní
de: Einfach
it: Semplice
pl: Podstawowy
pt: Básico
ru: Основной

source: Basic Alternative (No Hash)
pl: Alternatywa podstawowa (bez funkcji skrótu)

source: Bind RTP source address of the outgoing RTP packets to specific local IP address (empty = same IP as the listening RTSP; 0.0.0.0 = IP in network of default gateway; or write here a valid local IP address).
pl: Powiąż adres źródłowy RTP wychodzących pakietów RTP z określonym adresem IP lokalnym (puste = ten sam IP co nasłuchujący RTSP; 0.0.0.0 = IP w sieci domyślnej bramy; lub wpisz tutaj prawidłowy adres IP lokalny).

source: Bind to specific local IP address.
cs: Naslouchej na specifikované lokální IP adrese.
de: An spezifische lokale IP Adresse binden
pl: Powiąż ze specjalnym lokalnym adresem IP.
pt: Vincular a um endereçamento IP local, específico.

source: Bitrate (kb/s)
pl: Przepływność (kb/s)

source: Bitrate (kb/s) (0=auto)
pl: Przepływność (kb/s) (0=automatyczna)

source: Bitrate mode
pl: Tryb przepływności

source: Bitrate mode.
pl: Tryb przepływności.

source: Blue
cs: Modrý
de: Blau
pl: Niebieski
pt: Azul

source: Bob Deinterlacing
pl: Usuwanie przeplotu Bob

source: Boot ID
it: ID di avvio
pl: Identyfikator rozruchu
pt: ID de inicialização
ru: Загрузочный ID

source: Both plain and digest
pl: Jawny i szyfrowany

source: Bouquet
bg: Букет
cs: Buket
hr: Buket
it: Pacchetto
pl: Bukiet
ru: Букет

source: Bouquet (auto)
bg: Букет (авто)
cs: Buket (automatický)
hr: Buket (automatski)
it: Pacchetto (automatico)
pl: Bukiet (automatycznie)
ru: Букет (Авто)

source: Bouquet source.
cs: Zdroj pro buket.
de: Bouquet Quelle
pl: Źródło bukietu.
pt: Fonte do Bouquet.

source: Broadcast
bg: Предаване
cs: Vysílání
de: Ausstrahlung
hr: Emitiranje
it: Trasmissione
pl: Emisja
pt: Transmissão
ru: Трансляция

source: Broadcast type
cs: Typ vysílání
de: Broadcast Typ
pl: Typ emisji
pt: Tipo de transmissão

source: Broadcast.
cs: Vysílání.
de: Ausstrahlung
pl: Emisja.
pt: Transmissão.

source: Broadcasting
bg: Излъчване на предаване
cs: Vysílání
de: Rundfunk
hr: Emitiranje
it: Telecomunicazioni
pl: Transmitowanie
pt: Transmissão
ru: Транслирование

source: Buffering limit (ms)
cs: Limit pro vyrovnávací paměť (ms)
de: Limit für Pufferung (ms)
pl: Ograniczenie buforowania (ms)
pt: Limites do buffer (ms)

source: Build
bg: Създаване
cs: Sestavení
hr: Izgrađeno
it: Versione
pl: Wersja
pt: Distribuição
ru: Билд

source: By default, linuxdvb's status read period is 1000ms (one second). The accepted range is 250ms to 8000ms. Note that for some hardware or drivers (like USB), the status operations take too much time and CPU. In this case, increase the default value. For fast hardware, this value might be decreased to make the decision of the re-tune algorithm based on the signal status faster.
de: Standardmäßig wird der Linuxdvb-Status alle 1000ms (jede Sekunde) gelesen. Mögliche Werte sind 250ms bis 8000ms. Einige Hardware oder Treiber (wie USB) benötigen zu viel Zeit oder CPU. In diesem Fall sollte der Wert erhöht werden. Für schnelle Hardware kann der Wert verringert werden, um die Entscheidung des Retune-Algorithmus auf der Signalzustand zu beschleunigen.
pl: Domyślnie okres odczytu statusu przez linuxdvb wynosi 1000 ms (jedna sekunda). Akceptowany zakres wynosi od 250 ms do 8000 ms. Należy pamiętać, że w przypadku niektórych urządzeń lub sterowników (takich jak USB) operacje dotyczące statusu zajmują zbyt dużo czasu i procesora. W takim przypadku zwiększ wartość domyślną. W przypadku szybkiego sprzętu wartość ta może zostać zmniejszona, aby przyspieszyć decyzję algorytmu ponownego dostrojenia na podstawie statusu sygnału.
pt: Por omissão, o período de leitura do linuxdvb's é de 1000 ms (1 segundo). O intervalo aceite varia entre 250 ms até 8000 ms. Nota: o estado nalguns controladores e hardware (ex. USB), podem levar ao consumo intensivo de CPU e tempo. Se tal, aumente o valor definido por omissão. No caso do hardware ser rápido, este valor deve ser diminuído de modo a melhorar o algoritmo de sintonização.

source: Byte index tag order
pl: Kolejność tagów indeksu bajtów

source: CA (descrambling) Client
de: CA-(Entschlüsselungs)-Client
pl: Klient CA (deszyfrujący)

source: CA ID
it: ID CA
pl: Identyfikator CA

source: CA client %i
cs: CA klient %i
it: Cliente CA %i
pl: Klient CA %i
pt: Cliente CA %i
ru: CA Клиент %i

source: CA identification
cs: CA identifikace
de: CA-Identifikation
it: Identificazione CA
pl: Identyfikacja CA
pt: Identificação CA
ru: CA Идентификация

source: CA provider
cs: CA poskytovatel
de: CA-Anbieter
it: Fornitore CA
pl: Dostawca CA
pt: Fornecedor CA
ru: CA Провайдер

source: CAID filter list
pl: Lista filtrów CAID

source: CAID selection
pl: Wybór CAID

source: CAM can decode multiple channels
pl: CAM może dekodować wiele kanałów

source: CAM slot number.
pl: Numer gniazda CAM.

source: CAPMT (Linux Network DVBAPI)
pl: CAPMT (sieciowe DVBAPI Linuksa)
pt: CAPMT (DVBAPI rede Linux)

source: CAPMT CA Client
pl: Klient CA CAPMT

source: CAPMT interval (ms)
de: CAPMT Intervall (ms)
it: Intervallo CAPMT (ms)
pl: Interwał CAPMT (ms)
pt: Intervalo CAPMT (ms)
ru: CAPMT интервал (мсек.)

source: CAPMT query interval (ms)
cs: CAPMT interval dotazů (ms)
de: CAPMT Abfrageintervall (ms)
it: Intervallo richiesta CAPMT (ms)
pl: Interwał zapytań CAPMT (ms)
pt: Intervalo de pesquisa CAPMT (ms)
ru: CAPMT Интервал запроса (мсек.)

source: CI Module
de: CI Modul
pl: Moduł CI

source: CORS origin
pl: Pochodzenie CORS

source: CPU
pl: Procesor

source: CRASH
pl: AWARIA

source: CRID authority
cs: CRID autorita
it: Autorità CRID
pl: Organ CRID
pt: Autoridade CRID
ru: CRID Полномочия

source: CSA (descrambling)
de: CSA (Entschlüsselung)
pl: CSA (deszyfrowanie)

source: CW Mode
pl: Tryb CW

source: CWC CA Client
pl: Klient CA CWC

source: CWC CCCam Client
pl: Klient CCCam CWC

source: CableCARD Network
pl: Sieć CableCARD

source: CableCARD multiplex
pl: Multipleks CableCARD

source: Cache scheme
cs: Schéma mezipaměti
de: Puffer-Schema
it: Schema della cache
pl: Schemat buforowania
pt: Esquema de cache

source: Callsign
pl: Znak wywoławczy

source: Camd.socket filename / IP Address (TCP mode)
cs: Camd.socket soubor / IP adresa (TCP mód)
de: Camd.socket Dateiname / IP-Adresse (TCP-Modus)
it: Nome del file camd.socket / indirizzo IP (modalità TCP)
pl: Nazwa pliku / adres IP (tryb TCP) camd.socket
pt: Nome do Camd.socket / Endereço IP (modo TCP)
ru: Camd.socket Имя файла / IP Адрес (TCP режим)

source: Card client
pl: Karta klienta

source: Cartoons
bg: Детски
cs: Animované pohádky
de: Zeichentrickfilme
hr: Crtići
it: Cartoni
pl: Kreskówki
pt: Desenhos Animados
ru: Мультфильмы

source: Categories:
pl: Kategorie:

source: Category
pl: Kategoria

source: Category
pl: Kategoria

source: Category Code XPath
pl: XPath kodu kategorii

source: Change parameters
de: Ändere Parameter
pl: Zmiana parametrów

source: Channel
bg: Канал
cs: Program
de: Kanal
hr: Program
it: Canale
pl: Kanał
pt: Canal
ru: Канал

source: Channel does not exist
cs: Kanál neexistuje
de: Kanal existiert nicht
pl: Kanał nie istnieje
pt: O canal não existe

source: Channel icon
cs: Ikona programu
de: Kanallogo
it: Icona del canale
pl: Ikona kanału
pt: ícone do canal
ru: Иконка Канала

source: Channel icon URL.
cs: URL ikony programu.
de: Kanallogo URL
pl: Adres URL ikony kanału.
pt: URL do ícone do canal

source: Channel icon as defined in EPG data.
de: Kanallogo wie im EPG definiert
pl: Ikona kanału, jak określono w danych EPG.
pt: Ícone do canal definido nos dados EPG

source: Channel icon name scheme
de: Kanallogo Namensschema
pl: Schemat nazwy ikony kanału
pt: Nome do esquema do ícone do canal

source: Channel icon path
de: Kanallogo Pfad
pl: Ścieżka ikon kanałów
pt: Caminho do ícone do canal

source: Channel icon/Picon Settings
pl: Ustawienia ikony kanału/picony

source: Channel layout
pl: Układ kanałów

source: Channel mapping options
cs: Volby pro mapování programů
de: Kanalzuordnung-Optionen
pl: Opcje mapowania kanału
pt: Opções de mapeamento dos canais

source: Channel name
cs: Název programu
de: Kanalname
it: Nome del canale
pl: Nazwa kanału
pt: Nome do Canal
ru: Имя канала

source: Channel name with numbers
pl: Nazwa kanału z numerami

source: Channel name with sources
pl: Nazwa kanału ze źródłami

source: Channel not found
cs: Program nebyl nalezen
de: Kanal nicht gefunden
pl: Kanału nie znaleziono
pt: Canal não encontrado

source: Channel number
cs: Číslo programu
de: Kanalnummer
it: Numero del canale
pl: Numer kanału
pt: Nome do Canal
ru: Номер канала

source: Channel number as defined in EPG data.
de: Kanalnummer wie im EPG definiert.
pl: Numer kanału, jak określono w danych EPG.
pt: Número do canal como definido nos dados EPG

source: Channel number offset
cs: Přidej k číslu programu
de: Kanalnummer Versatz
it: Scostamento del numero del canale
pl: Przesunięcie numeru kanału
pt: Tolerância no número do canal
ru: Смещение Номера Канала

source: Channel number range
de: Kanalnummer-Bereich
pl: Zakres numerów kanałów

source: Channel numbers (heuristic)
de: Kanalnummern (heuristisch)
pl: Numery kanałów (heurystyka)
pt: Numeração dos canais (heurístico)

source: Channel numbers from
cs: Počáteční číslo programu
de: Kanalnummern von
it: Numeri dei canali da
pl: Numer kanału od
pt: Canais de
ru: Номера каналов от

source: Channel tag
cs: Štítek programu
de: Kanal-Tag
it: Etichetta del canale
pl: Tag kanału
pt: Etiqueta do canal
ru: Метка канала

source: Channel tag does not exist
cs: Štítek programu neexistuje
de: Kanal-Tag existiert nicht
pl: Tag kanału nie istnieje
pt: Não existe etiqueta para o canal

source: Channel tag reference
cs: Reference štítku programu
de: Kanal-Tag Referenz
it: Riferimento dell'etichetta di canale
pl: Referencyjny tag kanału
pt: Referência da etiqueta do canal
ru: Упоминаемые метки канала

source: Channel tags
cs: Štítky programů
de: Kanal-Tags
it: Etichette del canale
pl: Tagi kanałów
pt: Etiquetas dos Canais
ru: Метки канала

source: Channel tags the user is allowed access to/excluded from.
de: Kanal-Tags auf die der Nutzer zugreifen darf bzw. von denen er ausgeschlossen ist.
pl: Tagi kanału do których użytkownik ma prawo dostępu/wykluczenia.
pt: Etiquetas dos canais permitidos/excluidos ao utilizador

source: Channel to use/used for the recording.
de: Kanal der für die Aufnahme genutzt wird/wurde.
pl: Kanał do użycia/używany do nagrywania.
pt: Canal a utilizar/utilizado na gravação

source: Channel update options
de: Kanal-Update-Optionen
pl: Opcje aktualizacji kanałów
pt: Opções de actualização dos canais

source: Channels
bg: Канали
cs: Programy
de: Kanäle
hr: Programi
it: Canali
pl: Kanały
pt: Canais
ru: Каналы

source: Channels / EPG - Bouquets
pl: Kanały / EPG - Bukiety

source: Channels / EPG - Channel Tags
pl: Kanały / EPG - Tagi kanałów

source: Channels / EPG - Channels
pl: Kanały / EPG - Kanały

source: Channels / EPG - EPG Grabber Channels
pl: Kanały / EPG - Kanały grabbera EPG

source: Channels / EPG - EPG Grabber Configuration
pl: Kanały / EPG - Konfiguracja grabbera EPG

source: Channels / EPG - EPG Grabber Modules
pl: Kanały / EPG - Moduły grabbera EPG

source: Channels EPG data is used by.
cs: Kanály využívající EPG data.
de: Kanal EPG Daten werden genutzt von.
pl: Dane kanałów EPG są używane.
pt: Os dados EPG dos canais são utilizados por:

source: Character set
cs: Znaková sada
de: Zeichensatz
it: Insieme dei caratteri
pl: Ustawienie znaków
pt: Conjunto de caracteres
ru: Набор Символов

source: Characters not supported in Windows filenames (e.g. for an SMB/CIFS share) will be stripped out or converted.
cs: Znaky nepodporované v názvech souborů pro Windows (např. SMB/CIFS sdílená složka) budou přeskočeny nebo konvertovány.
de: Zeichen, welche von Windows Dateinamen nicht unterstützt werden (z.B. für eine SMB/CIFS Freigabe) werden entfernt oder konvertiert.
pl: Znaki nieobsługiwane w nazwach plików systemu Windows (np. dla udziału SMB/CIFS) zostaną usunięte lub przekonwertowane.
pt: Os caracteres não suportados pelo Windows (ex. partilhas SMB/CIFS) serão eliminados ou convertidos.

source: Charset
de: Zeichensatz
pl: Zestaw znaków

source: Check availability
cs: Kontrola dostupnosti
de: Verfügbarkeit testen
pl: Sprawdź dostępność
pt: Verificar disponibilidade

source: Check for the services' presence. If the service is no longer broadcast this field will change to Missing In PAT/SDT.
de: Prüfe die Verfügbarkeit des Services. Sollte der Service nicht länger ausgestrahlt werden, wird sich dieses Feld auf "Fehlt in PAT/SDT" ändern.
pl: Sprawdź obecność usług. Jeśli usługa nie jest już nadawana, to pole zmieni się na 'Brakujące' w PAT/SDT.

source: Check services for availability. If enabled, services that are not currently broadcasting (or can't be decrypted) will be ignored. Leave disabled if you want Tvheadend to also map offline services.
de: Services auf ihre Verfügbarkeit prüfen. Wenn aktiviert, werden Services welche aktuell nicht senden (oder nicht entschlüsselt werden können) ignoriert. Lass es deaktiviert, wenn auch Services gemappt werden sollen, die nicht senden.
pl: Sprawdź dostępność usług. Jeśli ta opcja jest włączona, usługi, które obecnie nie nadają (lub których nie można odszyfrować), będą ignorowane. Zostaw wyłączone, jeśli chcesz, aby Tvheadend mapował również usługi offline.

source: Check the descrambling status after this timeout.
de: Überprüfe den Entschlüsselungsstatus nach dieser Zeit.
pl: Sprawdź status deszyfrowania po tym czasie.

source: Check tuner-number in signal-status messages
pl: Sprawdź numer tunera w komunikatach o statusie sygnału.

source: Children's / Youth Programs
de: Kinder-/Jugendprogramm
pl: Programy dla dzieci i młodzieży

source: Children's / Youth programs
cs: Dětské / programy pro mladé
de: Kinder-/Jugendprogramm
it: Trasmissione per bambini e per giovani
pl: Programy dla dzieci i młodzieży
pt: Programa para crianças
ru: Детские / Молодежные программы

source: Cinema
bg: Кино
cs: Kino
de: Kino
hr: Kino
pl: Kino
ru: Кинематография

source: Class
bg: Клас
cs: Třída
de: Klasse
hr: Klasika
it: Classe
pl: Klasa
pt: Classe
ru: Класс

source: Classical
bg: Класически
cs: Klasické
de: Klassisch
hr: Klasično
it: Classico
pl: Klasyczny
pt: Clássico
ru: Классика
