Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Too many data errors
cs: Příliš mnoho chyb v datech
de: Zu viele Dateifehler
pl: Zbyt wiele błędów danych
pt: Muitos erros nos dados

source: Tooltips
pl: Podpowiedzi

source: Total number of mapped channels on this network.
cs: Celkový počet namapovaných programů v této síti.
de: Gesamtzahl der gemappten Kanäle dieses Netzwerks
pl: Całkowita liczba zmapowanych kanałów w tej sieci.
pt: Número total de canais mapeados desta rede.

source: Total number of muxes found on this network.
cs: Celkový počet nalezených muxů v této síti.
de: Anzahl der gefundenen Services auf diesem Netzwerk
pl: Całkowita liczba multiplekserów znaleziona w tej sieci.
pt: Número total de muxes encontrados nesta rede.

source: Total number of services found on this network.
cs: Celkový počet nalezených služeb v této síti.
de: Anzahl der gefundenen Services auf diesem Netzwerk
pl: Całkowita liczba usług znaleziona w tej sieci.
pt: Número total de serviços encontrados nesta rede.

source: Total number of services found.
cs: Celkový počet nalezených služeb.
de: Anzahl der gefundenen Services
pl: Całkowita liczba znalezionych usług.
pt: Número total de serviços encontrados.

source: Total number of services seen.
cs: Celkový počet viděných služeb.
de: Gesamtzahl der gesehenen Services.
pl: Całkowita liczba widzianych usług.
pt: Número total de serviços analisados.

source: Total number of services.
cs: Celkový počet služeb.
de: Gesamtzahl der Services.
pl: Całkowita liczba usług.
pt: Número total de serviços.

source: Tourism / Travel
bg: Туризъм/Пътуване
cs: Turismus / Cestování
de: Tourismus / Reisen
hr: Turizam / Putovanja
it: Turismo / Viaggi
pl: Turystyka / podróże
pt: Viagens / Turismo
ru: Туризм / Путешествия

source: Trace subsystems
cs: Subsystémy pro trasování
de: Tracesubsysteme
it: Sottosistemi di tracciatura
pl: Śledź podsystemy
pt: Rastreamento dos subsistemas

source: Traditional arts
bg: Традиционни изкуства
cs: Tradiční umění
de: Traditionelle Kunst
hr: Tradicionalana umjetnost
it: Arti tradizionali
pl: Sztuka tradycyjna
pt: Artes Tradicionais
ru: Традиционные искуства

source: Traditional music
bg: Традиционна музика
cs: Tradiční hudba
de: Traditionelle Musik
hr: Tradicionalana glazba
it: Musica tradizionale
pl: Muzyka tradycyjna
pt: Música Tradicional
ru: Традиционная музыка

source: Transcode
de: Transkodieren
pl: Transkoduj

source: Transcode audio only for selected codecs.
pl: Transkoduj tylko dźwięk dla wybranych kodeków.

source: Transcode subtitle only for selected codecs.
pl: Transkoduj tylko napisy dla wybranych kodeków.

source: Transcode video only for selected codecs.
pl: Transkoduj tylko wideo dla wybranych kodeków.

source: Transcode/av-lib
bg: Транскодиране/av-lib
de: Transkodierung/av-lib
pl: Transkoduj/av-lib
pt: Transcodificar/av-lib

source: Transcoding Settings
pl: Ustawienia transkodowania

source: Translate the genre codes received from the broadcaster to another genre code.<br>Use the form xxx=yyy, where xxx and yyy are 'ETSI EN 300 468' content descriptor values expressed in decimal (0-255). <br>Genre code xxx will be converted to genre code yyy.<br>Use a separate line for each genre code to be converted.
pl: Przetłumacz otrzymane kody gatunków od nadawcy na inny kod gatunku.<br>Użyj formy xxx=yyy, gdzie xxx i yyy to wartości deskryptora treści 'ETSI EN 300 468' wyrażone w systemie dziesiętnym (0-255).<br>Kod gatunku xxx zostanie przekonwertowany na kod gatunku yyy.<br>Użyj osobnej linii dla każdego kodu gatunku do przekonwertowania.

source: Transmission mode
cs: Mód vysílání
de: Transmission Modus
it: Modalità di trasmissione
pl: Tryb transmisji
pt: Modo Transmissão
ru: Режим Передачи

source: Transponder ID
bg: Транспондер ID
cs: ID transpodéru
it: ID del transponder
pl: Identyfikator transpondera
pt: ID do Transponder
ru: ID Траспондера

source: Transport Stream
pl: Strumień transportu

source: Transport mode
pl: Tryb transportu

source: Transport stream ID
cs: ID streamu transpondéru
it: ID dello stream di trasporto
pl: Identyfikator strumienia transportu
pt: ID da Transmissão
ru: Транспортный поток ID

source: Try re-scheduling recording if more errors than (0=off)
pl: Spróbuj ponownie zaplanować nagrywanie, jeśli wystąpi więcej błędów niż (0=wyłączone)

source: Try to obtain channel numbers from the display-name xml tag. If the first word is number, it is used as the channel number.
pl: Spróbuj uzyskać numery kanałów ze znacznika xml nazwy wyświetlanej. Jeśli pierwszym słowem jest numer, jest ono używane jako numer kanału.

source: Tue
bg: Вторник
cs: Úte
de: Di
hr: Uto
it: Mar
pl: Wt
pt: Terça-Feira
ru: Вт.

source: Tune
pl: Dostrój

source: Tune before DiseqC
cs: Ladit před DiseqC
de: Tune vor DiseqC
it: Sintonizza prima di DiseqC
pl: Dostrój przed DiseqC
pt: Sintonizar antes do DiseqC
ru: Настроить перед DiseqC

source: Tune the encoding params (cf. x264 --fullhelp).
pl: Dostrój parametry kodowania (por. x264 --fullhelp).

source: Tune the encoding to a specific scenario.
pl: Dostrój kodowanie do określonego scenariusza.

source: Tuner and Network
pl: Tuner i sieć

source: Tuner bind IP address
bg: Ай пи адрес свързан с тунера
cs: IP adresa pro komunikaci s tunerem
de: Tuner Bind IP-Adresse
it: Indirizzo IP di collegamento del sintonizzatore
pl: Powiąż tuner z adresem IP
pt: Sintonizador vinculado ao endereço de IP
ru: Привязать тюнер к IP адресу

source: Tuner configuration
cs: Konfigurace tuneru
de: Tuner Konfiguration
it: Configurazione del sintonizzatore
pl: Konfiguracja tunera
pt: Configuração do Sintonizador
ru: Конфигурация тюнера

source: Tuner configuration.
cs: Konfigurace tuneru
de: Tuner Konfiguration.
pl: Konfiguracja tunera.
pt: Configuração do Sintonizador

source: Tuning failed
bg: Нстройката неуспешна
cs: Ladění selhalo
de: Tuning fehlgeschlagen
it: Sintonia fallita
pl: Strojenie nieudane
pt: Falha na Sintonização
ru: Настройка провалилась

source: Turn off LNB when idle
bg: Изключи конвертора когато бездейства
cs: Vypni LNB při nečinnosti
de: LNB abschalten, wenn ungenutzt
it: Spegni LNB quando inattivo
pl: Wyłącz LNB w stanie bezczynności
pt: Desligar LNB quando em espera
ru: Выкл. LNB в простое

source: Tvheadend model name for HDHomeRun Server Emulation
pl: Model nazwy Tvheadend dla emulacji serwera HDHomeRun

source: Tvheadend server name
cs: Jméno Tvheadend serveru
it: Nome del server Tvheadend
pl: Nazwa serwera Tvheadend
pt: Nome do servidor Tvheadend
ru: Название Tvheadend сервера

source: Type
bg: Вид
cs: Typ
de: Typ
it: Tipo
pl: Typ
pt: Tipo
ru: Тип

source: Type override
cs: Vynutit typ služby
de: Typ überschreiben
pl: Zastępowanie typu

source: UDP RTP port number (2 ports)
cs: UDP RTP číslo portu (2 porty)
de: UDP RTP Port Nummer (2 ports)
it: Numero di porta UDP RTP (2 porte)
pl: Numer portu UDP RTP (2 porty)
pt: UDP RTP Número das Portas (2 portas)
ru: UDP RTP Номер порта (2 порта)

source: UDP Streamer
pl: Streamer UDP

source: UHD TV
pl: TV UHD

source: UHD: ultra high definition
pl: UHD: bardzo wysoka rozdzielczość

source: UPnP Protocol
de: UPnP-Protokoll
pl: Protokół UPnP

source: URL
pl: Adres URL

source: URL for comparison
pl: Adres URL dla porównania

source: URL of the M3U playlist.
cs: URL pro M3U playlist.
de: URL der M3U Playlist.
pl: Adres URL listy odtwarzania M3U.
pt: URL da lista M3U.

source: URL with the SAT>IP server XML location
bg: URL със SAT>IP сървър XML локация
cs: URL s umístěním XML souboru na SAT>IP serveru
de: URL der SAT>IP Server XML
it: URL con locazione XML del server SAT>IP
pl: URL z lokalizacją XML serwera SAT>IP
pt: URL com a Localização XML do Servidor SAT>IP

source: URL.
pl: Adres URL.

source: Unable to get system UTC time
cs: Nemohu získat systémový UTC čas
de: Die UTC Systemzeit konnte nicht ermittelt werden
pl: Nie można pobrać czasu UTC systemu
pt: Incapaz de adquirir a hora UTC

source: Unable to get system local time
cs: Nemohu získat systémový lokální čas
de: Die lokale Systemzeit konnte nicht ermittelt werden
pl: Nie można pobrać czasu lokalnego systemu
pt: Incapaz de adquirir a hora local

source: Unable to get system time
cs: Nemohu získat systémový čas
de: Die Systemzeit konnte nicht ermittelt werden
pl: Nie można pobrać czasu systemu
pt: Incapaz de adquirir as horas do sistema

source: Unable to open file
cs: Nemohu otevřít soubor
de: Datei konnte nicht geöffnet werden
pl: Nie można otworzyć pliku
pt: Incapaz de abrir o ficheiro

source: Unable to stat path
cs: Nemohu zjistit informace o cestě
de: Pfad kann nicht gefunden werden
pl: Nie można określić ścieżki
pt: Incapaz de definir o caminho

source: Uncommitted
bg: Необвързани
it: Non vincolato
pl: Niewykonany
pt: Não autorizado

source: Uncommitted first
cs: Preferuj uncommited
de: Uncommited zuerst
it: Prima non vincolato
pl: Najpierw niezaangażowany
pt: Em primeiro os não autorizados

source: Unicable (EN50494)
pl: Jednokablowy (EN50494)

source: Unicable I (EN50494)
pl: Jednokablowy I (EN50494)

source: Unicable I switch (universal LNB)
pl: Przełącznik jednokablowy I (uniwersalny LNB)

source: Unicable II (EN50607)
pl: Jednokablowy II (EN50607)

source: Unicable II switch (universal LNB)
pl: Przełącznik jednokablowy II (uniwersalny LNB)

source: Unicable type
cs: Typ unicable
de: Unicable Typ
it: Tipo unicable
pl: Typ jednokablowy
pt: Tipo Unicable

source: Unimportant
bg: Маловажни
cs: Nedůležité
de: Unwichtig
it: Non importante
pl: Nieważny
pt: Não Importante
ru: Неважный

source: Unique Event ID XPath
pl: XPath unikalnego identyfikatora zdarzenia

source: Universal LNB only
bg: Само универсален конвертор
cs: Pouze univerzální LNB
de: Nur Universal LNB
it: Solo LNB universale
pl: Tylko uniwersalny LNB
pt: Apenas LNB Universal
ru: Только Универсальные LNB

source: Universal tag order
pl: Kolejność tagów uniwersalna

source: Universally unique identifier. Read only.
cs: Univerzální unikátní identifikátor. Pouze pro čtení.
de: Universally Unique Identifier. Schreibgeschützt.
pl: Uniwersalnie unikalny identyfikator. Tylko do odczytu.
pt: Identificador único. Apenas leitura.

source: Unknown
bg: Непознат
cs: Neznámé
de: Unbekannt
it: Sconosciuto
pl: Nieznany
pt: Desconhecido
ru: Неизвестно

source: Unknown file
cs: Neznámý soubor
de: Unbekannte Datei
pl: Nieznany plik
pt: Ficheiro desconhecido

source: Unknown reason (%i)
bg: Неизвестна причина (%i)
cs: Neznámá příčina (%i)
de: Unbekannter Grund (%i)
it: Ragione sconosciuta (%i)
pl: Nieznany powód (%i)
pt: Razão desconhecida (%i)
ru: Причина неизвестна (%i)

source: Unlimited size
cs: Nelimitovaná velikost
de: Unbegrenzte Größe
it: Dimensione illimitata
pl: Nieograniczony rozmiar
pt: Tamanho ilimitado
ru: Не ограниченный Размер

source: Unlimited time
cs: Nelimitovaná doba
de: Unbegrenzte Zeit
it: Durata illimitata
pl: Nieograniczony czas
pt: Tempo ilimitado
ru: Не ограниченное Время

source: Unprocessed rating 'age' received via DVB OTA EPG.
pl: Nieprzetworzona ocena "wiek" otrzymana za pośrednictwem OTA EPG DVB.

source: Unset (default)
bg: Ненастроено(по подразбиране)
cs: Nenastaveno (standardní)
de: Zurücksetzen (Standard)
it: Non impostato (predefinito)
pl: Nieustawiony (domyślny)
pt: Desactivado (padrão)
ru: Отменить (по умолчанию)

source: Up & Down
pl: W górę i w dół

source: Up (only)
pl: W górę (tylko)

source: Update Entitlement Management Messages from one mux only.
de: Aktualisiere EMMs nur von einem Mux.
pl: Aktualizuj komunikaty zarządzania uprawnieniami tylko z jednego multipleksera.

source: Update card (EMM)
cs: Aktualizovat kartu (EMM)
de: Karte aktualisieren (EMM)
it: Aggiorna carta (EMM)
pl: Aktualizuj kartę (EMM)
pt: Actualizar cartão (EMM)

source: Update channel icon
cs: Aktualizovat ikonu programu
de: Aktualisiere Kanallogo
it: Aggiorna icona del canale
pl: Aktualizuj ikonę kanału
pt: Actualizar ícone do canal
ru: Обновить иконки канала

source: Update channel name
cs: Aktualizovat název programu
de: Aktualisiere Kanalname
it: Aggiorna nome del canale
pl: Aktualizuj nazwę kanału
pt: Actualizar o nome do canal
ru: Обновить имя канала

source: Update channel number
cs: Aktualizovat číslo programu
de: Aktualisiere Kanalnummer
it: Aggiorna numero del canale
pl: Aktualizuj numer kanału
pt: Actualizar o número do canal
ru: Обновить номер канала

source: Update disabled
cs: Aktualizace zakázána
de: Aktualisierung deaktiviert
it: Aggiornamento disabilitato
pl: Aktualizacja wyłączona
pt: Actualização desactivada
ru: Обновление отключено

source: Update time
cs: Aktualizovat čas
de: Aktualisiere Zeit
it: Aggiorna orario
pl: Aktualizuj czas
pt: Actualizar tempo
ru: Обновить время

source: Update tolerance (ms)
cs: Tolerance aktualizace (ms)
de: Updatetoleranz (ms)
it: Tolleranza di aggiornamento (ms)
pl: Tolerancja aktualizacji (ms)
pt: Actualizar tolerância (ms)

source: Updated
cs: Aktualizováno
de: Aktualisiert
it: Aggiornato
pl: Zaktualizowane
pt: Actualizado
ru: Обновлённый

source: Updates from one mux (EMM)
cs: Aktualizace pouze z jednoho muxu (EMM)
de: Aktualisierung von einem Mux (EMM)
pl: Aktualizacje z jednego multipleksera (EMM)
pt: Actualizar a partir de um mux (EMM)

source: Upon start, Tvheadend doesn't know the last rotor position. This value defines the initial rotor movement. TVHeadend waits the specified time when the first movement is requested.
cs: Při startu, Tvheadend nezná poslední pozici rotoru. Tato hodnota definuje počáteční pohyb rotoru. Tvheadend čeká specifikovanou dobu po požadavku na nastavení první pozice.
de: Vor dem Start weiß Tvheadend nicht die letzte Rotorposition. Dieser Wert bestimmt die anfängliche Rotorbewegung. Tvheadend wartet die angegebene Zeit, wenn die erste Bewegung angefordert wird.
pl: Podczas startu Tvheadend nie zna ostatniej pozycji rotora. Ta wartość określa początkowy ruch rotora. Tvheadend czeka określony czas, gdy żądany jest pierwszy ruch.

source: Usage: %s [OPTIONS]
bg: Натоварване: %s [OPTIONS]
cs: Použití: %s [VOLBY]
de: Benutzung: %s [OPTIONS]
it: Utilizzo: %s [OPZIONI]
pl: Użycie: %s [OPCJE]
pt: Utilização: %s [OPCÕES]

source: Use
pl: Użyj

source: Use A/V library
pl: Użyj biblioteki A/V

source: Use AC-3 detection.
de: AC-3-Erkennung verwenden.
pl: Użyj wykrywania AC-3.

source: Use DVR configuration
pl: Użyj konfiguracji DVR

source: Use EITp/f to decide event start/stop. This is also known as "Accurate Recording". See Help for details.
pl: Użyj EITp/f, aby zdecydować o rozpoczęciu/zakończeniu wydarzenia. Jest to również znane jako „Dokładne nagrywanie”. Zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: Use EPG running state
cs: Použít stav vysílání z EPG
de: Benutze EPG Laufend Status
it: Utilizza lo stato di esecuzione EPG
pl: Użyj stanu uruchomienia EPG
pt: Utilizar o estado do EPG

source: Use WEBM format.
cs: Použij formát WEBM.
de: WEBM-Format nutzen
pl: Użyj formatu WEBM.
pt: Utilizar o formato WEBM.

source: Use Windows-compatible filenames
bg: Използвай Уиндоус съвместими файлови имена
cs: Použij názvy souborů kompatibilní s Windows
de: Benutze Windows-kompatible Dateinamen
it: Utilizza nomi di file compatibili con Windows
pl: Użyj nazw plików zgodnych z Windows
pt: Utilizar Nomes nos Ficheiros Compatíveis com Windows
ru: Использовать Windows-совместимые имена файлов

source: Use XSPF playlist instead of M3U
bg: Използвай XSPF плейлисти вместо M3U
cs: Použít XSPF playlist místo M3U
de: Benutze XSPF-Playliste statt M3U
it: Utilizza liste XSPF invece di quelle M3U
pl: Użyj listy odtwarzania XSPF zamiast M3U
pt: Utilizar lista XSPF em vez de M3U
ru: Использовать XSPF плейлист вместо M3U

source: Use a pre-defined list of ATSC-C muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
cs: Použít předdefinovaný seznam ATSC-C muxů. Pozn: tyto seznamy mohou být zastaralé a mohou zapříčinit, že hledání bude trvat déle než obvykle.
de: Eine vordefinierte Liste von ATSC-C-Muxe nutzen. Beachte: Diese Liste kann veraltet sein und das Scannen verlangsamen.
pl: Użyj wstępnie zdefiniowanej listy multiplekserów ATSC-C. Uwaga: te listy mogą być czasami nieaktualne i mogą powodować, że skanowanie będzie trwało dłużej niż zwykle.

source: Use a pre-defined list of ATSC-T muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
cs: Použít předdefinovaný seznam ATSC-T muxů. Pozn: tyto seznamy mohou být zastaralé a mohou zapříčinit, že hledání bude trvat déle než obvykle.
de: Eine vordefinierte Liste von ATSC-T-Muxe nutzen. Beachte: Diese Liste kann veraltet sein und das Scannen verlangsamen.
pl: Użyj wstępnie zdefiniowanej listy multiplekserów ATSC-T. Uwaga: te listy mogą być czasami nieaktualne i mogą powodować, że skanowanie będzie trwało dłużej niż zwykle.

source: Use a pre-defined list of DAB muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
cs: Použít předdefinovaný seznam DABmuxů. Pozn: tyto seznamy mohou být zastaralé a mohou zapříčinit, že hledání bude trvat déle než obvykle.
de: Eine vordefinierte Liste von DAB-Muxe nutzen. Beachte: Diese Liste kann veraltet sein und das Scannen verlangsamen.
pl: Użyj wstępnie zdefiniowanej listy multiplekserów DAB. Uwaga: te listy mogą być czasami nieaktualne i mogą powodować, że skanowanie będzie trwało dłużej niż zwykle.

source: Use a pre-defined list of DTMB muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
pl: Użyj predefiniowanej listy multiplekserów DTMB. Uwaga: te listy czasami mogą być nieaktualne i mogą spowodować, że skanowanie potrwa dłużej niż zwykle.

source: Use a pre-defined list of DVB-C muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
cs: Použít předdefinovaný seznam DVB-C muxů. Pozn: tyto seznamy mohou být zastaralé a mohou zapříčinit, že hledání bude trvat déle než obvykle.
de: Eine vordefinierte Liste von DVB-C-Muxe nutzen. Beachte: Diese Liste kann veraltet sein und das Scannen verlangsamen.
pl: Użyj wstępnie zdefiniowanej listy multiplekserów DVB-C. Uwaga: te listy mogą być czasami nieaktualne i mogą powodować, że skanowanie będzie trwało dłużej niż zwykle.

source: Use a pre-defined list of DVB-S/S2 muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
cs: Použít předdefinovaný seznam DVB-S/S2 muxů. Pozn: tyto seznamy mohou být zastaralé a mohou zapříčinit, že hledání bude trvat déle než obvykle.
de: Eine vordefinierte Liste von DVB-S/S2-Muxe nutzen. Beachte: Diese Liste kann veraltet sein und das Scannen verlangsamen.
pl: Użyj wstępnie zdefiniowanej listy multiplekserów DVB-S/S2. Uwaga: te listy mogą być czasami nieaktualne i mogą powodować, że skanowanie będzie trwało dłużej niż zwykle.

source: Use a pre-defined list of DVB-T muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
cs: Použít předdefinovaný seznam DVB-T muxů. Pozn: tyto seznamy mohou být zastaralé a mohou zapříčinit, že hledání bude trvat déle než obvykle.
de: Eine vordefinierte Liste von DVB-T-Muxe nutzen. Beachte: Diese Liste kann veraltet sein und das Scannen verlangsamen.
pl: Użyj wstępnie zdefiniowanej listy multiplekserów DVB-T. Uwaga: te listy mogą być czasami nieaktualne i mogą powodować, że skanowanie będzie trwało dłużej niż zwykle.

source: Use a pre-defined list of ISDB-C muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
cs: Použít předdefinovaný seznam ISDB-C muxů. Pozn: tyto seznamy mohou být zastaralé a mohou zapříčinit, že hledání bude trvat déle než obvykle.
de: Eine vordefinierte Liste von ISDB-C-Muxe nutzen. Beachte: Diese Liste kann veraltet sein und das Scannen verlangsamen.
pl: Użyj wstępnie zdefiniowanej listy multiplekserów USDB-C. Uwaga: te listy mogą być czasami nieaktualne i mogą powodować, że skanowanie będzie trwało dłużej niż zwykle.

source: Use a pre-defined list of ISDB-S muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
cs: Použít předdefinovaný seznam ISDB-S muxů. Pozn: tyto seznamy mohou být zastaralé a mohou zapříčinit, že hledání bude trvat déle než obvykle.
de: Eine vordefinierte Liste von ISDB-S-Muxe nutzen. Beachte: Diese Liste kann veraltet sein und das Scannen verlangsamen.
pl: Użyj wstępnie zdefiniowanej listy multiplekserów ISDB-S. Uwaga: te listy mogą być czasami nieaktualne i mogą powodować, że skanowanie będzie trwało dłużej niż zwykle.

source: Use a pre-defined list of ISDB-T muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
cs: Použít předdefinovaný seznam ISDB-T muxů. Pozn: tyto seznamy mohou být zastaralé a mohou zapříčinit, že hledání bude trvat déle než obvykle.
de: Eine vordefinierte Liste von ISDB-T-Muxe nutzen. Beachte: Diese Liste kann veraltet sein und das Scannen verlangsamen.
pl: Użyj wstępnie zdefiniowanej listy multiplekserów ISDB-T. Uwaga: te listy mogą być czasami nieaktualne i mogą powodować, że skanowanie będzie trwało dłużej niż zwykle.

source: Use category instead of genre
pl: Użyj kategorii zamiast gatunku

source: Use default configuration
pl: Użyj domyślnej konfiguracji

source: Use fuzzy mapping if merging same name
pl: Użyj rozmytego mapowania, jeśli łączysz te same nazwy

source: Use hardware acceleration for decoding if available.
pl: Użyj akceleracji sprzętowej do dekodowania, jeśli jest dostępna.

source: Use only defined number of audio tracks at maximum.
pl: Używaj tylko określonej liczby ścieżek dźwiękowych maksymalnie.

source: Use only this service ID, filter out others.
de: Nur diese Service-ID verwenden, andere herausfiltern.
pl: Użyj tylko tego identyfikatora usługi, odfiltruj inne.

source: Use original
bg: Използвай оргинала
cs: Použít originál
de: Benutze Original
it: Usa l'originale
pl: Użyj oryginalnego
pt: Utilizar o Original
ru: Используйте оригинал

source: Use service IDs as channel numbers
cs: ID služby jako čísla programů
de: Service-IDs als Kanalnummern
it: Utilizza gli identificativi del servizio come numeri di canale
pl: Użyj identyfikatorów usług jako numerów kanałów
pt: Utilizar ID dos serviços como número dos canais
ru: Использовать ID сервиса как номера каналов

source: Use tag internally (don't expose to clients).
cs: Používat štítek interně (není viditelný pro klienty).
de: Tag intern verwenden (nicht an Clients weitergeben)
pl: Używaj tagu wewnętrznie (nie udostępniaj go klientom).
pt: Utilizar a etiqueta internamente (não mostrar aos utilizadores)

source: Use the provider's service IDs as channel numbers.
de: Die Servicekennung des Providers als Kanalnummer benutzen
pl: Użyj identyfikatorów usług dostawcy jako numerów kanałów.
pt: Utilizar a numeração dos canais dos provedores.

source: Use this character set when setting filenames.
cs: Použij tuto znakovou sadu při vytváření souborů.
de: Diesen Zeichensatz für Dateinamen benutzen
pl: Użyj tego zestawu znaków podczas ustawiania nazw plików.
pt: Utilizar este conjunto de caracteres nos nomes dos ficheiros

source: Use x amount of storage space.
cs: Použít x volného místa na úložišti.
de: Benutze x Menge des Speicherplatzes
pl: Użyj x ilości miejsca do przechowywania.
pt: Utilizar x quantidade de espaço em disco

source: User Band Frequency (in MHz).
pl: Pasmo częstotliwości użytkownika (w MHz).

source: User access error
bg: Грешка в достъпа на потребителя
cs: Chyba přístupu uživatele
de: Benutzerzugriffsfehler
it: Errore di accesso dell'utente
pl: Błąd dostępu użytkownika
pt: Erro de acesso do Utilizador
ru: Ошибка доступа пользователя

source: User does not have access
cs: Uživatel nemá přístup
de: Benutzer hat keinen Zugang
pl: Użytkownik nie ma dostępu
pt: O utilizador não tem acesso
