Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Periodically save EPG to disk (hours)
cs: Periodické ukládáni EPG na disk (hod)
de: Speichere EPG periodisch auf Festplatte (Stunden)
it: Salvataggio periodico dell'EPG su disco (ore)
pl: Okresowy zapis EPG na dysku (godziny)
ru: Периодичность сохранения EPG на диск (часы)

source: Persistent authentication
pl: Trwała autoryzacja

source: Persistent authentication code
pl: Kod autoryzacji trwałej

source: Persistent user interface level
cs: Neměnná úroveň uživatelského rozhraní
de: Ansichtsmodus fixieren
it: Livello dell'interfaccia utente persistente
pl: Stały poziom intefejsu użytkownika

source: Persistent view level
pl: Poziom widoku trwałego

source: Physiology
bg: Физиология
cs: Fyziologie
de: Physiologie
hr: Filozofija
it: Fisiologia
pl: Fizjologia
pt: Fisiologia
ru: Физиология

source: Pick the stream with given audio type only.
pl: Wybierz strumień tylko z określonym typem dźwięku.

source: Picon name scheme
cs: Schéma pro názvy picon
de: Picon Namensschema
pl: Nazwa schematu picon

source: Picon path
de: Picon-Pfad
pl: Ścieżka picon
pt: Caminho do Picon

source: Pixel format
pl: Format pikseli

source: Plain (insecure)
pl: Jawny (niezabezpieczony)

source: Please, follow %s link and cancel the next authorization to correctly clear the cached browser credentals (login and password cache). Then click to the 'Default login' (anonymous access) or 'New login' link in the error page to reauthenticate.
pl: Kliknij łącze %s i anuluj następną autoryzację, aby poprawnie wyczyścić poświadczenia przeglądarki zapisane w pamięci podręcznej (pamięć podręczna loginu i hasła). Następnie kliknij łącze „Domyślne logowanie” (dostęp anonimowy) lub „Nowe logowanie” na stronie błędu, aby ponownie uwierzytelnić.

source: Polarization
cs: Polarizace
de: Polarisierung
it: Polarizzazione
pl: Polaryzacja
pt: Polarização
ru: Поляризация

source: Political issues
bg: Политически въпроси
cs: Politické problémy
de: Politik
hr: Politička pitanja
it: Questioni politiche
pl: Kwestie polityczne
pt: Politica
ru: Политические вопросы

source: Poll multiplexer
pl: Odpytywanie multipleksera

source: Popular culture
bg: Популярна култура
cs: Populární kultura
de: Popkultur
hr: Popularna kultura
it: Cultura popolare
pl: Kultura popularna
pt: Cultura
ru: Популярная культура

source: Port to connect to.
de: Zu verbindender Prot
pl: Port do połączenia.

source: Port to listen on or to connect to.
de: Port, auf dem gehorcht oder zu dem verbunden werden soll.
pl: Port, na którym nasłuchuje lub do którego się łączyć.

source: Ports settings
pl: Ustawienia portów

source: Position
bg: Позиция
cs: Pozice
hr: Položaj
it: Posizione
pl: Pozycja
pt: Posição
ru: Позиция

source: Position ID.
pl: Identyfikator pozycji.

source: Position of the input.
cs: Pozice vstupu.
de: Position der Eingabe.
pl: Pozycja wejścia.

source: Position to send to the external command
pl: Pozycja do wysłania do polecenia zewnętrznego

source: Post-processor command
cs: Příkaz pro další zpracování
de: Kommando zur Nachbearbeitung
it: Comando di post-processamento
pl: Komenda po procesie
ru: Команда Пост-Процессора

source: Post-recording padding
cs: Přidat čas na konci
de: Nach-Aufname-Polster
it: Riempimento post-registrazione
pl: Nagrywanie po

source: Post-remove command
cs: Příkaz po vymazání souboru
de: Kommando nach Entfernen
it: Comando di post-rimozione
pl: Komenda po usunięciu

source: Power save
cs: Úspora energie
de: Energie sparen
it: Risparmio energetico
pl: Oszczędzanie energii
pt: Poupança de Energia
ru: Энергосбережение

source: Power up time (ms) (10-500)
pl: Czas włączenia zasilania (ms) (10-500)

source: Pre-defined muxes
cs: Předdefinované muxy
de: Vordefinierte Muxe
it: Mux predefiniti
pl: Predefiniowane multipleksery
pt: Misturadores Pré-definidos
ru: Предопределённые Мультиплексы

source: Pre-processor command
de: Preprozessor-Kommando
pl: Polecenie preprocesora
pt: Comando de Pré-processamento

source: Pre-recording padding
cs: Přidat čas na začátku
de: Vor-Aufname-Polster
it: Riempimento pre-registrazione
pl: Nagrywanie przed

source: Pre-school children's programs
cs: Programy pro předškolní děti
de: Vorschulkinderprogramme
it: Trasmissione per bambini pre-scolari
pl: Programy dla dzieci w wieku przedszkolnym
ru: Дошкольные детские программы

source: Predefined Muxes
pl: Predefiniowane multipleksery

source: Prefer picons over channel icons
pl: Preferuj picony zamiast ikon kanałów

source: Preferred CA PID
bg: Предпочитан CA PID
cs: Preferovaná CA PID
de: Bevorzugte CA PID
it: PID CA preferito
pl: Preferowany CA PID
pt: CA PID preferido
ru: Предпочтительные CA PID

source: Preferred audio language.
de: Bevorzugte Sprache der Tonspur
pl: Preferowany język ścieżki dźwiękowej.
pt: Idioma do audio preferido.

source: Preferred service video type
cs: Preferovaný typ videa pro službu
de: Bevorzugter Service-Videotyp
it: Tipo predefinito del servizio video
pl: Preferowany rodzaj usługi wideo
ru: Предпочтительные типы Видео Сервисов

source: Prepend to Description
pl: Dodaj do opisu

source: Presentation
bg: Презентация
cs: Prezentace
de: Präsentation
it: Presentazione
pl: Prezentacja
pt: Apresentação
ru: Презентация

source: Presentation details.
cs: Detaily prezentace.
de: Präsentationsdetails.
pl: Szczegóły prezentacji.
pt: Detalhes de apresentação.

source: Preset
pl: Ustawienia predefiniowane

source: Press
bg: Преса
cs: Tisk
de: Presse
hr: Tisak
it: Stampa
pl: Prasa
pt: Notícias
ru: Пресса

source: Prevent the user from overriding the default user interface level setting and removes the view level drop-dowm from the interface.
pl: Uniemożliwia użytkownikowi zastąpienie domyślnego ustawienia poziomu interfejsu użytkownika i usuwa listę rozwijaną poziomu widoku z interfejsu.

source: Prevent users from overriding the view level setting. This option shows or hides the View level drop-down (next to the Help button).
pl: Zapobiegaj użytkownikom nadpisywania ustawienia poziomu widoku. Ta opcja pokazuje lub ukrywa rozwijane menu poziomu widoku (obok przycisku Pomoc).

source: Previously recorded
pl: Wcześniej nagrane

source: Priority
bg: Приоритет
cs: Priorita
de: Priorität
hr: Prioritet
it: Priorità
pl: Priorytet
pt: Prioridade
ru: Приоритет

source: Priority (-10..10)
bg: Приоритет (-10..10)
cs: Priorita (-10..10)
de: Priorität (-10..10)
hr: Prioritet (-10..10)
it: Priorità (-10..10)
pl: Priorytet (-10..10)
pt: Prioridade (-10..10)
ru: Приоритет (-10..10)

source: Priority of the entry, higher-priority entries will take precedence and cancel lower-priority events.
pl: Priorytet wpisu, wpisy o wyższym priorytecie będą miały pierwszeństwo i anulują wydarzenia o niższym priorytecie.

source: Priority of the recording. Higher priority entries will take precedence and cancel lower-priority events. The 'Not Set' value inherits the settings from the assigned DVR configuration.
pl: Priorytet nagrywania. Wpisy o wyższym priorytecie będą miały pierwszeństwo i anulują zdarzenia o niższym priorytecie. Wartość 'Nieustawiony' dziedziczy ustawienia z przypisanej konfiguracji rejestratora DVR.

source: Private
bg: Лично
cs: Privátní
de: Privat
hr: Privatno
it: Privato
pl: Prywatny
pt: Privado
ru: Частный

source: Problematic: OSCam new pc-nodmx (rev >= 10389)
pl: Problematyczne: nowy pc-nodmx OSCam (rev >= 10389)

source: Process Parental Rating Labels
pl: Przetwarzaj etykiety oceny rodzicielskiej

source: Profile
pl: Profil

source: Profile Settings
pl: Ustawienia profilu

source: Profile description.
pl: Opis profilu.

source: Profile name
cs: Název profilu
de: Profilname
it: Nome del profilo
pl: Nazwa profilu
ru: Имя Профиля

source: Profile.
pl: Profil.

source: Program identification (PID) number to compare. Zero means any. This comparison is processed only when service comparison is active and for the Conditional Access filter.
pl: Numer identyfikacyjny programu (PID) do porównania. Zero oznacza dowolny. To porównanie jest przetwarzane tylko wtedy, gdy porównanie usług jest aktywne i dla filtra dostępu warunkowego.

source: Program synopsis (display only).
de: Inhaltsangabe (nur anzeigen).
pl: Zarys programu (tylko wyświetlanie).

source: Program synopsis.
cs: Synonymum programu.
de: Inhaltsangabe
pl: Zarys programu.

source: Program unique ID (from grabber)
pl: Unikalny identyfikator programu (z grabbera)

source: Program unique ID (from grabber), such as MV101010101.0000
pl: Unikalny identyfikator programu (z grabbera), taki jak MV101010101.0000

source: Progress
pl: Postęp

source: Protocol version.
pl: Wersja protokołu.

source: Provider
bg: Провайдър
cs: Poskytovatel
de: Anbieter
it: Fornitore
pl: Dostawca
pt: Provedor
ru: Провайдер

source: Provider ID
bg: Провайдър ID
cs: ID poskytovatele
de: Anbieter-ID
it: ID del fornitore
pl: Identyfikator dostawcy
pt: ID do Provedor
ru: ID Провайдера

source: Provider network name
cs: Název sítě poskytovatele
de: Anbieter Netzwerkname
it: Nome della rete del fornitore
pl: Nazwa dostawcy sieci

source: Provider's network name.
cs: Název sítě poskytovatele
de: Netzwerkname des Providers
pl: Nazwa sieci dostawcy.

source: Psychology
bg: Психология
cs: Psychologie
de: Psychologie
hr: Psihologija
it: Psicologia
pl: Psychologia
pt: Psicologia
ru: Психология

source: Puppets
bg: Куклени детски
cs: Batolata
de: Marionetten
it: Pupazzi
pl: Kukiełki
pt: Animação
ru: Куклы

source: PyEPG Import
pl: Import PyEPG

source: Quality
pl: Jakość

source: Quality (0=auto)
pl: Jakość (0=automatyczna)

source: Quality/Speed ratio modifier.
pl: Modyfikator współczynnika jakość/prędkość.

source: Queue profiling
pl: Profilowanie kolejek

source: RAM only
cs: Pouze RAM
de: Nur RAM
it: Solo su RAM
pl: Tylko RAM
ru: RAM Только

source: RTP Local bind IP address
pl: Lokalny adres IP powiązania RTP

source: RTP over TCP payload
pl: Ładunek RTP przez TCP

source: RTP over UDP
pl: RTP przez UDP

source: RTP/AVP/TCP transport supported
pl: Obsługiwany transport RTP/AVP/TCP

source: RTSP Protocol
de: RTSP-Protokoll
pl: Protokół RTSP

source: RTSP UDP maximum port
pl: Maksymalny port UDP RTSP

source: RTSP UDP minimum port
pl: Minimalny port UDP RTSP

source: RTSP port
it: Porta RTSP
pl: Port RTSP
ru: RTSP Порт

source: RTSP port (554 or 9983, 0 = disable)
cs: RTSP port (554 or 9983), 0 = zakázat
de: RTSP Port (554 oder 9983, 0 = deaktiviert)
it: Porta RTSP (554 o 9983, 0 = disabilita)
pl: RTSP port (554 lub 9983), 0 = wyłaczony
ru: порт RTSP (554 или 9983, 0 = откл)

source: Rating Authority
pl: Urząd klasyfikacji

source: Rating Authority.
pl: Urząd klasyfikacji.

source: Rating Country
pl: Kraj klasyfikacji

source: Rating Country.
pl: Kraj klasyfikacji.

source: Rating Icon
pl: Ikona oceny

source: Rating Icon URL.
pl: Adres URL ikony oceny.

source: Rating Label
pl: Etykieta oceny

source: Rating Label UUID
pl: UUID ikony oceny.

source: Rating Label.
pl: Etykieta oceny.

source: Rating Labels
pl: Etykiety ocen

source: Rating label to be displayed.
pl: Etykieta oceny do wyświetlenia.

source: Raw Audio Stream
pl: Strumień surowego dźwięku

source: Re-fetch period (hours)
cs: Perioda opětovního načtení (v hodinách)
de: Abrufintervall (Stunden)
it: Periodo di ri-estrazione (ore)
pl: Ponowne pobieranie (godziny)
pt: Período até nova busca (horas)
ru: Период перезапроса (час.)

source: Re-fetch period (mins)
cs: Perioda pro nový pokus (v minutách)
de: Abrufintervall (Minuten)
it: Periodo di ri-estrazione (minuti)
pl: Okres ponownego pobierania (minuty)
pt: Período até nova busca (mins)
ru: Период перезапроса (мин.)

source: Re-fetch the bouquet every x minutes.
pl: Pobieraj bukiet co x minut.

source: Re-record%s%s
cs: Opětovný rekordér%s%s
de: Neu-Aufnahme%s%s
it: Ri-registrazione%s%s
pl: Nagraj ponownie%s%s
pt: Gravações%s%s
ru: Время Записи%s%s

source: Re-try period (hours)
cs: Perioda pro nový pokus (v hodinách)
de: Wiederholungsintervall (Stunden)
it: Periodo di riprova (ore)
pl: Ponowny okres prób (godziny)
pt: Período até nova tentativa (horas)
ru: Период повтора (час.)

source: Read error
cs: Chyba čtení
de: Lesefehler
pl: Błąd odczytu

source: Real Time Streaming Protocol (RTSP) port the server should listen on (554 or 9983, 0 = disable).
pl: Port Real Time Streaming Protocol (RTSP), na którym serwer powinien nasłuchiwać (554 lub 9983, 0 = wyłączone).

source: Realm name
pl: Nazwa sfery

source: Record all
bg: Запиши всичко
cs: Zaznamenat vše
de: Alle aufnehmen
hr: Snimi sve
it: Registra tutto
pl: Nagraj wszystko
pt: Gravar Tudo
ru: Записать всё

source: Record on these days only.
cs: Zaznamenat pouze v těchto dnech.
de: Nur an diesen Tagen aufnehmen.
pl: Nagrywaj tylko w te dni.

source: Recorded file(s) retention period
pl: Okres przechowywania zarejestrowanych plików

source: Recording file size.
cs: Velikost souboru pro záznam.
de: Dateigröße der Aufnahme.
pl: Rozmiar pliku nagrania.

source: Recording info retention period
pl: Okres przechowywania informacji o nagraniu

source: Recording play count
de: Aufnamewiedergabezähler
pl: Liczba odtworzeń nagrania

source: Reject
cs: Odmítnout
de: Ablehnen
it: Rigetta
pl: Odrzuć
pt: Rejeitar
ru: Извлечь

source: Reject exact match
de: Exakte Übereinstimmung ablehnen
pl: Odrzuć dokładne dopasowanie

source: Relative path to the imagecache copy of the icon.
de: Relativer Pfad zu der Kopie des Logos im Bildcache.
pl: Względna ścieżka do kopii ikony w pamięci podręcznej obrazu.

source: Religion
bg: Религия
cs: Náboženství
hr: Religija
it: Religione
pl: Religia
pt: Religião
ru: Религия

source: Religious
bg: Религиозни
cs: Náboženský
de: Religiös
hr: Religijski
it: Religioso
pl: Religijny
pt: Religioso
ru: Религиозный

source: Remarkable people
bg: Забележителни хора
cs: Pozoruhodní lidé
de: Bemerkenswerten Menschen
hr: Neuobičajeni ljudi
it: Celebrità
pl: Niezwykli ludzie
pt: Pessoas Importantes
ru: Замечательные люди

source: Remove HTTP arguments
cs: Vyjmout HTTP argumenty
de: Entferne HTTP-Argumente
it: Rimuovi argomenti HTTP
pl: Usuń argument HTTP
pt: Remover argumentos HTTP
ru: Удалить HTTP аргументы

source: Remove all unsafe characters from filename
cs: Odebrat všechny nebezpečné znaky z jména souboru
de: Alle unsicheren Zeichen aus Dateiname entfernen
it: Rimuovi tutti i caratteri non sicuri dal nome del file
pl: Usuń wszystkie niedozwolone znaki z nazwy pliku
ru: Удалить все не сохраняемые символы из имени файла

source: Remove scrambled bits
de: verschlüsselte Teile entfernen
pl: Usuń zaszyfrowane bity

source: Remove server support for RTP/AVP/TCP transfer mode (embedded data in the RTSP session).
pl: Usuń obsługę serwera dla trybu transferu RTP/AVP/TCP (osadzone dane w sesji RTSP).

source: Reorder DVB subtitle packets.
pl: Przeorganizuj pakiety napisów DVB.

source: Reorder DVBSUB
pl: Przeorganizuj DVBSUB

source: Repeated
cs: Opakovaný
de: Wiederholt
pl: Powtórzony

source: Replace the full Transport Stream with a range 0x00-0x02,0x10-0x1F,0x1FFB pids only.
pl: Zastąp pełny strumień transportowy zakresem pidów 0x00-0x02, 0x10-0x1F, 0x1FFB.

source: Replace whitespace in title with '-'
cs: Nahradit mezery v názvu znakem '-'
de: Leerzeichen im Titel durch '-' ersetzen
it: Rimpiazza gli spazi nel titolo con '-'
pl: Zastąp odstępy w tytule znakiem „-”.
ru: Заменить Пробелы в Титлах '-'

source: Replaces all whitespace in the title with '-'.
de: Ersetze alle Leerzeichen im Titel mit '-'.
pl: Zamienia wszystkie odstępy w tytule znakiem „-”.

source: Reply to CAM PIN inquiries
cs: Odpovědět na CAM PIN dotazy
de: Auf CAM PIN-Abfragen antworten
it: Risposta alle richieste PIN CAM
pl: Odpowiadaj na zapytania dotyczące PIN CAM

source: Reply to PIN inquiries.
cs: Odpovědět na CAM PIN dotazy
de: Auf PIN-Abfragen antworten.
pl: Odpowiadaj na zapytania o PIN.

source: Reports
bg: Рапорт
cs: Zprávy
de: Berichte
it: Inchieste
pl: Raporty
pt: Reportagens
ru: Репортажи

source: Rerun of
bg: Върни от
cs: Opakovaní
de: Wiederholung von
it: Riesecuzione di
pl: Powtórka
pt: reexecução do
ru: Перезапуск из

source: Reserved
bg: Резервирано
cs: Rezervováno
de: Reserviert
it: Riservato
pl: Zarezerwowany
pt: Reservado
ru: Зарезервировано

source: Reset
pl: Resetuj

source: Respawn (pipe)
bg: Respawn
cs: Znovu spustit (roura)
de: Neustart (pipe)
it: Rigenerazione (pipe)
pl: Ponów (potok)
ru: Респаун (pipe)

source: Restart
de: Neustart
pl: Uruchom ponownie

source: Restart on error
cs: Restartuj při chybě
de: Neustart nach Fehler
it: Riavvia su errore
pl: Uruchom ponownie przy błędzie
ru: Рестарт при ошибке

source: Restart streaming on error. This is useful for DVR so a recording isn't aborted if an error occurs.
pl: Uruchom ponownie przesyłanie strumieniowe w przypadku błędu. Jest to przydatne w przypadku DVR, więc nagrywanie nie jest przerywane w przypadku wystąpienia błędu.

source: Restart when the subscription is overriden (in then timeout time window).
pl: Uruchom ponownie, gdy subskrypcja zostanie zastąpiona (w tym czasie przekroczenia limitu czasu).

source: Restrict "pids=all"
pl: Ogranicz "pids=all"

source: Restrict connections to this type.
de: Verbindungen auf diesen Typ beschränken
pl: Ogranicz połączenia do tego typu.

source: Restricted log mode (no administrator)
pl: Ograniczony tryb dziennika (bez administratora)

source: Retransmission URL
pl: Adres URL retransmisji

source: Reuse EPG from
cs: Použij EPG z
de: Benutze EPG von
it: Riutilizza EPG da
pl: Ponownie użyj EPG od

source: Reuse the EPG from another channel.
de: Wiederverwendung des EPG von einem anderen Kanal.
pl: Ponownie użyj EPG z innego kanału.

source: Rewrite EIT
bg: Презапиши EIT
cs: Přepisovat EIT
de: EIT umschreiben
it: Riscrivi EIT
pl: Przepisuj EIT
pt: Reescrever EIT
ru: Перезаписать EIT

source: Rewrite EIT (Event Information Table) packets to only include information about the currently-streamed service. Rewrite can be unset only if 'Rewrite Service ID' is set to zero.
pl: Przepisuj pakiety EIT (Event Information Table), aby zawierały tylko informacje dotyczące obecnie transmitowanej usługi. Przeformułowanie można wyłączyć tylko wtedy, gdy 'Przepisuj identyfikator usługi' ustawiono na zero.

source: Rewrite MPEG-TS SI Table(s) Settings
pl: Przepisuj ustawienia tabel(i) MPEG-TS SI

source: Rewrite NIT
pl: Przepisuj NIT

source: Rewrite NIT (Network Information Table) packets to only include information about the currently-streamed service. Rewrite can be unset only if 'Rewrite Service ID' is set to zero.
pl: Przepisuj pakiety NIT (Network Information Table), aby zawierały tylko informacje dotyczące obecnie transmitowanej usługi. Przeformułowanie można wyłączyć tylko wtedy, gdy „Przepisuj identyfikator usługi” ustawiono na zero.

source: Rewrite PAT
bg: Презапиши PAT
cs: Přepisovat PAT
de: PAT umschreiben
it: Riscrivi PAT
pl: Przepisuj PAT
pt: Reescrever PAT
ru: Перезаписать PAT

source: Rewrite PAT (Program Association Table) packets to only include information about the currently-streamed service. Rewrite can be unset only if 'Rewrite Service ID' is set to zero.
pl: Przepisuj pakiety PAT (Program Association Table), aby zawierały tylko informacje dotyczące obecnie transmitowanej usługi. Przeformułowanie można wyłączyć tylko wtedy, gdy „Przepisuj identyfikator usługi” ustawiono na zero.

source: Rewrite PMT
bg: Презапиши PMT
cs: Přepisovat PMT
de: PMT umschreiben
it: Riscrivi PMT
pl: Przepisuj PMT
pt: Reescrever PMT
ru: Перезаписать PMT

source: Rewrite PMT (Program Map Table) packets to only include information about the currently-streamed service. Rewrite can be unset only if 'Rewrite Service ID' is set to zero.
pl: Przepisuj pakiety PMT (Program Map Table), aby zawierały tylko informacje dotyczące obecnie transmitowanej usługi. Przeformułowanie można wyłączyć tylko wtedy, gdy „Przepisuj identyfikator usługi” ustawiono na zero.

source: Rewrite Program Map Table (PMT) packets to only include information about the currently streamed service.
pl: Przepisuj pakiety Program Map Table (PMT), aby zawierały tylko informacje dotyczące obecnie transmitowanej usługi.

source: Rewrite SDT
bg: Презапиши SDT
cs: Přepisovat SDT
de: SDT umschreiben
it: Riscrivi SDT
pl: Przepisuj SDT
pt: Reescrever SDT
ru: Перезаписать SDT

source: Rewrite SDT (Service Description Table) packets to only include information about the currently-streamed service. Rewrite can be unset only if 'Rewrite Service ID' is set to zero.
pl: Przepisuj pakiety SDT (Service Description Table), aby zawierały tylko informacje dotyczące obecnie transmitowanej usługi. Przeformułowanie można wyłączyć tylko wtedy, gdy „Przepisuj identyfikator usługi” ustawiono na zero.

source: Rewrite Service ID
pl: Przepisuj identyfikator usługi

source: Rewrite service identifier (SID) using the specified value (usually 1). Zero means no rewrite.
pl: Przepisuj identyfikator usługi (SID), używając określonej wartości (zazwyczaj 1). Zero oznacza brak zmiany.

source: Rewrite service identifier (SID) using the specified value (usually 1). Zero means no rewrite; preserving MPEG-TS original network and transport stream IDs
pl: Przepisz identyfikator usługi (SID) przy użyciu określonej wartości (zwykle 1). Zero oznacza brak przepisania; z zachowaniem oryginalnych identyfikatorów sieci i strumienia transportowego MPEG-TS.

source: Rights
de: Rechte
pl: Prawa

source: Romance
bg: Романтика
de: Romantik
it: Romanzo
pl: Romans
ru: Романтика

source: Rotor initialization time (seconds)
cs: Počateční čas rotoru (sekundy)
de: Rotor Initialisierungszeit (Sekunden)
it: Tempo di inizializzazione del rotore (secondi)
pl: Czas inicjalizacji rotora (sekundy)
ru: Время Инициализации Ротора (сек.)

source: Rotor type
cs: Typ rotoru
de: Rotor Typ
it: Tipo di rotore
pl: Typ rotora
ru: Тип Ротора

source: Run as group
bg: Стартирай като група
cs: Skupina pro běh
de: Als Gruppe ausführen
it: Esegui come gruppo
pl: Uruchom jako grupa
pt: Executar como Grupo
ru: Запустить от группы

source: Run as user
bg: Стартирай като потребител
cs: Uživatel pro běh
de: Als Benutzer ausführen
it: Esegui come utente
pl: Uruchom jako użytkownik
pt: Executar como Utilizador
ru: Запустить от пользователя

source: Running
bg: Стартиран
cs: Běží
de: Läuft
it: In esecuzione
pl: Uruchomiony
pt: Em Execução
ru: Запуск

source: Running state immediately
pl: Natychmiastowy stan działania

source: SAT->IP frontend number.
cs: Číslo SAT->IP frontendu.
de: SAT>IP Frontend Nummer
pl: Numer nakładki SAT->IP.

source: SAT>IP ATSC-T Frontend
pl: Nakładka ATSC-T SAT>IP

source: SAT>IP Client
bg: SAT>IP Клиент
pl: Klient SAT>IP

source: SAT>IP DVB-C frequency (Hz)
pl: Częstotliwość (Hz) DVB-C SAT>IP

source: SAT>IP DVB-S frequency (kHz)
pl: Częstotliwość (Hz) DVB-S SAT>IP

source: SAT>IP DVB-T frequency (Hz)
cs: SAT>IP DVB-T frekvence (Hz)
de: SAT>IP DVB-T Frequenz (Hz)
it: Frequenza SAT>IP DVB-T (Hz)
pl: Częstotliwość (Hz) DVB-T SAT>IP
ru: Частота SAT>IP DVB-T (Гц)

source: SAT>IP ISDB-T Frontend
pl: Nakładka ISDB-T SAT>IP

source: SAT>IP RTSP port number for server (default: -1 = disable, 0 = webconfig, standard port is 554)
bg: SAT>IP RTSP номер на порта за сървър (по подразбиране: -1 = изключено, 0 = уебконфиг, стандарния порт е 554)
cs: SAT>IP RTSP číslo portu pro server (defaultní: -1 = disable, 0 = webová konfigurace, standardní port je 554)
de: SAT>IP RTSP Portnummer für den Server (Standard: -1 = deaktiviert, 0 = webconfig, Standardport ist 554)
it: Numero di porta SAT>IP RTSP per il server (predefinito: -1 = disabilitato, 0 = webconfig, porta standard è 554)
pl: Numer portu SAT>IP RTSP dla serwera (domyślne: -1 = wyłącz, 0 = webconfig, standardowy port to 554)
pt: SAT>IP número da porta RTSP do servidor (padrão: -1 = inactivo, 0 = webconfig, porta padrão é a 554)
ru: SAT>IP RTSP номер порта сервера (по умолчанию: -1=откл., 0=webconfig, стандартный порт 554)

source: SAT>IP Satellite Configuration
de: SAT>IP Satelliten Konfiguration
pl: Konfiguracja satelity SAT>IP

source: SAT>IP Server
bg: SAT>IP сървър
pl: Serwer SAT>IP
