Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: The CAID to compare. Leave blank to apply to all IDs.
pl: CAID do porównania. Pozostaw puste, aby zastosować do wszystkich identyfikatorów.

source: The CAM slot status.
cs: Stav CAM vstupu.
de: Status des CAM Slots
pl: Status gniazda CAM.

source: The COFDM modulation used by the mux. If you're not sure of the value leave as AUTO.
pl: Modulacja COFDM używana przez multiplekser. Jeśli nie znasz wartości, pozostaw AUTOMATYCZNIE.

source: The Conditional Access ID used for the service.
pl: Identyfikator dostępu warunkowego (CA) używany dla usługi.

source: The Content reference identifier (CRID) authority.
pl: Urząd identyfikatora odwołania do treści (CRID).

source: The DVR profile to be used/used by the recording.
de: DVR Profil, das für die Aufnahme genutzt wird/wurde.
pl: Profil DVR, który ma być używany/używany przez nagranie.

source: The DVR profile to be used/used by this rule.
de: DVR Profil, das für die Regel genutzt wird/wurde.
pl: Profil DVR, który ma być używany/używany przez tę regułę.

source: The EPG ID used by the entry.
de: Die EPG-Kennung dieses Eintrags
pl: Identyfikator EPG używany przez wpis.

source: The EPG grabber name.
de: EPG-Grabbername
pl: Nazwa grabbera EPG.

source: The EPG grabber to use on the mux. Enable (auto) is the recommended value.
de: Der für den Mux genutzte EPG-Grabber. Aktivieren (auto) ist der empfohlene Wert.
pl: Grabber EPG do użycia w multiplekserze. Zalecaną wartością jest Włącz (automatycznie).

source: The EPG grabber to use on the mux. The 'EPG scan' field must be set to 'manual'.
pl: Grabber EPG do użycia na multiplekserze. Pole 'Skanowanie EPG' musi być ustawione na 'ręczne'.

source: The EPG grabber type.
de: EPG-Grabber Typ
pl: Typ grabbera EPG.

source: The MPEGTS stream type is only available for this filter.
de: Der MPEGTS Stream Typ ist nur für diesen Filter verfügbar.
pl: Typ strumienia MPEGTS jest dostępny tylko dla tego filtra.

source: The OpenTV channel number as set by the provider.
de: Die OpenTV-Kanalnummer, wie sie vom Provider gesetzt wurde.
pl: Numer kanału OpenTV ustawiony przez dostawcę.

source: The PIN to use.
cs: Použít toto PIN.
de: Zu benutzender PIN
pl: PIN do użycia.

source: The Physical Layer Scrambling (PLS) code used on the mux.
de: Der für diesen MUX genutzte Physical Layer Scrambling (PLS) Code.
pl: Kod Physical Layer Scrambling (PLS) używany w multiplekserze.

source: The Physical Layer Scrambling (PLS) mode used on the mux.
de: Der für diesen MUX genutzte Physical Layer Scrambling (PLS) Modus.
pl: Tryb Physical Layer Scrambling (PLS) używany w multiplekserze.

source: The Preferred Conditional Access Packet Identifier. Used for decrypting scrambled streams.
pl: Preferowany identyfikator pakietu dostępu warunkowego. Służy do deszyfrowania zaszyfrowanych strumieni.

source: The SAT>IP server's name.
cs: Název SAT>IP serveru.
de: Der SAT>IP Servername.
pl: Nazwa serwera SAT>IP.

source: The SAT>IP server's universally unique identifier.
cs: Unikátní identifikátor pro SAT>IP server.
de: Die SAT> IP Server universell eindeutige Kennung.
pl: Uniwersalnie unikalny identyfikator serwera SAT>IP.

source: The SAT>IP source number.
cs: Číslo SAT>IP zdroje.
de: Die SAT>IP Quellennummer.
pl: Numer źródła SAT>IP.

source: The SAT>IP's discovered IP address.
cs: Detekovaná IP adresa pro SAT>IP zařízení.
de: Die SAT>IP entdeckte IP-Adresse.
pl: Wykryty adres IP SAT>IP.

source: The SNR level reported by the driver is multiplied with this value and divided by 100.
pl: Poziom SNR zgłaszany przez sterownik jest mnożony przez tę wartość i dzielony przez 100.

source: The URL to the icon to use/used for the channel. The local files are referred using file:/// URLs.
pl: URL do ikony do użycia/używanej dla kanału. Lokalne pliki są odwoływane za pomocą adresów URL file:///

source: The URL to the playlist.
de: Die URL zu der Playlist
pl: Adres URL listy odtwarzania.

source: The XPath-like expression used to extract a SeriesLink identifier from the XMLTV data. This ID is used to identify multiple occurrences of the same series. Root node = 'programme'.
pl: Wyrażenie podobne do XPath, używane do wyodrębnienia identyfikatora SeriesLink z danych XMLTV. Ten identyfikator służy do identyfikacji wielu wystąpień tej samej serii. Węzeł główny = 'programme'.

source: The XPath-like expression used to extract a unique event identifier from the XMLTV data. This ID is used to match existing EPG events so that they can be updated rather than replaced. Root node = 'programme'.
pl: Wyrażenie podobne do XPath, służące do wyodrębnienia unikalnego identyfikatora zdarzenia z danych XMLTV. Ten identyfikator służy do dopasowania istniejących zdarzeń EPG, dzięki czemu można je aktualizować, a nie zastępować. Węzeł główny = 'programme'.

source: The XPath-like expression used to extract an EpisodeLink identifier from the XMLTV data. This ID is used to identify multiple occurrences of the same episode. Root node = 'programme'.
pl: Wyrażenie podobne do XPath, używane do wyodrębnienia identyfikatora EpisodeLink z danych XMLTV. Ten identyfikator służy do identyfikacji wielu wystąpień tego samego odcinka. Węzeł główny = 'programme'.

source: The XPath-like expression used to extract the category ETSI code from the XMLTV data. Root node = 'category'.
pl: Wyrażenie podobne do XPath, używane do wyodrębnienia kodu ETSI kategorii z danych XMLTV. Węzeł główny = 'category'.

source: The age rating of the program.
pl: Ocena wiekowa programu.

source: The audio stream types the filter should apply to.
pl: Typy strumieni dźwięku, do których filtr powinien mieć zastosowanie.

source: The bandwidth the mux uses. If you're not sure of the value leave as AUTO but be aware that tuning may fail as some drivers do not like the AUTO setting.
pl: Przepustowość używana przez multiplekser. Jeśli nie masz pewności co do wartości, pozostaw AUTOMATYCZNIE, ale pamiętaj, że strojenie może się nie powieść, ponieważ niektóre sterowniki nie tolerują ustawienia AUTOMATYCZNIE.

source: The bouquet the channel is associated with.
pl: Bukiet, z którym powiązany jest kanał.

source: The cache scheme to use/used to store recordings. Leave as "system" unless you have a special use case for one of the others. See Help for details.
pl: Schemat pamięci podręcznej do używania/używany do przechowywania nagrań. Pozostaw jako „System”, chyba że masz specjalny przypadek użycia dla jednego z pozostałych. Zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: The category of the program to look for. The xmltv providers often supply detailed categories such as Sitcom, Movie, Track/field, etc. This let you select from categories for current programmes. It is then combined (AND) with other fields to limit to programmes that match all categories. If this selection list is empty then it means your provider does not supply programme categories.
pl: Kategoria programu do wyszukania. Dostawcy xmltv często dostarczają szczegółowe kategorie, takie jak Sitcom, Film, Sport itp. Pozwala to wybrać kategorie dla bieżących programów. Następnie jest łączone (ORAZ) z innymi polami, aby ograniczyć się do programów, które pasują do wszystkich kategorii. Jeśli ta lista wyboru jest pusta, oznacza to, że dostawca nie dostarcza kategorii programów.

source: The channel name the entry will record from.
de: Name des Kanals, der für die Aufnahme genutzt wird.
pl: Nazwa kanału, z którego wpis będzie nagrywać.

source: The channel on the cable provider's network.
pl: Kanał w sieci dostawcy kablowego.

source: The channel on which this rule applies, i.e. the channel you're aiming to record. You can leave this field blank to apply the rule to all channels.
pl: Kanał, na którym obowiązuje ta reguła, tj. kanał, na którym zamierzasz nagrywać. Możesz pozostawić to pole puste, aby zastosować regułę do wszystkich kanałów.

source: The channel this service is mapped to.
cs: Kanál, který je mapován pro tuto službu.
pl: Kanał, na który mapowana jest ta usługa.

source: The channel's name or callsign as set by the cable provider.
pl: Nazwa kanału lub znak wywoławczy ustawiony przez dostawcę kablowego.

source: The character encoding for this network (e.g. UTF-8).
cs: Znaková sada pro tuto síť (např. UTF-8).
de: Zeichenkodierung dieses Netzwerkes (z.B. UTF-8).
pl: Kodowanie znaków dla tej sieci (np. UTF-8).

source: The character encoding for this service (e.g. UTF-8).
cs: Znaková sada pro tuto službu (např. UTF-8).
de: Zeichenkodierung für diesen Service (z.B. UTF-8).
pl: Kodowanie znaków dla tej usługi (np. UTF-8).

source: The character set to use/used. You should not have to change this unless channel names and EPG data appear garbled.
pl: Zestaw znaków do użycia/używany. Nie należy tego zmieniać, chyba że nazwy kanałów i dane EPG wyglądają na zniekształcone.

source: The code which may be used for HTTP streaming.
pl: Kod, który może być używany do strumieniowego przesyłania HTTP.

source: The content type (Movie/Drama, Sports, etc.) to be used to filter matching events/programs.
pl: Typ treści (film/dramat, sport itp.), który ma być używany do filtrowania pasujących wydarzeń/programów.

source: The copyright year of the program.
pl: Rok praw autorskich programu.

source: The create time of the entry describing the recording.
pl: Czas utworzenia wpisu opisującego nagranie.

source: The current boot ID.
cs: Současné boot ID.
de: Die aktuelle Boot-ID.
pl: Bieżący identyfikator rozruchu.

source: The current configuration ID.
cs: Současné konfigurační ID.
de: Die ID der derzeitigen Konfiguration.
pl: Bieżący identyfikator konfiguracji.

source: The current configuration version.
cs: Současná verze konfigurace.
de: Tuner Konfiguration
pl: Bieżąca wersja konfiguracji.

source: The default interface view level (next to the Help button).
pl: Domyślny poziom widoku interfejsu (obok przycisku Pomoc).

source: The default language to use if the user language isn't set (in the Access Entries tab).
pl: Domyślny język używany, jeśli język użytkownika nie jest ustawiony (na karcie „Wpisy dostępu”).

source: The default subscription weight for each subscription.
pl: Domyślna ranga subskrypcji dla każdej subskrypcji.

source: The default web interface items per page.
pl: Domyślna liczba elementów interfejsu internetowego na stronę.

source: The default web interface theme, if a user-specific one isn't set (in the Access Entries tab).
pl: Domyślny motyw interfejsu sieciowego, jeśli nie jest ustawiony motyw specyficzny dla użytkownika (na karcie „Wpisy dostępu”).

source: The delivery system the mux uses. Make sure that your tuner supports the delivery system selected here.
pl: System dostarczania, z którego korzysta multiplekser. Upewnij się, że tuner obsługuje wybrany tutaj system dostarczania.

source: The delivery system used by the mux.
pl: System dostarczania używany przez multiplekser.

source: The delivery system used by your cable provider.
pl: System dostarczania używany przez dostawcę telewizji kablowej.

source: The delivery system used by your provider.
pl: System dostarczania używany przez Twojego dostawcę.

source: The demux path used by the device.
pl: Ścieżka demultipleksera używana przez urządzenie.

source: The device ID.
cs: ID zařízení.
de: Die Geräte-ID.
pl: Identyfikator urządzenia.
pt: ID do Dispositivo

source: The device path in sysfs filesystem (/sys).
pl: Ścieżka urządzenia w systemie plików sysfs (/sys).

source: The device's serial number.
cs: Sériové číslo zařízení.
de: Die Geräte-Seriennummer.
pl: Numer seryjny urządzenia.

source: The earliest season for the programme. Programmes must be equal to or later than this season.
pl: Najwcześniejszy sezon dla programu. Programy muszą być równe lub późniejsze niż ten sezon.

source: The earliest year for the programme. Programmes must be equal to or later than this year.
pl: Najwcześniejszy rok dla programu. Programy muszą być równe lub późniejsze niż ten rok.

source: The forward error correction high value. Most people will not need to change this setting.
pl: Wysoka wartość korekcji błędów do przodu. Większość osób nie będzie musiała zmieniać tego ustawienia.

source: The forward error correction low value. Most people will not need to change this setting.
pl: Niska wartość korekcji błędów w przód. Większość osób nie będzie musiała zmieniać tego ustawienia.

source: The forward error correction used on the mux.
pl: Korekta błędów w przód używana w multiplekserze.

source: The forward error correction. Most people will not need to change this setting.
pl: Korekta błędów w przód. Większość osób nie będzie musiała zmieniać tego ustawienia.

source: The frequency of the mux (in Hertz).
de: Die Frequenz des Mux (in Hertz)
pl: Częstotliwość multipleksera (w Hz).

source: The frequency of the mux/transponder in Hertz.
de: Die Frequenz des Mux/Transponders in Hertz.
pl: Częstotliwość multipleksera/transpondera w Hz.

source: The frontend number given to the device.
de: Die Frontend-Nummer, die dem Gerät gegeben wird.
pl: Numer nakładki nadawany urządzeniu.

source: The guard interval used by the mux. If you're not sure of the value leave as AUTO.
pl: Interwał ochronny używany przez multiplekser. Jeśli nie jesteś pewien wartości, pozostaw AUTOMATYCZNIE.

source: The hash algorithm type for the digest authentication.
pl: Typ algorytmu funkcji skrótu dla uwierzytelniania z użyciem szyfrowania.

source: The hierarchical modulation used by the mux. Most people will not need to change this setting.
pl: Hierarchiczna modulacja używana przez multiplekser. Większość osób nie będzie musiała zmieniać tego ustawienia.

source: The imagecache path to the icon to use/used for the channel.
pl: Ścieżka pamięci podręcznej obrazów do ikony do używania/używanej dla kanału.

source: The imagecache path to the icon to use/used for the rating label.
pl: Ścieżka obrazu pamięci podręcznej do ikony używanej do etykiety oceny.

source: The input path used by the device.
cs: Vstupní cesta používaná zařízením.
de: Der Eingabe-Pfad des Gerätes
pl: Ścieżka wejściowa używana przez urządzenie.

source: The input stream is remuxed with A/V library (libav or or ffmpeg) to the MPEG-TS format which is accepted by Tvheadend.
pl: Strumień wejściowy jest remuksowany za pomocą biblioteki A/V (libav lub ffmpeg) do formatu MPEG-TS, który jest akceptowany przez Tvheadend.

source: The language to which the filter should apply.
de: Die Sprache, auf die der Filter angewendet werden soll.
pl: Język, do którego ma zostać zastosowany filtr.

source: The latest season for the programme. Programmes must be equal to or earlier than this season.
pl: Najnowszy sezon dla programu. Programy muszą być równe lub wcześniejsze niż ten sezon.

source: The latest year for the programme. Programmes must be equal to or earlier than this year.
pl: Najnowszy rok dla programu. Programy muszą być równe lub wcześniejsze niż ten rok.

source: The layer A constellation.
cs: Konstelace vrstvy A.
de: Layer A Konstellation
pl: Konstelacja warstwy A.
pt: Layer A: Constelação

source: The layer A forward error correction.
cs: Forward error correction (FEC) vrstvy A.
de: Die layer-A-forward-error Berichtigung.
pl: Korekcja błędów w przód warstwy A.

source: The layer A segment count.
cs: Počet segmentů vrstvy A.
de: Die layer-A-Segment-Anzahl.
pl: Liczba segmentów warstwy A.
pt: Layer A: Contagem de segmentos

source: The layer A time interleaving.
cs: Časové prokládání vrstvy A.
de: Der layer-A-Zeitversatz.
pl: Przeplatanie czasowe warstwy A.
pt: Layer A: Intervalo de tempo

source: The layer B constellation.
cs: Počet segmentů vrstvy A.
de: Layer B Konstellation
pl: Konstelacja warstwy B.
pt: Layer B: Constelação

source: The layer B forward error correction.
cs: Forward error correction (FEC) vrstvy B.
de: Die layer-B-forward-error Berichtigung.
pl: Korekcja błędów w przód warstwy B.

source: The layer B segment count.
cs: Počet segmentů vrstvy B.
de: Die layer-B-Segment-Anzahl.
pl: Liczba segmentów warstwy B.
pt: Layer B: Contagem de segmentos

source: The layer B time interleaving.
cs: Časové prokládání vrstvy B.
de: Der layer-B-Zeitversatz.
pl: Przeplatanie czasowe warstwy B.
pt: Layer B: Intervalo de tempo

source: The layer C constellation.
cs: Konstelace vrstvy C.
de: Layer C Konstellation
pl: Konstelacja warstwy C.
pt: Layer C: Constelação

source: The layer C forward error correction.
cs: Forward error correction (FEC) vrstvy C.
de: Die layer-C-forward-error Berichtigung.
pl: Korekcja błędów w przód warstwy C.

source: The layer C segment count.
cs: Počet segmentů vrstvy C.
de: Die layer-C-Segment-Anzahl.
pl: Liczba segmentów warstwy C.
pt: Layer C: Contagem de segmentos

source: The layer C time interleaving.
cs: Časové prokládání vrstvy C.
de: Der layer-C-Zeitversatz.
pl: Przeplatanie czasowe warstwy C.
pt: Layer C: Intervalo de tempo

source: The length of time (in seconds) to play the mux (1 hour = 3600).
de: Die Länge der Zeit (in Sekunden), die der Mux abgespielt werden soll (1 Stunde = 3600).
pl: Czas (w sekundach) odtwarzania multipleksera (1 godzina = 3600).

source: The limit for the PID filter (driver or hardware).
de: Das Limit für den PID-Filter (Treiber oder Hardware).
pl: Limit filtra PID (sterownik lub sprzęt).

source: The locking mechanism selection for The Preferred Conditional Access Packet Identifier. See Help for more information.
pl: Wybór mechanizmu blokującego dla identyfikatora preferowanego pakietu dostępu warunkowego. Zobacz Pomoc, aby uzyskać więcej informacji.

source: The logical stream index to compare. Note that this index is computed using all filters.Example: If filter is set to AC3 audio type and the language to 'eng' and there are two AC3 'eng' streams in the service, the first stream could be identified using number 1 and the second using number 2.
pl: Indeks strumienia logicznego do porównania. Zwróć uwagę, że ten indeks jest obliczany przy użyciu wszystkich filtrów. Przykład: jeśli filtr jest ustawiony na typ dźwięku AC3, a język na „eng”, a w usłudze są dwa strumienie „eng” AC3, pierwszy strumień można zidentyfikować za pomocą numeru 1, a drugi za pomocą numeru 2.

source: The manufacturer of the SAT>IP server.
de: Der Hersteller des SAT>IP-Servers.
pl: Producent serwera SAT>IP.

source: The maximal duration of a matching event - in other words, only match programmes that are no longer than this duration.
pl: Maksymalny czas trwania pasującego wydarzenia – innymi słowy, dopasuj tylko programy, które nie są dłuższe niż ten czas trwania.

source: The maximum RAM (system memory) size for timeshift buffers. When free RAM buffers are available they are used for timeshift data in preference to using storage.
pl: Maksymalny rozmiar RAM (pamięć systemowa) dla buforów funkcja Timeshift. Gdy dostępne są wolne bufory RAM, są one używane do przechowywania danych funkcji Timeshift zamiast korzystania ze składowania.

source: The maximum amount of time a grabber is allowed scan a mux for data (in seconds).
pl: Maksymalny czas, jaki grabberowi wolno skanować multipleks w poszukiwaniu danych (w sekundach).

source: The maximum amount of time to allow this adapter to complete a scan of a mux. If you're getting failed or incomplete scans (for example, missing services) despite a strong signal, try increasing this value. Ignored for DVB-S.
pl: Maksymalny czas potrzebny adapterowi na ukończenie skanowania multipleksera. Jeśli skanowanie kończy się niepowodzeniem lub jest niekompletne (na przykład z powodu braku usług) pomimo silnego sygnału, spróbuj zwiększyć tę wartość. Ignorowana w przypadku DVB-S.

source: The maximum combined size of all timeshift buffers. If you specify an unlimited period it's highly recommended you specify a value here.
pl: Maksymalny połączony rozmiar wszystkich buforów funkcji Timeshift. Jeśli określisz nieograniczony okres, zdecydowanie zalecamy podanie wartości w tym miejscu.

source: The maximum concurrent RTSP connections from the same IP address (if 0 no limit).
pl: Maksymalna liczba jednoczesnych połączeń RTSP z tego samego adresu IP (jeśli 0, to brak limitu).

source: The maximum number of active RTSP sessions (if 0 no limit).
pl: Maksymalna liczba aktywnych sesji RTSP (jeśli 0, brak limitu).

source: The maximum number of entries that can be matched.
cs: Maximální počet položek, které mohou být úspěšně porovnány.
pl: Maksymalna liczba wpisów, które można dopasować.

source: The maximum number of input streams allowed on this network.
pl: Maksymalna liczba strumieni wejściowych dozwolonych w tej sieci.

source: The maximum number of recording entries this rule can create.
pl: Maksymalna liczba nagrań, które może utworzyć ta reguła.

source: The maximum number of recordings that can be scheduled.
pl: Maksymalna liczba nagrań, które można zaplanować.

source: The maximum number of services to decrypt per mux.
de: Die maximale Anzahl von zu entschlüsselnden Services pro Mux.
pl: Maksymalna liczba usług do odszyfrowania na multiplekser.

source: The maximum number of times this rule can be triggered.
pl: Maksymalna liczba uruchomień tej reguły.

source: The maximum time period that will be buffered for any given (client) subscription.
pl: Maksymalny okres, który będzie buforowany dla dowolnej subskrypcji (klienta).

source: The minimal duration of a matching event - in other words, only match programs that are no shorter than this duration.
pl: Minimalny czas trwania pasującego wydarzenia – innymi słowy, dopasuj tylko programy, które nie są krótsze niż ten czas trwania.

source: The minimum delay after the rotor movement command is sent.
pl: Minimalne opóźnienie po wysłaniu polecenia ruchu rotora.

source: The minimum delay before tuning in milliseconds after tuner stop. If the time between the previous and next start is greater than this value then the delay is not applied.
pl: Minimalne opóźnienie przed strojeniem w milisekundach po zatrzymaniu tunera. Jeśli czas między poprzednim a następnym uruchomieniem jest większy niż ta wartość, opóźnienie nie jest stosowane.

source: The minimum number of stars the broadcast should have - in other words, only match programs that have at least this rating.
pl: Minimalna liczba gwiazdek, jaką powinien mieć program nadawany – innymi słowy, dopasuj tylko programy, które mają co najmniej tę ocenę.

source: The modulation used on the mux.
de: Die für diesen Mux benutzte Modulation.
pl: Modulacja zastosowana w multiplekserze.

source: The mux the service is on.
cs: Mux, na kterém je služba.
de: Der Mux in dem sich der Service befindet.
pl: Multiplekser, na którym działa usługa.

source: The mux to play when the entry is triggered.
de: Abzuspielender Mux, sobald der Eintrag getriggert wird.
pl: Multiplekser, który ma być odtwarzany, kiedy wpis jest uruchamiany.

source: The mux's universally unique identifier.
de: Die UUID des Mux.
pl: Uniwersalnie unikalny identyfikator multipleksera.

source: The name (or frequency) the mux is on.
de: Name (oder Frequenz) auf dem sich der Mux befindet.
pl: Nazwa (lub częstotliwość), na której znajduje się multiplekser.

source: The name given to/of the channel (This is how it'll appear in your EPG.)
de: Der vorgegebene oder gewählte Name des Kanals (So wird er im EPG erscheinen).
pl: Nazwa nadana kanałowi (tak będzie wyglądać w EPG).

source: The name of the profile.
cs: Název profilu.
de: Name des Profils.
pl: Nazwa profilu.

source: The name of the the rule.
de: Der Name der Regel
pl: Nazwa reguły.

source: The network prefix(es) to block, e.g.192.168.2.0/24 (comma-separated list).
cs: Síťové prefixy k blokování, např: 192.168.2.0/24 (seznam oddělený čárkou).
de: Das zu blockierende Netzwerk-Prefix(e), z.B. 192.168.2.0/24 (getrennt mit Kommas).
pl: Prefiks(y) sieci do zablokowania, np. 192.168.2.0/24 (lista oddzielona przecinkami).
