Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: SAT>IP Server SI Tables
de: SAT>IP-Server-SI-Tabellen
pl: Tabele SI serwera SAT>IP

source: SAT>IP source number
cs: SAT>IP číslo zdroje
de: SAT>IP Quellennummer
it: Numero sorgente SAT>IP
pl: Numer źródła SAT>IP

source: SCR (ID)
pl: Identyfikator SCR

source: SCR (Satellite Channel Router) ID.
pl: Identyfikator SCR (Satellite Channel Router).

source: SD TV
pl: TV SD

source: SD: standard definition
cs: SD: standardní rozlišení
de: SD: Standardauflösung
it: SD: definizione standard
pl: SD: standardowa rozdzielczość
ru: SD: Стандартное Разрешение

source: SNR multiplier
pl: Mnożnik SNR

source: SSL verify peer
cs: Verifikovat SSL
de: Überprüfe SSL-Peer
it: Verifica SSL del pari
pl: Weryfikacja SLL
pt: SSL para verificação do utilizador
ru: SSL проверка пира

source: START
pl: ROZPOCZNIJ

source: STOP
pl: ZATRZYMAJ

source: Same as above, but for the maximum allowed port. Note that each stream requires two ports.
pl: Tak samo jak powyżej, ale dla maksymalnego dozwolonego portu. Pamiętaj, że każdy strumień wymaga dwóch portów.

source: Sample format
pl: Format próbkowania

source: Sample rate
pl: Częstotliwość próbkowania

source: Samples per second.
pl: Próbkowanie na sekundę.

source: Sat
bg: Сателит
it: Sab
pl: So
pt: Sábado
ru: Спутник

source: Satellite config
cs: Konfigurace satelitu
de: Satellitenkonfiguration
pl: Konfiguracja satelity

source: Satellite longitude
cs: Zeměpisná délka satelitu
de: Satellit Longitude
it: Longitudine del satellite
pl: Długość geograficzną satelity
pt: Longitude do Satélite
ru: Долгота спутника

source: Satellite longitude (like 9.0 (east) or -33.0 (west)).
pl: Długość geograficzną satelity (jak 9.0 (wschód) lub -33.0 (zachód)).

source: Satellite position.
de: Satellitenposition
pl: Pozycja satelity.

source: Satellite positions
cs: Satelitní pozice
de: Satellitenpositionen
it: Posizioni dei satelliti
pl: Pozycje satelity
pt: Posições dos Satélites
ru: Позиция Спутника

source: Save EPG to disk after xmltv import
pl: Zapisz EPG na dysku po imporcie xmltv

source: Save in Description
pl: Zapisz w opisie

source: Saved Rating Authority
pl: Zapisano urząd klasyfikacji

source: Saved Rating Country
pl: Zapisano kraj klasyfikacji

source: Saved Rating Icon Path
pl: Zapisana ścieżka ikony oceny

source: Saved Rating Label
pl: Zapisana etykieta oceny

source: Saved parental rating authority for once recording is complete.
pl: Zapisano urząd klasyfikacji rodzicielskiej do oceny po zakończeniu nagrywania.

source: Saved parental rating country for once recording is complete.
pl: Zapisano urząd klasyfikacji rodzicielskiej do oceny po zakończeniu nagrywania.

source: Saved parental rating for once recording is complete.
pl: Zapisana ocena rodzicielska po zakończeniu nagrywania.

source: Saved parental rating icon for once recording is complete.
pl: Zapisana ikona oceny rodzicielskiej po zakończeniu nagrywania.

source: Scaling mode
pl: Tryb skalowania

source: Scan after creation
cs: Skenovat po vytvoření
de: Scan nach Erstellen
it: Scansiona dopo la creazione
pl: Skanuj po utworzeniu
ru: Сканировать после создания

source: Scan grace period (seconds)
pl: Okres karencji skanowania (sekundy)

source: Scan queue length
cs: Velikost fronty skenu
de: Suchwarteschlangenlänge
it: Lunghezza della coda di scansione
pl: Długość skanowania kolejki
ru: Сканирование длины очереди

source: Scan result
cs: Výsledek scanu
de: Suchergebnis
it: Risultato della scansione
pl: Wynik skanowania
ru: Результат Сканирования

source: Scan status
cs: Stav scanu
de: Suchstatus
it: Stato della scansione
pl: Status skanowania
pt: Estado da Procura
ru: Статус Сканирования

source: Scanfile
pl: Plik skanowania

source: Scanning
pl: Skanowanie

source: Schedule frequency (in cron format).
de: Zeitplan (im cron Format).
pl: Częstotliwość harmonogramu (w formacie cron).

source: Schedule status
cs: Stav plánovače
de: Programmierstatus
it: Stato della programmazione
pl: Status harmonogramu
ru: Статус расписания

source: Schedule status.
cs: Stav plánovače.
de: Programmierstatus
pl: Status harmonogramu.

source: Scheduled Duration
cs: Naplánovaná doba
de: Geplante Dauer
pl: Zaplanowany czas trwania

source: Scheduled for recording
bg: Програмиране на записване
cs: Naplánované k záznamu
de: Für Aufnahme programmiert
hr: Zakazano za snimanje
it: Programmazione per registrazione
pl: Zaplanowane do nagrywania
pt: Gravação Programada
ru: Запланированные записи

source: Scheduled start time
cs: Naplánovaný čas začátku
de: Programmierte Startzeit
it: Orario di inizio della programmazione
pl: Zaplanowany czas rozpoczęcia
ru: Запланированное время старта

source: Scheduled stop time
cs: Naplánovaný čas konce
de: Programmierte Stopzeit
it: Orario di termine della trasmissione
pl: Zaplanowany czas zakończenia
pt: Tempo de Finalização Programado
ru: Запланированное время остановки

source: Scheme to generate the channel icon names (all lower-case, service name picons etc.).
pl: Schemat generowania nazw ikon kanałów (wszystkie małe litery, picony nazw usług itp.).

source: School programs
cs: Školní programy
de: Schulprogramme
it: Trasmissione per la scuola
pl: Programy szkolne
pt: Programas escolares
ru: Школьные программы

source: Science
bg: Наука
cs: Věda
de: Wissenschaft
hr: Znanost
it: Scienza
pl: Nauka
pt: Ciência
ru: Наука

source: Science fiction
bg: Научна фантастика
cs: Sci-fi
hr: Znanstvena fantastika
it: Fantascienza
pl: Fantastyka naukowa
pt: Ficção científica
ru: Научная фантастика

source: Scrape Episode
pl: Pobierz odcinek

source: Scrape Subtitle
pl: Pobierz podtytuł

source: Scrape Summary
pl: Pobierz podsumowanie

source: Scrape Title
pl: Pobierz tytuł

source: Scrape behaviour
pl: Zachowanie pobierania

source: Scrape credits and extra information
pl: Pobierz zaangażowanych i dodatkowe informacje

source: Scraper configuration to use
pl: Konfiguracja skrobaka do użycia

source: Script/program to run when a recording completes.
pl: Skrypt/program do uruchomienia po zakończeniu nagrywania.

source: Script/program to run when a recording gets removed.
pl: Skrypt/program do uruchomienia, gdy nagranie zostanie usunięte.

source: Script/program to run when a recording starts (service is subscribed but no filename available).
pl: Skrypt/program do uruchomienia, gdy rozpoczyna się nagrywanie (usługa jest subskrybowana, ale brak nazwy pliku).

source: Season
bg: Сезон
cs: Sezóna
de: Staffel
it: Stagione
pl: Sezon
pt: Temporada
ru: Сезон

source: Season %d
bg: Сезон %d
cs: Sezóna %d
de: Staffel %d
it: Stagione %d
pl: Sezon %d
pt: Temporada %d
ru: Сезон %d

source: Seek error
cs: Chyba nastavení pozice
de: Suchfehler
pl: Błąd wyszukiwania

source: Select action to be taken with the Sub-title provided by the broadcaster: None; Save in Description; Append to Description; Prepend to Description. If the Description is empty, save, append and prepend will replace the Description.
pl: Wybierz czynność, która ma zostać wykonana z podtytułem dostarczonym przez nadawcę: Brak; Zapisz w opisie; Dodaj do opisu; Dodaj na początku opisu. Jeśli opis jest pusty, opcje „Zapisz”, „Dołącz” i „Dodaj na początku” zastąpią opis.

source: Select an available network type for this tuner.
cs: Zvolte dostupný typ sítě pro tento tuner.
de: Einen vorhandenen Netzwerktyp für diesen Tuner auswählen.
pl: Wybierz dostępny typ sieci dla tego tunera.

source: Select audio codec profile to use for transcoding.
pl: Wybierz profil kodeka audio do użycia podczas transkodowania.

source: Select high priority (default) EPG language.
pl: Wybierz język EPG o wysokim priorytecie (domyślny).

source: Select how Tvheadend should handle muxes. See Help for details.
pl: Wybierz sposób, w jaki Tvheadend ma obsługiwać multipleksery. Zobacz Pomoc, aby uzyskać szczegółowe informacje.

source: Select low priority EPG language.
pl: Wybierz język EPG o niskim priorytecie.

source: Select medium priority EPG language.
pl: Wybierz język EPG o średnim priorytecie.

source: Select scheme to generate the picon names (standard, force service type to 1)
pl: Wybierz schemat do generowania nazw picon (standardowy, wymuś typ usługi na 1)

source: Select subtitle codec profile to use for transcoding.
pl: Wybierz profil kodeka napisów do użycia podczas transkodowania.

source: Select the default user interface language. This can be overridden later in "Access Entries" on a per-user basis.
pl: Wybierz domyślny język interfejsu użytkownika. Można to później zmienić w „Wpisach dostępu” dla poszczególnych użytkowników.

source: Select the list of languages (in order of priority) to be used for supplying EPG information to clients that don't provide their own configuration.
pl: Wybierz listę języków (w kolejności priorytetów), które mają być używane do dostarczania informacji EPG klientom, które nie udostępniają własnej konfiguracji.

source: Select the master tuner.The signal from the standard universal LNB can be split using a simple coaxial splitter (no multiswitch) to several outputs. In this case, the position, the polarization and low-high band settings must be equal.if you set other tuner as master, then this tuner will act like a slave one and Tvheadend will assure that this tuner will not use incompatible parameters (position, polarization, lo-hi).
pl: Wybierz główny tuner. Sygnał z standardowego uniwersalnego LNB można podzielić za pomocą prostego rozdzielacza koaksjalnego (bez multiswitcha) na kilka wyjść. W tym przypadku pozycja, polaryzacja i ustawienia pasma niskiego-wysokiego muszą być takie same. Jeśli ustawisz inny tuner jako główny, ten tuner będzie działał jak tuner podrzędny, a Tvheadend zapewni, że ten tuner nie będzie używał niekompatybilnych parametrów (pozycja, polaryzacja, lo-hi).

source: Select the number of satellite positions supported by the SAT>IP hardware and your coaxial cable wiring.
pl: Wybierz liczbę pozycji satelitarnych obsługiwanych przez sprzęt SAT>IP i okablowanie kabla koncentrycznego.

source: Select the path to use for DVB scan configuration files. Typically dvb-apps stores these in /usr/share/dvb/. Leave blank to use the internal file set.
pl: Wybierz ścieżkę do użycia dla plików konfiguracyjnych skanowania DVB. Zazwyczaj dvb-apps przechowuje je w /usr/share/dvb/. Pozostaw puste, aby użyć wewnętrznego zestawu plików.

source: Select the payload size for RTP contents used in the TCP embedded data mode. Some implementations like ffmpeg and VideoLAN have maximum limit 7896 bytes. The recommended value for tvheadend is 16356 or 32712 bytes.
pl: Wybierz rozmiar ładunku dla treści RTP używanych w trybie osadzania danych TCP. Niektóre implementacje, takie jak ffmpeg i VideoLAN, mają maksymalne ograniczenie 7896 bajtów. Zalecana wartość dla Tvheadend to 16356 lub 32712 bajtów.

source: Select the quality for constant quality mode [0-51].
pl: Wybierz jakość dla trybu stałej jakości [0-51].

source: Select the quality for constant quality mode [0-63].
pl: Wybierz jakość dla trybu stałej jakości [0-63].

source: Select the time offset for EIT events.
cs: Nastavení časového posunu pro EIT události.
pl: Wybierz przesunięcie czasowe dla wydarzeń EIT.

source: Select the transport used for this tuner.
pl: Wybierz transport używany przez ten tuner.

source: Select type of broadcast.
de: Boradcast Typ auswählen
pl: Wybierz rodzaj transmisji.

source: Select video codec profile to use for transcoding.
pl: Wybierz profil kodeka wideo do użycia podczas transkodowania.

source: Select whether or not to enable caching. Note, even with this disabled you can still specify local (file://) icons and these will be served by the built-in webserver.
pl: Wybierz, czy włączyć buforowanie. Zauważ, że nawet jeśli jest wyłączone, nadal możesz określić lokalne ikony (file://) i będą one obsługiwane przez wbudowany serwer WWW.

source: Select/Selected services to map.
pl: Wybierz/wybrane usługi do zmapowania.

source: Selection method for CAID.
pl: Metoda wyboru dla CAID.

source: Send CAPMT OK query before descrambling.
pl: Wyślij zapytanie CAPMT OK przed deszyfrowaniem.

source: Send CAPMT query
cs: Poslat CAPMT dotaz
de: Sende CAPMT Anfrage
it: Invia richiesta CAPMT
pl: Wyślij zapytanie CAPMT
pt: Enviar consulta CAPMT

source: Send RTCP status reports
pl: Wysyłaj raporty statusu RTCP

source: Send full PLAY cmd
bg: Изпрати full Play команда
cs: Poslat plný PLAY příkaz
de: Sende vollen PLAY Befehl
it: Invia comando PLAY completo
pl: Wyślij pełny cmd PLAY
pt: Enviar comando PLAY

source: Send previous stream frames to upper layers (before frame start is signalled in the stream). It may cause issues with some clients / players.
pl: Wyślij poprzednie klatki strumienia do wyższych warstw (zanim w strumieniu zostanie zasygnalizowany początek klatki). Może to powodować problemy z niektórymi klientami/odtwarzaczami.

source: Send rolloff settings for DVB-S2
pl: Wysłać ustawienia rolloff dla DVB-S2

source: Send the full RTSP PLAY command after full RTSP SETUP command. Some devices firmware require this to get an MPEG-TS stream.
pl: Wyślij pełne polecenie RTSP PLAY po pełnym poleceniu RTSP SETUP. Oprogramowanie układowe niektórych urządzeń wymaga tego, aby uzyskać strumień MPEG-TS.

source: Serial number
cs: Sériové číslo
de: Seriennummer
it: Numero seriale
pl: Numer seryjny
pt: Número de Série
ru: Серийный Номер

source: Series link
cs: Odkaz série
de: Serienverknüpfung
it: Collegamento della serie
pl: Łącze serii
pt: Ligação de Séries
ru: Ссылка на серии

source: Series link ID.
cs: Identifikátor spojení pro série.
de: Serienverknüpfung-ID
pl: Identyfikator łącza serii.

source: SeriesLink XPath
pl: XPath SeriesLink

source: SeriesLink XPath fallback
pl: Awaryjny XPath SeriesLink

source: Serious
bg: Сериозни
cs: Vážný
de: Seriös
it: Serio
pl: Poważna
pt: Real
ru: Серьёзное

source: Serious music
bg: Сериозна музика
cs: Vážná hudba
de: Ernste Musik
hr: Ozbiljna glazba
it: Musica tradizionale
pl: Muzyka poważna
pt: Música ao vivo
ru: Серьёзная музыка

source: Server
bg: Сървър
hr: Poslužitelj
pl: Serwer
pt: Servidor
ru: Сервер

source: Server Settings
pl: Ustawienia serwera

source: Server UUID
cs: UUID serveru
it: UUID del server
pl: UUID serwera
pt: UUID do Servidor
ru: Сервер UUID

source: Server connectivity
cs: Konektivita serveru
de: Server Verbindung
it: Connettività del server
pl: Łączność serwera
pt: Conexão do Servidor

source: Server details.
cs: Detaily serveru.
pl: Szczegóły serwera.

source: Server name
pl: Nazwa serwera

source: Service
bg: Услуги
cs: Služba
hr: Usluga
it: Servizio
pl: Usługa
pt: Serviço
ru: Сервис

source: Service ID
bg: ИД на услугата
cs: ID služby
hr: ID usluge
it: ID del servizio
pl: Identyfikator usługi
pt: ID do Serviço
ru: ID Сервиса

source: Service Mapper
pl: Maper usług

source: Service Mapping
pl: Mapowanie usług

source: Service Mapping (Map services to channels)
de: Servicezuordnung (Services zu Kanälen zuordnen)
pl: Mapowanie usług (mapowanie usług na kanały)

source: Service configuration
cs: Konfigurace služeb
de: Servicekonfiguration
it: Configurazione del servizio
pl: Konfiguracja usługi
pt: Configuração do Serviço
ru: Конфигурация Сервиса

source: Service count %zi
cs: Počet služeb %zi
de: Anzahl Services %zi
it: Conteggio dei servizi %zi
pl: Licznik usług %zi
ru: Кол-во Сервисов %zi

source: Service limit
pl: Ograniczenie usługi

source: Service name
cs: Název služby
it: Nome del servizio
pl: Nazwa usługi
pt: Nome do Serviço
ru: Имя сервиса

source: Service name found in EPG data.
cs: Název služby byl nalezen v EPG datech.
de: Servicename in den EPG-Daten gefunden.
pl: Nazwa usługi znaleziona w danych EPG.

source: Service name picons
cs: Picony s názvy služeb
de: Servicename Picon
pl: Nazwa usługi picon

source: Service priority. Enter a value between -10 and 10. A higher value indicates a higher preference. See Help for more info.
pl: Priorytet usługi. Wprowadź wartość z zakresu od -10 do 10. Wyższa wartość oznacza wyższą preferencję. Zobacz Pomoc, aby uzyskać więcej informacji.

source: Service raw
cs: Základní služba
de: Unbearbeiteter Service
it: Servizio grezzo
pl: Usługa surowa
pt: Serviço original

source: Service type
cs: Typ služby
de: Servicetyp
it: Tipo di servizio
pl: Typ usługi
pt: Tipo de Serviço
ru: Тип Сервиса

source: Service type override. This value will override the service type provided by the stream.
de: Servicetyp-Überschreibung. Der vom Stream empfangene Servicetyp wird mit diesem Wert überschrieben.
pl: Zastępowanie typu usługi. Ta wartość zastąpi typ usługi zapewnianej przez strumień.

source: Services
bg: Услуги
cs: Služby
hr: Usluge
it: Servizi
pl: Usługi
pt: Serviços
ru: Сервисы

source: Services associated with the channel.
de: dem Kanal zugeordnete Services.
pl: Usługi powiązane z kanałem.

source: Services seen
de: Gefundene Services
pl: Usługi widziane

source: Set as default profile.
de: Als Standard-Profil festlegen.
pl: Ustaw jako domyślny profil.

source: Set the display name.
cs: Nastaví název pro zobrazení.
de: Anzeigenamen festlegen
pl: Ustaw wyświetlaną nazwę.

source: Set the encoding preset (cf. x264 --fullhelp).
pl: Ustaw predefiniowane ustawienie kodowania (por. x264 --fullhelp).

source: Set the maxiumum packet identifiers your SAT>IP server supports.
pl: Ustaw maksymalne identyfikatory pakietów obsługiwane przez serwer SAT>IP.

source: Set the name of the server so you can distinguish multiple instances apart.
pl: Ustaw nazwę serwera do odróżnienia wielu instancji.

source: Set the number of threads for IPTV to split load across more CPUs.
pl: Ustaw liczbę wątków dla IPTV, aby rozłożyć obciążenie na więcej procesorów.

source: Set the priority of this configuration.
de: Setze die Priorität dieser Einstellungen.
pl: Ustaw priorytet tej konfiguracji.

source: Set the short EIT destription to given target (subtitle, summary or both).
pl: Ustaw krótki opis EIT na podany cel (podtytuł, podsumowanie lub oba).

source: Sets the Group of Pictures (GOP) size in frame (default 0 is 3 sec.)
pl: Ustawia rozmiar grupy obrazów (GOP) w klatce (domyślnie 0 to 3 sekundy).

source: Settings
bg: Настройки
cs: Nastavení
de: Einstellungen
it: Impostazioni
pl: Ustawienia
pt: Configurações
ru: Настройки

source: Shift PTS (ms)
pl: Przesunięcie PTS (ms)

source: Short EIT description
pl: Krótki opis EIT

source: Show / Game show
de: Unterhaltung / Spielsendung
pl: Show / teleturniej

source: Show only information for sessions which are initiated from an IP address of the requester.
pl: Pokaż tylko informacje dotyczące sesji, które są inicjowane z adresu IP żądającego.

source: Show this page
bg: Покажи тази страница
cs: Ukaž tuto stránku
de: Zeige diese Seite
hr: Prikaži ovu informaciju
it: Mostra questa pagina
pl: Pokaż tę stronę
pt: Mostrar esta página
ru: Показать страницу

source: Show version information
bg: Покажи информация за версията
cs: Ukaž informace o verzi
de: Versionsinformationen anzeigen
hr: Prikaži informaciju inačice
it: Mostra informazione di versione
pl: Pokaż informacje o wersji
pt: Mostrar informação acerca da versão
ru: Показать информацию о версии

source: Show, hide and sort the various details that appear on the interface next to the About tab.
pl: Pokaż, ukryj i posortuj różne szczegóły, które pojawiają się w interfejsie obok karty Informacje.

source: Signal Settings
pl: Ustawienia sygnału

source: Signal level for IPTV sources (0-240).
pl: Poziom sygnału dla źródeł IPTV (0-240).

source: Signal multiplier
pl: Mnożnik sygnału

source: Signal quality too poor
bg: Качеството на сигнала е много лишо
cs: Kvalita signálu je velmi nízká
de: Signalqualität zu schlecht
hr: Kvaliteta usluge loša
it: Qualità del segnale troppo bassa
pl: Zbyt słaba jakość sygnału
pt: Qualidade do Sinal Muito Fraca
ru: Качество сигнала очень плохое

source: Signal scale (240 or 100)
bg: Скала на сигнала (240 или 100)
cs: Škála signálu (240 nebo 100)
de: Signalauflösung (240 oder 100)
it: Scala di segnale (240 o 100)
pl: Skala sygnału (240 lub 100)
pt: Escala do Sinal (240 ou 100)
ru: Шкала Сигнала (240 или 100)

source: Site latitude
cs: Zeměpisná šířka umistění
de: Ort Latitude
it: Latitudine del sito
pl: Strona szerokości
pt: Latitude
ru: Широта сайта

source: Site latitude.
cs: Zeměpisná šířka umistění.
de: Ort Latitude.
pl: Szerokość geograficzna miejsca.
pt: Latitude

source: Site longitude
cs: Zeměpisná délka umístění
de: Ort Longitude
it: Longitudine del sito
pl: Długość geograficzna miejsca
pt: Longitude
ru: Долгота сайта

source: Site longitude.
cs: Zeměpisná délka umístění.
de: Ort Longitude.
pl: Długość geograficzna miejsca.
pt: Longitude

source: Size
cs: Velikost
de: Größe
pl: Rozmiar
pt: Tamanho

source: Skip Sub-title matches Title
pl: Pomiń podtytuł, który pasuje do tytułu

source: Skip TS packets (0-200)
cs: Přeskočit TS pakety (0-200)
de: Überspringe TS Pakete (0-200)
it: Salta pacchetti TS (0-200)
pl: Pomiń pakiety TS (0-200)
pt: Ignorar pacotes TS (0-200)

source: Skip TSID checking. For when providers use invalid Transport Stream IDs.
pl: Pomiń sprawdzanie TSID, gdy dostawcy używają nieprawidłowych identyfikatorów strumienia transportu.

source: Skip commercials
cs: Přeskočit reklamy
de: Überspringe Werbung
it: Salta la pubblicità
pl: Pomiń reklamy
pt: Ignorar Publicidade
ru: Пропуская Комерческие

source: Skip initial bytes
cs: Přeskoč počáteční byty
de: Überspringe erste Daten
it: Salta byte iniziali
pl: Pomiń wstępne bajty
pt: Ignorar Bytes Iniciais
ru: Пропустить начальные Байты

source: Skip scanning known muxes when Tvheadend starts. If "startup scan" is allowed and new muxes are found then they will still be scanned. See Help for more details.
pl: Pomiń skanowanie znanych multiplekserów podczas uruchamiania Tvheadend. Jeśli dozwolone jest „skanowanie przy uruchamianiu” i zostaną znalezione nowe multipleksery, będą one nadal skanowane. Zobacz Pomoc, aby uzyskać więcej informacji.

source: Skip startup scan
de: Scan beim Starten überspringen
pl: Pomiń skanowanie przy uruchamianiu

source: Skip x number of transport packets.
de: x Transportpakete überspringen
pl: Pomiń x liczbę pakietów transportowych.

source: Slave entry
cs: Závislá položka
de: Slave Eintrag
it: Voce secondaria
pl: Wpis podrzędny
pt: Entrada secundária
ru: Вспомогательная запись

source: Slave entry.
cs: Závislá položka
de: Slave Eintrag.
pl: Wpis podrzędny.
pt: Entrada secundária

source: Slot number
pl: Numer slotu

source: Slot state
cs: Stav slotu
de: Slotstatus
it: Stato della posizione
pl: Stan gniazda
pt: Estado do Slot
ru: Состояние Слота

source: Soap
bg: Сапунки
cs: Telenovely
hr: Sapunica
it: Telenovela
pl: Telenowela
ru: Мыло

source: Soccer
bg: Футбол
cs: Fotbal
de: Fußball
hr: Nogomet
it: Calcio
pl: Piłka nożna
pt: Futebol
ru: Бильярд

source: Social
bg: Социални
cs: Sociální
de: Sozial
hr: Socijalno
it: Sociale
pl: Społeczny
ru: Социальное

source: Social / Political issues / Economics
de: Soziale / politische Fragen / Wirtschaft
pl: Kwestie społeczne i polityczne / Ekonomia

source: Social advisory
bg: Социални съвети
cs: Sociální poradenství
de: Sozialberatung
hr: Socijalni savjeti
it: Avvertenza sociale
pl: Doradztwo społeczne
pt: Aconselhamento social
ru: социальный консультативный

source: Socket or IP Address (when in TCP mode).
de: Socket oder IP-Adresse (wenn TCP Modus)
pl: Gniazdo lub adres IP (w trybie TCP).

source: Some DVB devices have an optional ioctl that allows changing between normal voltage for LNB (13V/18V) to a higher voltage mode (usually, 14V/19V), meant to compensate for voltage loss on long cabling. Without that, it is not possible to properly switch the polarization.
pl: Niektóre urządzenia DVB mają opcjonalne ioctl, które umożliwiają zmianę między normalnym napięciem dla LNB (13V/18V) a wyższym trybem napięcia (zazwyczaj 14V/19V), mającym na celu kompensację utraty napięcia na długich kablowaniach. Bez tego nie jest możliwe prawidłowe przełączanie polaryzacji.
