Repository: tvheadend/tvheadend
Catalog: intl/tvheadend.*.po
Languages: bg, cs, de, hr, it, pl, pt, ru

source: Data start timeout (sec) (0=default)
pl: Limit czasu rozpoczęcia przesyłania danych (sek.) (0 = wartość domyślna)

source: Data timeout (sec) (0=infinite)
pl: Limit czasu (s) (0=nieskończony)

source: Date the EPG data was last updated (not set for OTA grabbers).
de: Datum, wenn die EPG Daten das letzte mal aktualisiert wurden (wird nicht für OTA Grabber gesetzt).
pl: Data ostatniej aktualizacji danych EPG (nieustawiona dla grabberów OTA).
pt: Mostrar a data da última actualização efectuada ao EPG (não pode ser utilizado em capturadores OTA).

source: Days of Week
bg: Ден от седмицата
cs: Dny v týdnu
de: Wochentage
hr: Dani u tjednu
it: Giorni della settimana
pl: Dni tygodnia
pt: Dias da Semana
ru: Дни недели

source: Days of the week to which the rule should apply.
de: Wochentage an welchen die Regel wirken soll.
pl: Dni tygodnia w których dział reguła.
pt: Dias da semana em que esta regra deve ser aplicada.

source: Days of week
cs: Dny v týdnu
de: Wochentage
it: Giorni della settimana
pl: Dni tygodnia
pt: Dias da semana

source: Days to retain information about recordings. Once this period is exceeded, duplicate detection will not be possible.
pl: Liczba dni przechowywania informacji o nagraniach. Po przekroczeniu tego okresu wykrywanie duplikatów nie będzie już możliwe.

source: Debate
bg: Дебати
cs: Debata
de: Debatte
hr: Rasprava
it: Dibattito
pl: Debata
pt: Debates
ru: Дебаты

source: Debug libav log
cs: Ladící výstup z libav
it: Registro debug libav
pl: Debuguj dziennik libav
pt: Log de depuração do libav

source: Debug options
cs: Ladící možnosti
de: Debug-Optionen
it: Opzioni di debug
pl: Opcje debugowania
pt: Opções de depuração
ru: Настройки отладки

source: Debug subsystems
cs: Povolit ladící podsystémy
de: Debugsubsysteme
it: Sottosistemi di debug
pl: Debuguj podsystemy
pt: Depuração dos subsistemas

source: Debug to syslog
cs: Povolit ladící výstop pro syslog
de: Debug nach Syslog
it: Debug su syslog
pl: Debuguj do syslog
pt: Depuração para syslog

source: Debug trace (low-level)
cs: Povol trasování (velmi podrobné)
de: Debug Trace (systemnah)
it: Tracciatura di debug (basso livello)
pl: Wyszukiwanie błędów (niski poziom)
pt: Rastreamento da depuração (baixo nível)

source: Debugging
bg: Дебъгване
cs: Ladění
pl: Debugowanie
pt: Depuração
ru: Отладка

source: Default
bg: По подразбиране
cs: Standardní
de: Standard
hr: Zadani
it: Predefinito
pl: Domyślny
pt: Por omissão
ru: По умолчанию

source: Default language
pl: Język domyślny

source: Default language(s)
cs: Výchozí jazyk(y)
de: Standardsprache(n)
it: Lingua/e predefinita/e
pl: Domyślny(e) język(i)
pt: Linguagem(ns) padrão
ru: Язык(и) по умолчанию

source: Default language.
cs: Výchozí jazyk.
de: Standardsprache.
pl: Domyślny język.
pt: Linguagem por omissão

source: Default login
de: Standard Login
pl: Domyślne logowanie

source: Default priority
cs: Výchozí priorita
de: Standardpriorität
it: Priorità predefinita
pl: Domyślny priorytet
pt: Prioridade por omissão
ru: Приоритет по умолчанию

source: Default server config
pl: Domyślna konfiguracja serwera

source: Default user interface level.
cs: Výchozí úroveň uživatelského rozhraní.
de: Standard Ansichtsmodus.
pl: Domyślny poziom interfejsu użytkownika.
pt: Nível da interface do utilizador por omissão

source: Default view level
pl: Domyślny poziom widoku

source: Define network group to limit network usage (value 1-1000). All SAT>IP positions in the same group must have identical network limit, otherwise the limiting will not work correctly.
pl: Określ grupę sieciową, aby ograniczyć wykorzystanie sieci (wartość 1-1000). Wszystkie pozycje SAT>IP w tej samej grupie muszą mieć identyczne ograniczenie sieciowe, w przeciwnym razie ograniczenie nie będzie działać poprawnie.

source: Deinterlace
pl: Usuwanie przeplotu

source: Deinterlace fields only
pl: Tylko pola usuwania przeplotu

source: Deinterlace rate type
pl: Typ współczynnika usuwania przeplotu

source: Deinterlace.
pl: Usuwanie przeplotu.

source: Delivery system
cs: Systém doručení
de: Übertragungssystem
it: Sistema di consegna
pl: System dostarczania
pt: Sistema de entrega
ru: Система доставки

source: Demux path
cs: Cesta k demuxu
de: Demux Pfad
it: Percorso demux
pl: Ścieżka demultipleksera
pt: Caminho de Demux
ru: Путь к Демультиплексу

source: Descramble services (limit per mux)
cs: Dekóduj služby (limit pro mux)
de: Entschlüssle Services (Limit pro Mux)
it: Servizi di decodifica (limite per mux)
pl: Usługi dekodujące (llimit na multiplekser)
pt: Serviços a descodificar (limitar por mux)

source: Descrambler
de: Dekodierer
pl: Deszyfrator

source: Descrambler EMM
de: Entschlüsselungs-EMM
pl: Deszyfrator EMM

source: Descrambler buffer (TS packets)
cs: Vyrovnávací paměť dekódéru (TS pakety)
de: Entschlüsselungspuffer (TS Pakete)
it: Buffer di decodifica (pacchetti TS)
pl: Bufor deszyfrujący (pakiety TS)
pt: Descodificar buffer (pacotes TS)

source: Descrambling timeout (ms)
de: Entschlüsselungs-Timeout (ms)
pl: Limit czasu deszyfrowania (ms)

source: Description
bg: Описание
cs: Popis
de: Beschreibung
hr: Opis
it: Descrizione
pl: Opis
pt: Descrição
ru: Описание

source: Detective
bg: Детективски
cs: Detektivka
de: Krimi
hr: Dektetivski
it: Poliziesco
pl: Detektywistyczny
pt: Policial
ru: Детектив

source: Device ID
bg: Устройство ID
cs: ID zařízení
de: Geräte-ID
hr: ID uređaja
it: ID del dispositivo
pl: Identyfikator urządzenia
pt: ID do Dispositivo
ru: ID Устройства

source: Device model
cs: Model zařízení
de: Gerätemodell
it: Modello del dispositivo
pl: Model urządzenia
pt: Modelo do dispositivo
ru: Модель устройства

source: Device path
cs: Cesta k zařízení
de: Gerätepfad
it: Percorso del dispositivo
pl: Ścieżka urządzenia
pt: Caminho do dispositivo
ru: Путь к устройству

source: Device path in sysfs
de: Gerätepfad im sysfs
pl: Ścieżka urządzenia w sysfs

source: Differentiated Services Code Point / Type of Service: Set the service class Tvheadend sends with each packet. Depending on the option selected this tells your router the prority in which to give packets sent from Tvheadend, this option does not usually need changing. See https://en.wikipedia.org/wiki/Differentiated_services for more information.
de: DiffServ (Differentiated Services Code Point / Type of Service): Setzt die Service-Klasse, die Tvheadend mit jedem Paket mitsendet. Abhängig von der ausgewählten Option, ermöglicht es die Priorisierung ausgehend von deinem Router, mit welcher Tvheadend-Pakete bevorzugt werden. Normalerweise muss diese Option nicht geändert werden. Siehe https://en.wikipedia.org/wiki/Differentiated_services und https://de.wikipedia.org/wiki/DiffServ für mehr Informationen.
pl: Punkt kodowy usług zróżnicowanych / typ usługi: Ustaw klasę usługi, którą Tvheadend wysyła z każdym pakietem. W zależności od wybranej opcji informuje to router o priorytecie, w jakim mają być nadawane pakiety wysyłane z Tvheadend, ta opcja zazwyczaj nie wymaga zmiany. Zobacz https://en.wikipedia.org/wiki/Differentiated_services, aby uzyskać więcej informacji.

source: Digest
pl: Szyfrowany

source: Digest access authentication is intended as a security trade-off. It is intended to replace unencrypted HTTP basic access authentication. This option should be enabled for standard usage.
pl: Uwierzytelnianie dostępu szyfrowanego jest pomyślane jako kompromis w zakresie bezpieczeństwa. Ma zastąpić nieszyfrowane podstawowe uwierzytelnianie dostępu HTTP. Ta opcja powinna być włączona do standardowego użytku.
pt: Autenticação Digest permite um compromisso na segurança. O seu objectivo passa por substituir a autenticação HTTP básica não encriptada. Esta opção deve estar activa para numa utilização normal.

source: Digest hash type
pl: Typ funkcji skrótu szyfrowania

source: Digital Video Recorder
de: Digitaler Videorekorder
pl: Rejestrator (DVR)

source: Directory
bg: Папка
cs: Adresář
de: Verzeichnis
hr: Direktorij
it: Cartella
pl: Katalog
pt: Directório
ru: Каталог

source: Directory override. Override the subdirectory rules specified by the DVR configuration and put all recordings done by this entry into the specified subdirectory
de: Verzeichnis außer kraft setzen. Setzt die Unterverzeichnis-Regel in der DVR-konfiguration ausser Kraft und speichert alle Aufnahmen dieses Eintrages im angegebenen Unterverzeichnis
pl: Zastępowanie katalogu. Zastąp reguły podkatalogów określone w konfiguracji DVR i umieść wszystkie nagrania wykonane przez ten wpis w określonym podkatalogu

source: Directory permissions (octal, e.g. 0775)
cs: Práva k adresáři (osmičkové, např. 0775)
de: Verzeichnisrechte (oktal, z.B. 0775)
it: Permessi della cartella (ottale, per es. 0775)
pl: Uprawnienia katalogu (ósemkowe, np. 0775)
pt: Permissões do directório (octal, ex. 0775)
ru: Права Директории (восьм., пример - 0775)

source: Directory used by the entry.
cs: Adresář použitý touto položkou.
de: Verzeichnis des Eintrags
pl: Katalog używany przez wpis.
pt: Directório utilizado na configuração

source: Disable
bg: Изключи
cs: Zakázat
de: Deaktivieren
hr: Onemogući
it: Disabilita
pl: Wyłącz
pt: Desactivar
ru: Отключить

source: Disable DVB bouquets
bg: Изключи DVB букети
cs: Zakázat DVB bukety
de: DVB-Bouquets deaktivieren
hr: Onemogući DVB bukete
it: Disabilita pacchetti DVB
pl: Wyłącz bukiety DVB
pt: Desactivar bouquets DVB
ru: Отключить DVB Букеты

source: Disable RTP/AVP/TCP support
pl: Wyłącz obsługę RTP/AVP/TCP

source: Disable SAT>IP client
cs: Zakázat SAT>IP klienta
de: Deaktiviere SAT>IP Client
it: Disabilita cliente SAT>IP
pl: Wyłącz klienta SAT>IP
pt: Desactivar cliente SAT>IP
ru: Заблоктровать SAT>IP клиента

source: Disable SAT>IP client (deprecated flag, use nosatipcli)
pl: Wyłącz klienta SAT>IP (flaga przestarzała, użyj nosatipcli)

source: Disable UPnP
pl: Wyłącz UPnP

source: Disable UPnP discovery.
pl: Wyłącz wykrywanie UPnP.

source: Disable X_SATIPM3U tag
de: X_SATIPM3U-Tag deaktivieren
pl: Wyłącz tag X_SATIPM3U

source: Disable all access control checks
bg: Изключи всички проверки за достъп
cs: Zakázat veškeré přístupové kontroly
de: All Zugangsprüfungen deaktivieren
hr: Onemogućei sve provjere upravljanja pristupom
it: Disabilita tutte le verifiche sui controlli d'accesso
pl: Wyłącz wszystkie sprawdzania kontroli dostępu
pt: Desactivar todos os controlos de acesso
ru: Отключить проверку контроля доступа

source: Disable debug on stderr
cs: Povolit ladící pro syslog
de: Debug auf stderr deaktivieren
it: Disabilita debug su stderr
pl: Wyłącz debugowanie na stderr
pt: Desactivar a depuração no stderr

source: Disable device/firmware-specific workarounds
bg: Изключи устройство
cs: Zakaž specifické workaroundy pro zařízení/firmware
de: Geräte-/Firmware-spezifische Umgehungslösungen deaktivieren
hr: Onemogući određeno obilaženje uređaja/frimvera
it: Disabilita tutti gli espedienti specifici a dispositivo/firmware
pl: Wyłącz obejścia dla urządzenia/firmware
pt: Desactivar dispositivo/soluções alternativas específicas do firmware
ru: Отключить устройство/firmware-specific обходной путь

source: Disable syslog (all messages)
bg: Изключи системния лог
cs: Zakázat veškerý výstup pro syslog
de: Syslog deaktivieren (alle Meldungen)
hr: Onemogući zapis sustava (sve poruke)
it: Disabilita syslog (tutti i messaggi)
pl: Wyłącz syslog (wszystkie wiadomości)
pt: Desactivar syslog (todas msgs)
ru: Отключить системный лог (все сообщения)

source: Disabled
cs: Zakázáno
de: Deaktiviert
it: Disabilitato
pl: Wyłączony
pt: Desactivado
ru: Отключено

source: Discard the frontend parameter in RTSP requests, as some clients incorrectly use it.
pl: Odrzuć parametr nakładki w żądaniach RTSP, ponieważ niektóre klienty nieprawidłowo go używają.

source: Discover more muxes using the Network Information Table (if available).
de: Suche weitere Muxe unter Nutzung der Network Information Table (wenn verfügbar).
pl: Odkryj więcej multiplekserów, korzystając z tabeli informacji o sieci (jeśli jest dostępna).
pt: Procurar outros muxes utilizando a informação obtida na rede (se disponível)

source: Discussion
bg: Дискусии
cs: Diskuze
de: Diskussion
hr: Rasprava
it: Dibattito
pl: Dyskusja
pt: Discussão
ru: Обсуждения

source: DiseqC repeats
bg: DiSEqC повторения
cs: DiseqC opakování
de: DiseqC Wiederholungen
hr: DiseqC ponavljanja
it: Ripetizioni DiseqC
pl: Powtórzenia DiseqC
pt: Repetição DiseqC
ru: DiseqC повторы

source: Display Age
pl: Wyświetlaj wiek

source: Display Label
pl: Wyświetlaj etykiety

source: Do not send X_SATIPM3U information in the XML description to clients.
de: Keine X_SATIPM3U-Informationen in der XML-Beschreibung an die Clients senden.
pl: Nie wysyłaj klientom informacji X_SATIPM3U w opisie XML.

source: Do not send any stream specific information to the HTSP client like signal strength, input source etc.
de: Sende keine streamspezifischen Informationen zum HTSP Client, wie Signalstärke, Eingangsquelle etc.
pl: Nie wysyłaj do klienta HTSP informacji o strumieniu takich jak: siła sygnału, żródło itp.
pt: Não enviar nenhuma informação especifica acerca da transmissão para o cliente HTSP, como a força do sinal, a fonte do canal, etc...

source: Do not set
pl: Nie ustawiaj

source: Do not use
bg: Не използвай
cs: Nepoužívat
de: Nicht benutzen
hr: Ne koristi
it: Non utilizzare
pl: Nie używaj
pt: Não Utilizar
ru: Не использовать

source: Documentary
bg: Документални
cs: Dokumentární
de: Dokumentation
hr: Dokumentarac
it: Documentario
pl: Dokumentalny
pt: Documentário
ru: Документальные

source: Don't abort streaming when an encrypted stream can't be decrypted by a CA client that normally should be able to decrypt the stream.
de: Streaming nicht abbrechen, wenn ein verschlüsselter Stream von einem CA-Client nicht entschlüsselt werden kann, der normalerweise den Stream entschlüsseln können sollte.
pl: Nie przerywaj przesyłania strumieniowego, jeśli zaszyfrowany strumień nie może zostać odszyfrowany przez klienta urzędu certyfikacji, który normalnie powinien mieć możliwość odszyfrowania strumienia.
pt: Não abortar a transmissão quando um canal encriptado não puder ser desencriptado pelo cliente CA.

source: Don't backup configuration tree at upgrade
bg: Не прави бекъп на конфигурацията по време на ъпгрейд
cs: Nezálohovat konfigurační strom při aktualizaci
de: Konfigurationsbaum beim Upgrade nicht sichern
hr: Sigurnosno ne kopiraj stablo podešavanja pri nadogradnji
it: Non effettuare copia di riserva dell'albero di configurazione nei passaggi di versione
pl: Nie wykonuj kopii zapasowej konfiguracji przy aktualizacji
pt: Não realizar o backup da árvore de configuração na actualização
ru: Не резервируется дерево конфигурации при обновлении

source: Don't include the title in the filename.
de: Titel nicht in den Dateinamen einfügen.
pl: Nie dołączaj tytułu do nazwy pliku.
pt: Não incluir o título no nome do ficheiro.

source: Don't include title in filename
cs: Nevkládat název vysílání do jména souboru
de: Titel nicht in den Dateinamen einfügen
it: Non includere il titolo nel nome del file
pl: Nie dołączaj tytułu do nazwy pliku
pt: Não incluir título no ficheiro
ru: Не включая Титл в имени Файла

source: Don't keep
bg: Не запазвай
cs: Nezanechávej
de: Nicht behalten
hr: Ne čuvaj
it: Non mantenere
pl: Nie zachowuj
pt: Não manter
ru: Не держать

source: Don't re-record
cs: Nezaznamenávej znovu
de: Nicht neu aufnehmen
it: Non ri-registrare
pl: Nie nagrywaj ponownie
pt: Não regravar
ru: Не перезаписывать

source: Don't re-record if recording fails.
de: Nicht Neuaufnehmen, wenn die Aufnahme fehlschlägt.
pl: Nie nagrywaj ponownie, jeśli nagrywanie się nie powiedzie.
pt: Não regravar caso houver falha na gravação

source: Don't re-schedule if recording fails.
de: Nicht Neuplanen, wenn die Aufnahme fehlschlägt.
pl: Nie zmieniaj harmonogramu, jeśli nagrywanie się nie powiedzie.
pt: Não reagendar caso houver falha na gravação

source: Don't reschedule
cs: Nepřeplánovávat
de: Nicht neu ansetzen
it: Non ripetere
pl: Nie planuj ponownie
pt: Não reagendar
ru: Не перепланировать

source: Don't use the provider's channel numbers.
de: Kanalnummern des Anbieters nicht benutzen.
pl: Nie używaj numerów kanałów dostawcy.
pt: Não utilizar a numeração dos canais dos provedores.

source: Down (only)
pl: W dół (tylko)

source: Drama
bg: Драма
it: Drammatico
pl: Dramat
ru: Драма

source: Drop "fe=" parameter
pl: Usuń parametr "fe="

source: Duplicate handling
cs: Zacházení s duplicitami
de: Dublettenbehandlung
it: Gestione dei duplicati
pl: Obsługa duplikatów
pt: Duplicar item

source: EIT - skip TSID check
cs: EIT - nekotrolovat TSID
de: EIT - überspringe TSID Überprüfung
it: EIT - salta controllo TSID
pl: EIT - pomiń sprawdzanie TSID
pt: EIT - saltar verificação TSID

source: EIT time offset
cs: EIT časový posun
de: EIT Zeitversatz
pl: Przesunięcie czasu EIT
pt: Tolerância do tempo EIT

source: EMM Settings
pl: Ustawienia EMM

source: EPG - External XMLTV EPG Grabber
pl: EPG - Zewnętrzny grabber EPG XMLTV

source: EPG - Internal XMLTV EPG Grabber
pl: EPG - Wewnętrzny grabber EPG XMLTV

source: EPG - Over-the-air EPG Grabber
pl: EPG - Bezprzewodowy grabber EPG

source: EPG Database
de: EPG Datenbank
pl: Baza danych EPG

source: EPG Grabber
bg: EPG грабер
pl: Grabber EPG
pt: Capturador EPG

source: EPG Language (priority order)
cs: Jazyk EPG (dle priority)
de: EPG Sprache (nach Priorität)
pl: Język EPG (priorytet kolejności)
pt: Língua utilizada no EPG (ordem prioritária)

source: EPG Parental Rating Labels
pl: Etykiety oceny rodzicielskiej EPG

source: EPG Settings
pl: Ustawienia EPG

source: EPG behaviour
pl: Zachowanie EPG

source: EPG data ID.
cs: Identifikátor EPG dat.
de: EPG Daten-ID
pl: Identyfikator danych EPG.
pt: ID dos dados EPG

source: EPG module id
pl: Identyfikator modułu EPG

source: EPG name
cs: Název EPG
it: Nome EPG
pl: Nazwa EPG
pt: Nome EPG
ru: Название EPG

source: EPG overlap cut
de: EPG Überlagerung
pl: Wycięcie nakładającego się EPG

source: EPG scan
de: EPG-Abfrage
it: Scansione EPG
pl: Skanowanie EPG
pt: Análise EPG
ru: Сканирование ЕПГ

source: EPG scan time-out in seconds (30-7200)
de: EPG-Scan-Timeout in Sekunden (30-7200)
pl: Limit czasu skanowania EPG w sekundach (30-7200)

source: EPG source
cs: Zdroj EPG
de: EPG-Quelle
it: Sorgente EPG
pl: Źródło EPG
pt: Fonte EPG
ru: ЕПГ источник

source: EPG update window
cs: EPG časové okno aktualizace
de: EPG Änderungszeitfenster
it: Finestra di aggiornamento EPG
pl: Okno aktualizacji EPG
pt: Actualização do EPG
ru: Окно обновления ЕПГ

source: EPG/Autorec Settings
pl: Ustawienia EPG/autonagrań

source: EXTERNAL
pl: ZEWNETRZNY

source: Economics
bg: Икономични
cs: Ekonomika
de: Wirtschaft
hr: Ekonomija
it: Economia
pl: Ekonomia
pt: Economia
ru: Экономика

source: Education
bg: Образование
cs: Vzdělání
de: Bildung
hr: Obrazovanje
it: Educazione
pl: Edukacja
pt: Educação
ru: Образование

source: Education / Science / Factual topics
de: Bildung / Wissenschaft / Sachthemen
pl: Edukacja / nauka / tematy faktograficzne

source: Educational
bg: Образователни
cs: Vzdělávací
de: Lehrreich
hr: Obrazovno
it: Educativo
pl: Edukacyjny
pt: Educacional
ru: Образовательные

source: Electronic Program Guide
pl: Przewodnik (EPG)

source: Elementary Stream Filter
bg: Стриим филтър начален
de: Streamkomponentenfilter
hr: Osnovni filter strujanja
pl: Filtr strumienia podstawowego

source: Elementary stream filter
cs: Filtr elementárního streamu
de: Streamkomponentenfilter
it: Filtro dello stream elementare
pl: Filtr strumienia podstawowego
pt: Filtro de Transmissão
ru: Простой фильтр потока

source: Enable
de: Aktiviert
pl: Włącz

source: Enable (auto)
bg: Разреши (автоматично)
cs: Povolit (auto)
de: Aktivieren (auto)
hr: Omogući (automatski)
it: Abilita (automatico)
pl: Włącz (automatycznie)
pt: Activar (auto)
ru: Включение (авто)

source: Enable DBus
bg: Разреши DBus
cs: Povolit DBus
de: DBus aktivieren
hr: Omogući DBus
it: Abilita DBus
pl: Włącz DBus
pt: Activar DBus
ru: Включение DBus

source: Enable HDHomeRun Server Emulation
pl: Włącz emulację serwera HDHomeRun

source: Enable NTP driver
cs: Povolit NTP ovladač
de: Aktiviere NTP-Treiber
it: Abilita driver NTP
pl: Włącz sterownik NTP
pt: Activar o driver NTP
ru: Включить драйвер NTP

source: Enable coredumps for daemon
bg: Разреши подтискане на ядрото на демона
cs: Povolit coredump pro démona
de: Coredumps für Daemon aktivieren
it: Abilita coredump per demone
pl: Włącz zrzuty pamięci dla demona
pt: Activar coredumps do serviço
ru: Включить дамп ядра для демона

source: Enable debug on stderr
bg: Разреши stderr да открива грешки
cs: Povolit ladící výstup na stderr
de: Debug auf stderr aktivieren
hr: Omogući otklanjanje greške na stderr
it: Abilita debug su stderr
pl: Włącz debugowanie na stderr
pt: Activar depuração no stderr
ru: Включение дебага на stderr

source: Enable debug subsystems
bg: Разреши субсистемата за грешки
cs: Povolit ladící podsystémy
de: Debug-Subsysteme aktivieren
hr: Omogući otklanjanje greške podsustava
it: Abilita sottosistemi di debug
pl: Włącz debugowanie podsystemów
pt: Activar depuração dos subsistemas
ru: Включение подсистемы дебага

source: Enable debug to file
bg: Разреши запис на грешките във файл
cs: Povolit ladící výstup do souboru
de: Debug in Datei aktivieren
hr: Omogući otklanjanje greške u datoteku
it: Abilita debug su file
pl: Włącz debugowanie do pliku
pt: Activar depuração para ficheiro
ru: Включение дебага в файл

source: Enable debug to syslog
bg: Разреши запис на грешките във системния лог
cs: Povolit ladící výstop pro syslog
de: Debug nach Syslog aktivieren
hr: Omogući otklanjanje greške u zapis sustava
it: Abilita debug su syslog
pl: Włącz debugowanie do syslog
pt: Activar depuração para syslog
ru: Включить дебаг в syslog

source: Enable exclusion of user-config defined channel tags. This will prevent the user from accessing channels associated with the tags selected (below).
pl: Włącz wykluczanie tagów kanałów zdefiniowanych w konfiguracji użytkownika. Uniemożliwi to użytkownikowi dostęp do kanałów powiązanych z wybranymi tagami (poniżej).
pt: Activar a exclusão de etiquetas do canal definidas na configuração do utilizador. Previne que o utilizador consiga aceder a canais com as seguintes etiquetas (abaixo).

source: Enable if the SAT>IP box requests plts=on parameter in the SETUP RTSP command for DVB-S2 muxes.
de: Aktiviere, wenn die SAT>IP-Box den "plts=on" Parameter im "SETUP RTSP"-Befehl für DVB-S2-Muxes anfordert.
pl: Włącz, jeśli pole SAT>IP wymaga parametru plts=on w poleceniu SETUP RTSP dla multiplekserów DVB-S2.

source: Enable if the SAT>IP box requires pids=21 parameter in the SETUP RTSP command
de: Aktivieren, wenn die SAT>IP Box den pids=21 Parameter im SETUP RTSP Kommando benötigt.
pl: Włącz, jeśli pole SAT>IP wymaga parametru pids=21 w poleceniu SETUP RTSP
pt: Activar se o SAT>IP requerer o parâmetro pids=21 no comando RTSP

source: Enable if the SAT>IP box requires ro= parameter in the SETUP RTSP command for DVB-S2 muxes.
pl: Włącz, jeśli pole SAT>IP wymaga parametru ro= w poleceniu SETUP RTSP dla multiplekserów DVB-S2.

source: Enable if the SAT>IP box supports the addpids/delpids commands.
de: Aktivieren, wenn die SAT>IP Box addpid/delpid Kommandos unterstützt.
pl: Włącz, jeśli skrzynka SAT>IP obsługuje komendy addpids/delpids.
pt: Activar de o SAT>IP suportar comandos addpids/delpids

source: Enable if the SAT>IP box supports the frontend identifier. This allows the auto-tuner allocation, but it might cause trouble for boxes with different tuner reception connections like satellite inputs.
pl: Włącz, jeśli pole SAT>IP obsługuje identyfikator nakładki. Pozwala to na automatyczne przydzielanie tunera, ale może powodować problemy w przypadku urządzeń z różnymi złączami odbioru tunera, takimi jak wejścia satelitarne.
