Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: __Note:__ If the directory name starts with $$, then format string substitution from the
pl: __Uwaga:__ jeżeli nazwa katalogu zaczyna się od $$, wówczas należy zastosować podstawienie ciągu formatującego z

source: __Note__ : Some tuners (or drivers) require more tuning parameters than others so __be sure to enter as many tuning parameters as possible__ .
pl: __Uwaga__: Niektóre tunery (lub sterowniki) wymagają większej liczby parametrów strojenia niż inne, więc __pamiętaj o wprowadzeniu jak największej liczby parametrów strojenia__.

source: __Number__ : The channel number of the broadcasting channel, if defined.
pl: __Numer__ : Numer kanału nadawczego, jeśli został zdefiniowany.

source: __Output__ : The output data rate in kb/s.
pl: __Wyjście__ : Szybkość danych wyjściowych w kb/s.

source: __PID list__ : Input source Program Identification (PIDs) numbers in use by the subscription.
pl: __Lista PID__: Wprowadź numery identyfikacyjne programu źródłowego (PID) używane przez subskrypcję.

source: __PID list__ : Input source Program Identification (PIDs) numbers in use.
pl: __Lista PID__: Używane numery identyfikacyjne programu źródłowego (PID).

source: __Play__ / !
pl: __Odtwórz__ / !

source: __Profile__ : The name of the
pl: __Profil__ : Nazwa

source: __Progress__ : A bar graph display of how far through a program we currently are.
pl: __Postęp__: Wykres słupkowy pokazujący stopień zaawansowania programu, na którym aktualnie się znajdujemy.

source: __Proxy Address__ : The IP address of the proxy the client is connecting through (if known).
pl: __Adres proxy__: Adres IP serwera proxy, przez który łączy się klient (jeśli jest znany).

source: __Re-arrange__ the columns by simply dragging he header to a new spot.
pl: __Zmień układ__ kolumn, po prostu przeciągając nagłówek w nowe miejsce.

source: __Re-size__ the columns by dragging the very edges of the column header as required.
pl: __Zmień rozmiar__ kolumn, przeciągając krawędzie nagłówka kolumny, zgodnie z wymaganiami.

source: __SNR__ : Signal (To) Noise Ratio.
pl: __SNR__ : Stosunek sygnału do szumu.

source: __Scanning__
pl: __Skanowanie__

source: __Server Address__ : The address used to connect to the server. This is usually the IP of your device running Tvheadend.
pl: __Adres serwera__: Adres używany do łączenia się z serwerem. Zwykle jest to adres IP urządzenia, na którym działa Tvheadend.

source: __Service__ : The service used by the subscription.
pl: __Usługa__ : Usługa używana w ramach subskrypcji.

source: __Signal Strength__ : The signal strength as reported by the device, note that not all devices supply correct signal information, the value here can sometimes be ambiguous
pl: __Siła sygnału__: Siła sygnału zgłaszana przez urządzenie. Należy pamiętać, że nie wszystkie urządzenia dostarczają prawidłowych informacji o sygnale. Wartość ta może czasami być niejednoznaczna

source: __Stars__ : Rating (in stars) of the program.
pl: __Gwiazdy__ : Ocena (w gwiazdkach) programu.

source: __Start Time__ : The scheduled start time of the program.
pl: __Czas rozpoczęcia__: Planowany czas rozpoczęcia programu.

source: __Start__ : The date (and time) the subscription was started.
pl: __Rozpocznij__ : Data (i godzina) rozpoczęcia subskrypcji.

source: __Started__ : Date the connection started - YYYY-MM-DD HH:MM:SS.
pl: __Rozpoczęto__ : Data rozpoczęcia połączenia - RRRR-MM-DD HH:MM:SS.

source: __State__ : The status of the subscription
pl: __Stan__ : Stan subskrypcji

source: __Streaming__ : The number of active streams.
pl: __Strumieniowanie__ : Liczba aktywnych strumieni.

source: __Sub No__ : Number of subscriptions using the stream.
pl: __Numer subskrypcji__: Liczba subskrypcji korzystających ze strumienia.

source: __Subtitle__ : The subtitle of the program, if gien by your EPG provider. Note that some (notably, UK) providers use this for a program synopsis instead of a true subtitle.
pl: _ Podtytuł _ : Podtytuł programu, jeśli został nadany przez dostawcę EPG. Należy pamiętać, że niektórzy dostawcy (zwłaszcza w Wielkiej Brytanii) używają tego do streszczenia programu zamiast prawdziwego podtytułu.

source: __Sweep/Clean Icon !
pl: __Ikona zamiatania/czyszczenia!

source: __This is definition list formatting__ : with a subsequent explanation
pl: __To jest formatowanie listy definicji__: z późniejszymi wyjaśnieniami

source: __This is paragraph formatting__ : with a subsequent explanation
pl: __To jest formatowanie akapitu__ : z późniejszym wyjaśnieniem

source: __Title__ : The title of the program. _You can automatically set a filter to the value of this field by clicking on it (e.g. click on 'Daily News' will automatically filter the whole grid to only show programs with the same name)._
pl: __Tytuł__ : Tytuł programu. _Możesz automatycznie ustawić filtr na wartość tego pola, klikając na nie (np. kliknięcie „Daily News” spowoduje automatyczne przefiltrowanie całej siatki i pokazanie tylko programów o tej samej nazwie)._

source: __Title__ : Title of the application using the subscription - you will sometimes see "epggrab" here, this is an internal subscription used by Tvheadend to grab EPG data.
pl: __Tytuł__ : Tytuł aplikacji korzystającej z subskrypcji - czasami zobaczysz tutaj „epggrab”, jest to wewnętrzna subskrypcja używana przez Tvheadend do pobierania danych EPG.

source: __Transport Errors__ : Number of transport streams errors. A fast increasing value here can indicate signal issues. Device drivers can sometimes send garbage data at the beginning of a stream, as long as the value doesn't increase at a fast pace and you have no playback issues, there is nothing to worry about.
pl: __Błędy transportu__ : Liczba błędów strumieni transportowych. Szybko rosnąca wartość może wskazywać na problemy z sygnałem. Sterowniki urządzeń mogą czasami wysyłać niepotrzebne dane na początku strumienia, o ile wartość nie rośnie w szybkim tempie i nie występują problemy z odtwarzaniem, nie ma się czym martwić.

source: __Tuner and Network__
pl: __Tuner i sieć__

source: __Type__ : Connection type - HTSP or HTTP.
pl: __Typ__ : Typ połączenia — HTSP lub HTTP.

source: __Uncorrected Blocks__ : Number of uncorrected blocks. A value higher than 0 can indicate a weak signal or interference, note that some devices can send a false value.
pl: __Nieskorygowane bloki__ : Liczba nieskorygowanych bloków. Wartość wyższa niż 0 może wskazywać na słaby sygnał lub zakłócenia. Należy pamiętać, że niektóre urządzenia mogą wysyłać fałszywą wartość.

source: __Username__ : The username used to access Tvheadend (a blank cell indicates no username was supplied).
pl: __Nazwa użytkownika__ : Nazwa użytkownika używana do uzyskiwania dostępu do Tvheadend (pusta komórka oznacza, że nie podano nazwy użytkownika).

source: __Username__ : Username using the subscription - a blank cell indicates the subscriber didn't supply a username.
pl: __Nazwa użytkownika__ : Nazwa użytkownika korzystającego z subskrypcji — pusta komórka oznacza, że subskrybent nie podał nazwy użytkownika.

source: __View Level__ | Change the interface view level to show/hide more advanced options. __Help__ | Display this help page.
pl: __Poziom widoku__ | Zmień poziom widoku interfejsu, aby pokazać/ukryć bardziej zaawansowane opcje. __Pomoc__ | Wyświetl tę stronę pomocy.

source: __Weight__ : Stream weighting.
pl: __Ranga__ : Ranga strumienia.

source: __Welcome to Tvheadend, Your TV Streaming Server and Video Recorder__
pl: __Witamy w Tvheadend – Twoim serwerze do transmisji strumieniowej TV i rejestratorze wideo__

source: __You are now Finished__
pl: __ Już skończono __

source: __You can omit this step (do not check 'Map all services') and map services to channels manually.__
pl: __Możesz pominąć ten krok (nie zaznaczać opcji „Mapuj wszystkie usługi”) i ręcznie mapować usługi do kanałów.__

source: __You can skip this step (do not check 'Map all services') and map services to channels manually.__
pl: __Możesz pominąć ten krok (nie zaznaczać opcji „Mapuj wszystkie usługi”) i ręcznie mapować usługi na kanały.__

source: `$2A` would insert `02` into the file name.
pl: `$2A` wstawi `02` do nazwy pliku.

source: `$3B` would insert `006` into the file name.
pl: `$3B` wstawi `006` do nazwy pliku.

source: `$A` would insert `2` into the file name.
pl: `$A` wstawi `2` do nazwy pliku.

source: `$B` would insert `6` into the file name.
pl: `$B` wstawi `6` do nazwy pliku.

source: access
pl: dostęp

source: and
pl: i

source: and IRC (_#hts_ on _Libera_ ). If you don't have a client installed you can use the
pl: i IRC (_#hts_ na _Libera_). Jeśli nie masz zainstalowanego klienta, możesz użyć

source: audioes
pl: audio

source: auth
pl: autoryzacja

source: available. Tvheadend will parse the NIT then the add newly discovered muxes automatically.
pl: dostępny. Tvheadend przeanalizuje NIT, a następnie automatycznie doda nowo wykryte multipleksy.

source: based) computers that you connect to your network via Ethernet or Wifi, they often have a large number of tuners and are controlled via a web interface or software. Many work out-of-the-box with Tvheadend using SAT>IP or the HDHomeRun protocols.
pl: oparte) komputery, które łączysz z siecią przez Ethernet lub Wi-Fi, często mają dużą liczbę tunerów i są sterowane za pomocą interfejsu internetowego lub oprogramowania. Wiele z nich współpracuje z Tvheadend przy użyciu protokołów SAT>IP lub HDHomeRun.

source: before continuing with the wizard, as it contains lots of useful info!
pl: zanim przejdziesz dalej z kreatorem, ponieważ zawiera on wiele przydatnych informacji!

source: below
pl: poniżej

source: below for important information!
pl: poniżej ważne informacje!

source: bouquet
pl: bukiet

source: button will be shown instead.
pl: zamiast tego zostanie wyświetlony przycisk.

source: capabilities.
pl: możliwości.

source: changes. We're ignoring the last component
pl: zmiany. Ignorujemy ostatni element

source: channel
pl: kanał

source: channelid
pl: idkanału

source: channelname
pl: nazwakanału

source: channelnumber
pl: numer kanału

source: channels
pl: kanały

source: charset
pl: zestawznaków

source: click to call up more detailed information about an event
pl: kliknij, aby wyświetlić bardziej szczegółowe informacje o zdarzeniu

source: codec
pl: kodek

source: config
pl: konf

source: configuration
pl: konfiguracja

source: default - HTTP authentication
pl: domyślnie - uwierzytelnianie HTTP

source: descramble
pl: deszyfrowanie

source: descrambler
pl: deszyfrator

source: descrambler-emm
pl: deszyfrator-emm

source: dialog determines how services are mapped.
pl: okno dialogowe określa sposób mapowania usług.

source: dialog.
pl: okno dialogowe

source: display-name
pl: wyświetlana-nazwa

source: documentation
pl: dokumentacja

source: donate
pl: wspomóż

source: empty
pl: puste

source: field to 127.0.0.1 and
pl: pole na 127.0.0.1 i

source: for UK DVB-T transmitters
pl: dla brytyjskich nadajników DVB-T

source: for a detailed look into service mapping.
pl: aby uzyskać szczegółowe informacje na temat mapowania usług.

source: for a full list.
pl: aby uzyskać pełną listę.

source: for a list of possible reasons.
pl: aby zapoznać się z listą możliwych powodów.

source: for all European satellite information
pl: dla wszystkich europejskich informacji satelitarnych

source: for details.
pl: aby uzyskać szczegółowe informacje.

source: for more details on service mapping.
pl: aby uzyskać więcej informacji na temat mapowania usług.

source: for more info.
pl: po więcej informacji.

source: for primarily central and northern Europe
pl: głównie dla Europy Środkowej i Północnej

source: for worldwide satellite information.
pl: do ogólnoświatowych informacji satelitarnych.

source: force service type to 1
pl: wymuś typ usługi na 1

source: grabber script & parses the output.
pl: skrypt grabbera i analizuje dane wyjściowe.

source: grabber script & parses the output. This isn't widely used!
pl: skrypt grabbera i analizuje dane wyjściowe. To nie jest powszechnie stosowane!

source: grabber script.
pl: skrypt grabbera.

source: grabber script. This isn't widely used!
pl: skrypt grabbera. To nie jest powszechnie stosowane!

source: grabbing
pl: pobieranie

source: grid
pl: siatka

source: here
pl: tutaj

source: indicates the location (or path) of the device.
pl: wskazuje lokalizację (lub ścieżkę) urządzenia.

source: indicates the tuner (in this case
pl: wskazuje tuner (w tym przypadku

source: information icon will display service details.
pl: ikona informacji wyświetli szczegóły usługi.

source: is a unique ID.
pl: to unikalny identyfikator.

source: is also performed here.
pl: to jest także tutaj wykonywane

source: is the RTSP server listening port.
pl: to port nasłuchiwania serwera RTSP.

source: is the SAT>IP server name.
pl: to nazwa serwera SAT>IP.

source: is the adapter number (also used in the path).
pl: to numer adaptera (używany również w ścieżce).

source: is the adapter number.
pl: to numer adaptera.

source: is the chipset name.
pl: to nazwa chipsetu.

source: is the delivery system.
pl: to system dostarczania.

source: is the demodulation chipset name given to it by the kernel driver.
pl: to nazwa chipsetu demodulacyjnego nadana mu przez sterownik jądra.

source: is the frontend number. A tuner can have many frontends!
pl: to numer frontendu. Tuner może mieć wiele nakładek!

source: is the listening port.
pl: to port nasłuchowy.

source: is the server's IP address.
pl: to adres IP serwera.

source: items
pl: pozycje

source: like a spreadsheet, a panel, or a list of (grouped) settings/options below that.
pl: jak arkusz kalkulacyjny, panel lub lista (zgrupowanych) ustawień/opcji poniżej.

source: lock
pl: blokada

source: main
pl: główne

source: menu bar
pl: pasek menu

source: mode is that no UDP connections are required. All communication is processed through the named pipe(/tmp/camd.socket). The configuration for OSCam is same as the previous
pl: tryb polega na tym, że nie są wymagane żadne połączenia UDP. Cała komunikacja jest przetwarzana przez nazwany potok (/tmp/camd.socket). Konfiguracja OSCam jest taka sama jak poprzednia

source: mode, but a named pipe(/tmp/camd.socket) connection is used instead of the TCP connection.
pl: tryb, ale zamiast połączenia TCP używane jest nazwane połączenie potokowe (/tmp/camd.socket).

source: mode, but a namedpipe (/tmp/camd.socket) connection is used instead of the TCP connection.
pl: tryb, ale zamiast połączenia TCP używane jest połączenie nazwanego potoku (/tmp/clamd.socket).

source: mode.
pl: tryb.

source: module under 'General Settings'.
pl: moduł w obszarze „Ustawienia ogólne”.

source: mux
pl: multiplekser

source: muxer
pl: multipleksery

source: name
pl: nazwa

source: networks
pl: sieci

source: networks or manually configured.
pl: sieci lub skonfigurowane ręcznie.

source: no
pl: nie

source: or
pl: lub

source: or chat to us on
pl: lub porozmawiaj z nami na

source: or per
pl: lub za

source: pernament code which must be enabled in the password table
pl: stały kod, który należy włączyć w tabeli haseł

source: pids
pl: pid-y

source: playlist
pl: listaodtwarzania

source: profile
pl: profil

source: recordings
pl: nagrania

source: section of oscam.conf:
pl: sekcja oscam.conf:

source: service
pl: usługa

source: service-mapper
pl: maper-usług

source: settings
pl: ustawienia

source: sort
pl: sortuj

source: spawn
pl: tworzenie

source: subscription
pl: subskrypcja

source: tab - including those currently broadcasting.
pl: karta – łącznie z aktualnie nadawanymi.

source: tab to re-generate them.
pl: karta, aby je ponownie wygenerować.

source: tab when you press the _[Map services]_ button.
pl: karta po naciśnięciu przycisku _[Mapuj usługi]_.

source: tab. Note, when streaming using the HTSP Protocol e.g. Kodi (via pvr.hts) or Movian the HTSP profile will always be used.
pl: karta. Uwaga, podczas przesyłania strumieniowego przy użyciu protokołu HTSP, np. Kodi (przez pvr.hts) lub Movian, zawsze będzie używany profil HTSP.

source: tab. This allows you to set, for example, more post-broadcast padding for a channel that always runs late, or perhaps define a different post-processing command to strip adverts out on a commercial channel.
pl: karta. Pozwala to na przykład ustawić więcej dopełnienia po emisji dla kanału, który zawsze się spóźnia, lub zdefiniować inne polecenie przetwarzania końcowego w celu usunięcia reklam z kanału komercyjnego.

source: tab. This dialog shows the received PIDs and filtered PIDs in one window.
pl: karta. To okno dialogowe pokazuje odebrane i przefiltrowane PID w jednym oknie.

source: tag instead
pl: tag zamiast tego

source: tagid
pl: idtagu

source: tagname
pl: nazwatagu

source: tags
pl: tagi

source: temporary ticket valid for 5 minutes
pl: bilet tymczasowy ważny 5 minut

source: text() = Node text
pl: text() = Tekst węzła

source: that provides access to Add/Save/Edit-type functions, and a
pl: zapewniający dostęp do funkcji typu Dodaj/Zapisz/Edytuj oraz

source: the program failed to record
pl: program nie zdołał się nagrać.

source: the program is currently recording
pl: program jest obecnie nagrywany

source: the program is scheduled for recording
pl: program ma zaplanowane nagranie

source: the subscription is using - if the subscription is streaming a service/mux this cell will be blank.
pl: subskrypcja jest używana - jeśli subskrypcja przesyła strumieniowo usługę/multiplekser, ta komórka będzie pusta.

source: the subscription is using.
pl: korzysta z subskrypcji.

source: the view level drop-down isn't always visible.
pl: menu rozwijane poziomu widoku nie zawsze jest widoczne.

source: thread
pl: wątek

source: ticket
pl: bilet

source: time
pl: czas

source: to 9000 (or your preferred TCP port). Note that the TCP port must match OSCam's configuration. The following lines are required in
pl: na 9000 (lub preferowany port TCP). Pamiętaj, że port TCP musi odpowiadać konfiguracji OSCam. Następujące linie są wymagane w

source: to force a scan and effectively ask your tuner what it can see.
pl: aby wymusić skanowanie i skutecznie zapytać tuner, co widzi.

source: transcode
pl: transkoduj

source: user
pl: użytkownik

source: view level
pl: poziom widoku

source: webchat
pl: czat

source: webui
pl: interfejs www

source: weight
pl: ranga

source: will be
pl: będzie

source: yes
pl: tak

source: you want to export. If you don't export any, you will see the following error message (in the log).
pl: chcesz wyeksportować. Jeśli nie wyeksportujesz żadnego, zobaczysz następujący komunikat o błędzie (w dzienniku).

source: | --------------------------- | ------------- Headless table cell 1 | Content from cell 2 Content in the first column | Content in the second column
pl: | --------------------------- | ------------- Beznagłówkowa komórka tabeli 1 | Treść z komórki 2 Treść w pierwszej kolumnie | Treść w drugiej kolumnie
