Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: Debug options
pl: Opcje debugowania

source: Debugging
pl: Debugowanie

source: Default
pl: Domyślny

source: Default format (title, unique number, extension)
pl: Domyślny format (tytuł, unikalny numer, rozszerzenie)

source: Delete
pl: Usuń

source: Delete the selected entry/entries.
pl: Usuń wybrany wpis/wpisy.

source: Delete/Remove
pl: Usuń

source: Depending on your distribution, the default command-line configuration is usually stored in the `/etc/sysconfig` tree or an init script. You may also be able to change `/etc/default/tvheadend` to add additional command-line parameters.
pl: W zależności od dystrybucji, domyślna konfiguracja wiersza poleceń jest zazwyczaj przechowywana w drzewie `/etc/sysconfig` lub skrypcie inicjalizacyjnym. Możesz również zmienić `/etc/default/tvheadend`, aby dodać dodatkowe parametry wiersza poleceń.

source: Descrambler
pl: Deszyfrator

source: Descrambler EMM
pl: Deszyfrator EMM

source: Description
pl: Opis

source: Description/Properties
pl: Opis/Właściwości

source: Detach from bouquet
pl: Odłącz od bukietu

source: Detaching Channels
pl: Odczepianie kanałów

source: Detaching channels from a bouquet will prevent any further updates provided by the bouquet, which unfortunately means you will have to manually re-map when changes to services occur (e.g, mux moves, ceased broadcasting etc).
pl: Odczepienie kanałów od bukietu spowoduje zaprzestanie dalszych aktualizacji dostarczanych przez bukiet, co niestety oznacza, że ​​będziesz musieć ręcznie przemapować, gdy wystąpią zmiany w usługach (np. przeniesienie multipleksu, zaprzestanie nadawania itp.).

source: Device Types and Configuration
pl: Typy urządzeń i konfiguracja

source: DiSEqC Switch
pl: Przełącznik DiSEqC

source: DiSEqC Switch configuration.
pl: Konfiguracja przełącznika DiSEqC.

source: Dialog button
pl: Przycisk okna dialogowego

source: Digital Video Recorder
pl: Rejestrator (DVR)

source: Digital Video Recorder -> Failed Recordings only.
pl: Rejestrator (DVR) -> tylko Błędne nagrania

source: Digital Video Recorder -> Finished Recordings only.
pl: Rejestrator (DVR) -> tylko Zakończone nagrania

source: Digital Video Recorder -> Finished/Failed/Removed Recordings only.
pl: Rejestrator (DVR) -> tylko Zakończone/Błędne/Usunięte nagrania

source: Digital Video Recorder -> Upcoming / Current Recordings only.
pl: Rejestrator (DVR) -> tylko Nadchodzące (bieżące) nagrania

source: Digital Video Recorder Profiles
pl: Profile rejestratora (DVR)

source: Disable
pl: Wyłącz

source: Disable automatic service checking.
pl: Wyłącz automatyczne sprawdzanie usługi.

source: Disable mux discovery.
pl: Wyłącz wykrywanie multipleksera.

source: Disabled
pl: Wyłączony

source: Discover SAT
pl: Odkryj SAT

source: Discover new muxes and changes to existing muxes.
pl: Odkryj nowe multipleksery i zmiany w istniejących multiplekserach.

source: Discover new muxes only.
pl: Odkrywaj tylko nowe multipleksery.

source: Discovered service(s) management
pl: Zarządzanie odkrytymi usługami

source: DiseqC Rotor
pl: Rotor DiseqC

source: DiseqC rotor configuration.
pl: Konfiguracja rotora DiSEqC.

source: Display Only Grid Items
pl: Wyświetl tylko wpisy siatki

source: Display the
pl: Wyświetl

source: Display the help page.
pl: Wyświetl stronę pomocy.

source: Display the more advanced tabs/items.
pl: Wyświetl bardziej zaawansowane karty/wpisy.

source: Display the most commonly used tabs/items.
pl: Wyświetl najczęściej używane karty/wpisy.

source: Display/Jump to the next associated item, channel or EPG event.
pl: Wyświetl/skocz do następnego powiązanego wpisu, kanału lub wydarzenia EPG.

source: Display/Jump to the previous associated item, channel or EPG event.
pl: Wyświetl/skocz do następnego poprzedniego wpisu, kanału lub wydarzenia EPG.

source: Displaying and Manipulating Columns
pl: Wyświetlanie i manipulowanie kolumnami

source: Don't forget to set the _EIT time offset_ for your network(s)!
pl: Nie zapomnij ustawić _offsetu czasu EIT_ dla swojej sieci(y)!

source: Don't keep
pl: Nie zachowuj

source: Don't use running state (EITp/f) detection.
pl: Nie używaj wykrywania stanu działania (EITp/f).

source: Donate to Tvheadend
pl: Przekaż darowiznę na Tvheadend

source: Download
pl: Pobierz

source: Download a playlist file (XSPF or M3U depending on your startup options); if your system is configured for it, this will automatically launch an appropriate player, otherwise you will need to manually open the playlist to start watching (normally a double-click on the downloaded file).
pl: Pobierz plik listy odtwarzania (XSPF lub M3U w zależności od opcji uruchamiania); jeśli Twój system jest na to skonfigurowany, to automatycznie uruchomi odpowiedni odtwarzacz, w przeciwnym razie będziesz musiał ręcznie otworzyć listę odtwarzania, aby rozpocząć oglądanie (zazwyczaj podwójne kliknięcie na pobrany plik).

source: Download the selected recording.
pl: Pobierz wybrane nagranie.

source: Drop (displayed) connections
pl: Upuść (wyświetlone) połączenia

source: Drop the currently-shown active connections.
pl: Upuść obecnie wyświetlane aktywne połączenia.

source: During scanning, the number of muxes and services shown below should increase. If this doesn't happen, check the connection(s) to your device(s)..
pl: Podczas skanowania liczba multiplekserów i usług pokazanych poniżej powinna wzrosnąć. Jeśli tak się nie stanie, sprawdź połączenia z urządzeniem lub urządzeniami.

source: EITp/f (Event Information Table present/following) is broadcast alongside EPG data, it allows broadcasters to tell DVRs/STBs when a program starts, pauses or finishes.
pl: EITp/f (obecna/następująca Event Information Table) jest nadawane razem z danymi EPG, umożliwia to nadawcom informowanie odbiorników DVR/STB, kiedy program się zaczyna, pauzuje lub kończy.

source: EMPTY
pl: PUSTY

source: EPG Database
pl: Baza danych EPG

source: EPG Detail 2
pl: Szczegół 2 EPG

source: EPG Grabber
pl: Grabber EPG

source: EPG Grabber Channels
pl: Kanały grabbera EPG

source: EPG Grabber Modules
pl: Moduły grabbera EPG

source: EPG data sources used by channels
pl: Dostawcy danych EPG używani przez kanały

source: EPG grabber configuration
pl: Konfiguracja EPG grabber

source: EPG grabber module management
pl: Moduł zarządzania pobieraniem EPG

source: EPG overview
pl: Przegląd EPG

source: EPG tab items
pl: Wpisy karty EPG

source: EXCLUSIVE
pl: WYŁĄCZNY

source: Each numbered (ordered) list will restart from 1.
pl: Każda numerowana (uporządkowana) lista będzie zaczynać się od 1.

source: Each rule is executed in sequence (as displayed in the grid).
pl: Każda reguła jest wykonywana sekwencyjnie (tak jak jest wyświetlana w siatce).

source: Each tab is then laid out with a
pl: Każda karta jest następnie ułożona z

source: Easy to Configure and Administer
pl: Łatwe do skonfigurowania i administrowania

source: Edit
pl: Edytuj

source: Edit the selected entries.
pl: Edytuj wybrane wpisy.

source: Editing (in the Grid)
pl: Edycja (w siatce)

source: Electronic Program Guide
pl: Przewodnik (EPG)

source: Electronic Program Guide only.
pl: Tylko Przewodnik (EPG)

source: Electronic Program Guide/Broadcast details only.
pl: Tylko Przewodnik (EPG) / Szczegóły transmisji

source: Electronic Programme Guide
pl: Przewodnik (EPG)

source: Elementary Stream Filter
pl: Filtr strumienia elementarnego

source: Elementary stream filtering
pl: Filtr strumienia podstawowego

source: Elementary streams not marked IGNORE, USE or EXCLUSIVE will not be filtered out.
pl: Strumienie podstawowe nieoznaczone jako IGNORUJ, UŻYJ lub WYŁĄCZNY nie zostaną odfiltrowane.

source: Enable
pl: Włącz

source: Enable automatic service checking.
pl: Włącz automatyczne sprawdzanie usługi.

source: Enable persistent authentication.
pl: Włącz trwałą autoryzację.

source: Enable running state (EITp/f) detection.
pl: Włącz wykrywanie stanu działania (EITp/f).

source: Enabled
pl: Włączony

source: End
pl: Koniec

source: Error message
pl: Komunikat błędu

source: Even with correct guide information, external scrapers can retrieve incorrect results. A famous example being the detective tv series "Castle" is often incorrectly retrieved as a much earlier tv show about castles.
pl: Nawet przy poprawnych informacjach przewodnikowych, zewnętrzne skrobaki mogą pobierać nieprawidłowe wyniki. Słynnym przykładem jest serial detektywistyczny "Castle", który często jest błędnie pobierany jako znacznie wcześniejszy program telewizyjny o zamkach.

source: Even with these details, fanart grabbers can sometimes return incorrect results.
pl: Nawet z tymi szczegółami, grabbery fanartów czasami mogą zwracać nieprawidłowe wyniki.

source: Event Details and Recording
pl: Szczegóły wydarzenia i nagranie

source: Event episode name
pl: Nazwa odcinka wydarzenia

source: Event episode number
pl: Numer odcinka wydarzenia

source: Event season number
pl: Numer sezonu wydarzenia

source: Event subtitle name
pl: Nazwa napisów wydarzenia

source: Event subtitle name or summary text
pl: Nazwa podytułu lub tekst podsumowania wydarzenia

source: Event summary text
pl: Tekst podsumowanie wydarzenia

source: Event title name
pl: Nazwa tytułu wydarzenia

source: Example
pl: Przykład

source: Example Purpose
pl: Przykładowy cel

source: Example for apache (--http_root=/my/tvh/server):
pl: Przykład dla Apache (--http_root=/my/tvh/server):

source: Example for nginx (--http_root /my/tvh/server):
pl: Przykład dla nginx (--http_root /my/tvh/server):

source: Example value
pl: Przykładowa wartość

source: Example:
pl: Przykład:

source: Example: `file:///home/hts/picons`
pl: Przykład: `file:///home/hts/picons`

source: Example: `file:///tmp/icons/%C.png` or `http://example.com/%c.png`
pl: Przykład: `file:///tmp/icons/%C.png` or `http://example.com/%c.png`

source: Examples are:
pl: Przykłady to:

source: Examples for `$3Q` are:
pl: Przykłady dla `$3Q` to:

source: Examples for `$3q` are:
pl: Przykłady dla `$3q` to:

source: Exclamation icon
pl: Ikona wykrzyknika

source: Exclude channel tags
pl: Wyklucz tagi kanałów

source: Expand a bit on command-line options and give some examples of common usage
pl: Rozwiń nieco opcje wiersza poleceń i podaj kilka przykładów ich powszechnego użycia.

source: Expert
pl: Ekspercki

source: Explanation
pl: Wyjaśnienie

source: External PyEPG
pl: Zewnętrzny PyEPG

source: External XMLTV
pl: Zewnętrzny XMLTV

source: Extra Arguments
pl: Dodatkowe argumenty

source: FAQ: Frequently-asked Questions
pl: FAQ: Często zadawane pytania

source: Failed Recordings
pl: Błędne nagrania

source: Fanart grabbers only work correctly if your scrapper provides high quality information. In particular, they require season and episode details for series, and year details for movies.
pl: Grabbery fanartów działają poprawnie tylko wtedy, gdy pobierak dostarcza wysokiej jakości informacje. W szczególności wymagają szczegółów sezonu i odcinka w przypadku seriali oraz szczegółów roku w przypadku filmów.

source: Features
pl: Funkcje

source: Field
pl: Pole

source: Field prefixes are always provided in the same sequence and will be present even if the field is empty.
pl: Prefiksy pól są zawsze podawane w tej samej kolejności i będą obecne nawet wtedy, gdy pole jest puste.

source: Field separator (Tab)
pl: Separator pól (Tabulator)

source: File missing
pl: Plik utracony

source: Filename extension (from the active stream muxer
pl: Rozszerzenie pliku (z aktywnego multipleksera strumienia

source: Filesystem monitor
pl: Monitor systemu plików

source: Filter
pl: Filtr

source: Filter Basics
pl: Podstawy filtrów

source: Filter Range
pl: Zakres filtrów

source: Filter between showing all events (
pl: Filtruj między pokazywaniem wszystkich wydarzeń (

source: Filter channel...
pl: Filtr kanałów...

source: Filter content type...
pl: Filtr typu zawartości...

source: Filter duration...
pl: Filtr czasu trwania...

source: Filter tag...
pl: Filtr tagu...

source: Filter type
pl: Typ filtru

source: Filtering (or searching)
pl: Filtrowanie (lub wyszukiwanie)

source: Filtering out a Stream
pl: Filtrowanie strumienia

source: Filtering the EPG
pl: Filtrowanie EPG

source: Find info from ... drop-down
pl: Znajdź informacje z ... rozwijanego menu

source: Finished Recordings
pl: Zakończone nagrania

source: First Header
pl: Pierwszy nagłówek

source: First ordered list item
pl: Pierwszy uporządkowany wpis listy

source: For $t and $s format strings, you may also limit the number of output characters using $99-t format string where 99 means the limit. As you can see, the delimiter can be also applied.
pl: Dla ciągów formatujących $t i $s, możesz również ograniczyć liczbę znaków wyjściowych za pomocą ciągu formatującego $99-t, gdzie 99 oznacza limit. Jak widać, można również zastosować separator.

source: For CCCam connections.
pl: Dla połączeń CCCam.

source: For Constant Code Word connections (AES/ECB variant)
pl: Dla połączeń Constant Code Word (wariant AES/ECB)

source: For Constant Code Word connections (AES128/ECB variant)
pl: Dla połączeń Constant Code Word (wariant AES128/ECB)

source: For Constant Code Word connections (CSA/CBC variant)
pl: Dla połączeń Constant Code Word (wariant CSA/CBC)

source: For Constant Code Word connections (DES/NCB variant)
pl: Dla połączeń Constant Code Word (wariant DES/NCB)

source: For DVBAPI connections
pl: Dla połączeń DVBAPI

source: For a password to apply to an account, the username entered must match a username in the _Access Entries_ tab and only password entries that are enabled will apply.
pl: Aby hasło zostało zastosowane do konta, wprowadzone nazwa użytkownika musi pasować do nazwy użytkownika na karcie "Wpisy dostępu", a tylko włączone wpisy hasła zostaną zastosowane.

source: For devices with multiple tuners (e.g. either cable or terrestrial), be aware that many only allow you to use one tuner at a time. Selecting more than one tuner per device can thus result in unexpected behavior.
pl: Dla urządzeń z wieloma tunerami (np. kablowymi lub naziemnymi) należy pamiętać, że wiele z nich pozwala na korzystanie tylko z jednego tunera na raz. Wybranie więcej niż jednego tunera na urządzenie może prowadzić do nieoczekiwanego zachowania.

source: For example to include the passwd items you'd enter something like this:
pl: Na przykład, aby uwzględnić wpisy passwd, wprowadź coś takiego:

source: For example, if a program is to start at 13:00 and you set a padding of 5 minutes, it will start recording at 12:54:30 (including a warm-up time of 30 seconds (user configurable)). Setting the padding per channel will override the padding set in the
pl: Na przykład, jeśli program ma się rozpocząć o 13:00 i ustawisz margines czasowy wynoszący 5 minut, rozpocznie nagrywanie o 12:54:30 (wliczając czas rozgrzewki wynoszący 30 sekund (konfigurowalne przez użytkownika)). Ustawienie marginesu czasowego dla każdego kanału zastąpi ustawienie marginesu czasowego w

source: For example, with S02-E06:
pl: Na przykład poprzez S02-E06:

source: For example..
pl: Na przykład..

source: For information on the requirements for Tvheadend and installation instructions for various platforms, please see
pl: Aby uzyskać informacje na temat wymagań dla Tvheadend i instrukcji instalacji dla różnych platform, zobacz

source: For more information regarding the project, please see:
pl: Więcej informacji na temat projektu można znaleźć tutaj:

source: For more information, click on a type.
pl: Aby uzyskać więcej informacji, kliknij na typ.

source: For newcamd or CWC.
pl: Dla newcamd lub CWC.

source: For the purposes of the SeriesLink and EpisodeLink, the root node is considered to be `programme`.
pl: W przypadku SeriesLink i EpisodeLink za węzeł główny uważa się `programme`.

source: For the purposes of the category code, the root node is considered to be the standard `category` node within `programme`.
pl: Na potrzeby kodu kategorii, węzeł główny jest uważany za standardowy węzeł `category` w `programme`.

source: For the purposes of the unique ID, the root node is considered to be `programme`.
pl: Na potrzeby unikalnego identyfikatora, węzeł główny jest uważany za `programme`.

source: For use with devices that have a CAM module.
pl: Do użytku z urządzeniami posiadającymi moduł CAM.

source: For visual verification of filtering, there is the service info dialog in the
pl: Dla wizualnej weryfikacji filtrowania istnieje okno dialogowe informacji o usłudze.

source: Force Scan
pl: Wymuś skanowanie

source: Force Scanning
pl: Wymuś skanowanie

source: Force an immediate tune to the OTA EPG mux(es) to request EPG updates.
pl: Wymuś natychmiastowe dostrojenie do multipleksu OTA EPG, aby poprosić o aktualizacje EPG.

source: Force scanning a network
pl: Wymuś skanowanie sieci

source: Force scanning can take some time. You may continue to use Tvheadend while a scan is in progress, but doing so will increase the time needed for it to complete. Note that the time required can vary depending on a number of factors, such as how many tuners you have available and the number of muxes on each.
pl: Wymuszenie skanowania może zająć trochę czasu. Możesz nadal używać Tvheadend podczas trwania skanowania, ale spowoduje to wydłużenie czasu potrzebnego na jego zakończenie. Należy pamiętać, że wymagany czas może się różnić w zależności od wielu czynników, takich jak liczba dostępnych tunerów i liczba multiplekserów w każdym z nich.

source: Forces a scan on the selected network(s) or bouquet(s).
pl: Wymusza skanowanie na wybranych sieciach lub bukiecie.

source: Format Result
pl: Wynik formatowania

source: Frequently changing path component(s) in URL
pl: Często zmieniające się komponenty ścieżki w adresie URL

source: Frontends
pl: Nakładki

source: Full path to recording
pl: Pełna ścieżka do nagrania

source: Full-Text vs Merge-Text Searching Options
pl: Opcje wyszukiwania pełnotekstowego i wyszukiwania tekstu scalonego

source: Fully-Integrated with Mainstream Media Players
pl: W pełni zintegrowane z głównymi odtwarzaczami mediów

source: Function
pl: Funkcja

source: Further Information
pl: Więcej informacji

source: General
pl: Ogólne

source: General avlib profile.
pl: Ogólny profil avlib.

source: General paging functions `|< < > >|` allow you to quickly move between data sets.
pl: Ogólne funkcje stronicowania `|< < > >|` pozwalają na szybkie poruszanie się pomiędzy zestawami danych.

source: Generate lower-case filenames using picon formatting.
pl: Generuj nazwy plików pisane małymi literami przy użyciu formatowania picon.

source: Generate lower-case filenames.
pl: Generuj nazwy plików pisane małymi literami.

source: Generate new webUI help pages and push them to the Tvheadend repo
pl: Generuj nowe strony pomocy interfejsu i wypchnij je do repozytorium Tvheadend

source: Generic options
pl: Opcje ogólne

source: Getting Started
pl: Rozpoczęcie

source: Getting to grips with the interface
pl: Zaznajomienie się z interfejsem

source: Getting to know the first-time-user wizard
pl: Zapoznanie się z kreatorem dla początkujących użytkowników

source: GitHub mastering markdown
pl: Opanowanie znaczników Markdown GitHub

source: Gladiator (2000) (movie)
pl: Gladiator (2000) (film)

source: Global Headers
pl: Globalne nagłówki

source: Good sources of transmitter/mux information include:
pl: Dobre źródła informacji o nadajniku/multiplekserze obejmują:

source: Grabbers frequently require additional options such as "api keys", which are generated by registering at the appropriate site.
pl: Grabbery często wymagają dodatkowych opcji, takich jak "klucze api", które są generowane poprzez rejestrację na odpowiedniej stronie.

source: Gracefully stop the selected in-progress recording entry/entries.
pl: Natychmiast zatrzymaj wybrany wpis/wpisy nagrywania w trakcie.

source: Gray
pl: Szary

source: Grids
pl: Siatki

source: H.265 (HEVC), H.264 (MPEG-4 AVC) and MPEG2 video supported.
pl: Obsługiwane wideo H.265 (HEVC), H.264 (MPEG-4 AVC) i MPEG2.

source: H264,AC3,TELETEXT
pl: H264,AC3,TELETEKST

source: HD Homerun setup
pl: Konfiguracja HDHomeRun

source: HTSP Answer
pl: Odpowiedź HTSP

source: HTSP Profile
pl: Profil HTSP

source: HTSP Request
pl: Żądanie HTSP

source: HTSP Server
pl: Serwer HTSP

source: HTSP Subscription
pl: Abonament HTSP

source: HTTP Client
pl: Klient HTTP

source: HTTP Server
pl: Serwer HTTP

source: HTTP authentication (digest/plain)
pl: Uwierzytelnianie HTTP (skrót/zwykłe)

source: HTTP streaming.
pl: Strumieniowanie HTTP.

source: Hardware/Software Fundamentals
pl: Podstawy sprzętu/oprogramowania

source: Help
pl: Pomoc

source: Here are some examples:-
pl: Oto kilka przykładów:-

source: Here is an example of a device tree - yours will follow the same layout, but this is just to give you an idea as to what all the bits mean.
pl: Oto przykład drzewa urządzeń – Twoje będzie miało ten sam układ, ale ma to tylko na celu dać Ci wyobrażenie o znaczeniu wszystkich bitów.

source: Here we're removing the Bulgarian language audio from the input (first rule). However, if Bulgarian is the only language available add it back in as a last resort (second rule).
pl: W tym przypadku usuwamy z wejścia dźwięk w języku bułgarskim (pierwsza reguła). Jeśli jednak jedynym dostępnym językiem jest bułgarski, dodaj go ponownie w ostateczności (druga reguła).

source: Here you enter the access control details to secure your system.
pl: Tutaj wprowadzasz szczegóły kontroli dostępu w celu zabezpieczenia swojego systemu.

source: Here you map all discovered services to channels..
pl: Tu mapujesz wszystkie odkryte usługi na kanały..

source: Hopefully (and if everything went to plan) your client should have now detected Tvheadend as a SAT>IP server. If not, restart or force it to perform a service discovery.
pl: Miejmy nadzieję (i jeśli wszystko poszło zgodnie z planem), że Twój klient powinien teraz wykryć Tvheadend jako serwer SAT>IP. Jeśli nie, uruchom ponownie lub wymuś wykrycie usługi.

source: How deep do we want to (need to) get into setting up tuners - that's a constant source of woe for people?
pl: Jak głęboko chcemy (musimy) zagłębić się w konfigurację tunerów? To stałe źródło zmartwień dla ludzi.

source: How to compile/install on _insert your distro here_
pl: Jak skompilować/zainstalować w _tutaj wstaw swoją dystrybucję_

source: How to configure a recording
pl: Jak skonfigurować nagrywanie

source: How to display service information
pl: Jak wyświetlić informacje o usłudze

source: How to set up a multi-profile installation (access)
pl: Jak skonfigurować instalację wieloprofilową (dostęp)

source: How to set up conditional access ("Conditional Access System Configuration")
pl: Jak skonfigurować dostęp warunkowy ("Konfiguracja systemu dostępu warunkowego")

source: How to watch Live TV
pl: Jak oglądać telewizję na żywo

source: However, some item-specific configuration items are then only available through the _Add_ and _Edit_ dialog boxes. For example, the main network configuration tab grid covers parameters common to DVB-S, -T, -C and IPTV networks, but specific things such as FEC rolloff or mux URL are then only in the dialogs for networks that need these values.
pl: Jednakże niektóre elementy konfiguracji specyficzne dla elementu są wówczas dostępne tylko w oknach dialogowych _Dodaj_ i _Edycja_. Na przykład siatka głównej karty konfiguracji sieci obejmuje parametry wspólne dla sieci DVB-S, -T, -C i IPTV, ale określone wpisy, takie jak Rolloff FEC lub adres URL multipleksera, są wtedy widoczne tylko w oknach dialogowych sieci, które potrzebują tych wartości.

source: IDLE
pl: BEZCZYNNY

source: IGNORE
pl: IGNORUJ

source: IP Blocking Records
pl: Blokowanie IP nagrań

source: IP Config tab'
pl: Karta konfiguracji IP'

source: IP address block list.
pl: Lista blokowanych adresów IP.
