Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: The following items are display only - they are not part of the entry.
pl: Następujące elementy są tylko wyświetlane – nie są częścią wpisu.

source: The following major content items/chapters are then missing - based on most FAQs on the forum:
pl: Następnie brakuje następujących głównych wpisów treści/rozdziałów – na podstawie większości najczęściej zadawanych pytań na forum:

source: The following options can be passed to Tvheadend to provide detailed debugging information while the application is running.
pl: Następujące opcje mogą być przekazane do Tvheadend w celu uzyskania szczegółowych informacji debugowania podczas działania aplikacji.

source: The following placeholders are available:
pl: Następujące miejsca zastępcze są dostępne:

source: The following profiles (and their help docs) require Tvheadend to be built with transcoding/ffmpeg enabled.
pl: Następujące profile (i ich dokumentacje pomocnicze) wymagają, aby Tvheadend był skompilowany z włączoną funkcją transkodowania/ffmpeg.

source: The format strings `$q` and `$Q` generate filenames that are suitable for many external scrapers. They rely on correct schedule data that correctly identifies episodes and genres. If your guide data incorrectly identifies movies as shows then the filenames will be incorrect and show could be identifies as movies or vice-versa. Any xmltv guide data should contain the category "movie" for movies.
pl: Formaty łańcuchów `$q` i `$Q` generują nazwy plików odpowiednie dla wielu zewnętrznych skrobaków. Polegają one na poprawnych danych harmonogramu, które poprawnie identyfikują odcinki i gatunki. Jeśli dane przewodnika nieprawidłowo identyfikują filmy jako programy, nazwy plików będą nieprawidłowe, a program może być identyfikowany jako film lub odwrotnie. Wszystkie dane przewodnika xmltv powinny zawierać kategorię "film" dla filmów.

source: The format strings `$t`,`$s`,`%e`,`$c` also have delimiter variants such as `$ t` (space after the dollar character), `$-t`, `$_t`, `$.t`, `$,t`, `$;t`. In these cases, the delimiter is applied only when the substituted string is not empty.
pl: Ciągi formatujące `$t`,`$s`,`%e`,`$c` mają również warianty ograniczników, takie jak `$ t` (spacja po znaku dolara), `$-t`, `$_t`, `$.t`, `$,t`, `$;t`. W takich przypadkach ogranicznik jest stosowany tylko wtedy, gdy podstawiony ciąg nie jest pusty.

source: The icon next to each entry within the grid indicates the clients connection status.
pl: Ikona obok każdego wpisu w siatce wskazuje stan połączenia klienta.

source: The interface also makes use of split panels, examples being the _TV Adapters_ and _EPG Grabber Modules_ tabs. On the left, you'll see a list of items (or a tree as shown in the screenshot below), clicking on any of the items will display a parameter panel (on the right).
pl: Interfejs wykorzystuje również podzielone panele, czego przykładem są karty _Adaptery TV_ i _Moduły skrobaka EPG_. Po lewej stronie zobaczysz listę elementów (lub drzewo jak na zrzucie ekranu poniżej), kliknięcie dowolnego elementu spowoduje wyświetlenie panelu parametrów (po prawej).

source: The interface is made up of nested tabs, so similar functions are grouped together (e.g. all configuration items at the top level, then all configuration items for a particular topic are below that). Be aware that not all tabs are shown by default, some are hidden depending on the current
pl: Interfejs składa się z zagnieżdżonych kart, dzięki czemu podobne funkcje są pogrupowane razem (np. wszystkie elementy konfiguracji na najwyższym poziomie, następnie wszystkie elementy konfiguracji dla danego tematu znajdują się poniżej). Należy pamiętać, że nie wszystkie karty są domyślnie wyświetlane, niektóre są ukryte w zależności od bieżącego

source: The last mapped service's values will override the channel values set by the bouquet, e,g, if service "MyTV" with channel number 155 gets mapped to the channel "BBC One" on channel number 1 it will be renamed "MyTV" with channel number 155.
pl: Wartości ostatniej zmapowanej usługi zastąpią wartości kanałów ustawione przez bukiet, np. jeśli usługa „MyTV” o numerze kanału 155 zostanie zmapowana na kanał „BBC One” na kanale numer 1, jego nazwa zostanie zmieniona na „MyTV” z kanałem numer 155.

source: The level of a desired signal to the level of background noise
pl: Poziom pożądanego sygnału do poziomu szumu tła

source: The log contains information relating to the status of Tvheadend such as who's accessing it, what client they're using, and so on. it's mainly used for debugging (please see the debugging section for more), it can be used as a quick "is-it-working" overview too.
pl: Dziennik zawiera informacje dotyczące statusu Tvheadend, takie jak kto uzyskuje do niego dostęp, jakiego klienta używa i tak dalej. jest używany głównie do debugowania (więcej informacji można znaleźć w sekcji debugowanie), może być również używany jako szybki przegląd tego, czy to działa.

source: The log will remain open for a few moments at a time, if you want to keep it open (or to close it), press the chevron `▲` (up) or `▼` (down) arrows.
pl: Dziennik pozostanie otwarty przez kilka chwil. Jeśli chcesz go pozostawić otwartym (lub zamknąć), naciśnij strzałkę „▲” (w górę) lub „▼” (w dół).

source: The main grid items have the following functions:
pl: Główne elementy siatki mają następujące funkcje:

source: The map services to channels dialog allows you to control which services are mapped. The options selected here get passed to the
pl: Okno dialogowe Mapuj usługi na kanały pozwala kontrolować, które usługi są mapowane. Wybrane tutaj opcje zostaną przekazane do

source: The markup code:
pl: Kod znaczników:

source: The master ATSC-C frontend (most ATSC-C tuners use this type).
pl: Nadrzędna nakładka ATSC-C (większość tunerów ATSC-C używa tego typu).

source: The master ATSC-T frontend (most ATSC-T tuners use this type).
pl: Nadrzędna nakładka ATSC-T (większość tunerów ATSC-T używa tego typu).

source: The master DVB-C/C2 frontend (most DVB-C tuners use this type).
pl: Nadrzędna nakładka DVB-C/C2 (większość tunerów DVB-C używa tego typu).

source: The master DVB-S/S2 frontend (most DVB-S tuners use this type).
pl: Nadrzędna nakładka DVB-S/S2 (większość tunerów DVB-S używa tego typu).

source: The master DVB-T/T2 frontend (most DVB-T tuners use this type).
pl: Nadrzędna nakładka DVB-T/T2 (większość tunerów DVB-T używa tego typu).

source: The master ISDB-C frontend (most ISDB-C tuners use this type).
pl: Nadrzędna nakładka ISDB-C (większość tunerów ISDB-C używa tego typu).

source: The master ISDB-S/S2 frontend.
pl: Nadrzędna nakładka ISDB-S/S2

source: The master ISDB-T frontend (most ISDB-T tuners use this type).
pl: Nadrzędna nakładka ISDB-T (większość tunerów ISDB-T używa tego typu).

source: The master SAT>IP DVB-S/S2 frontend (most SAT>IP DVB-S tuners use this type).
pl: Nadrzędna nakładka SAT>IP DVB-S/S2 (większość tunerów SAT>IP DVB-S używa tego typu).

source: The number 1 variant forces the recording to be formatted as a movie, ignoring the genre from the schedule.
pl: Wariant 1 wymusza sformatowanie nagrania jako filmu, ignorując gatunek z harmonogramu.

source: The number 3 variants (`$3Q` and `$3q`) is an alternative directory layout that can be used if your guide data has accurate programme information. It will put movies in separate directories for each movie and tvshows in separate per-season directories.
pl: Warianty numer 3 ($3Q` i `$3q`) to alternatywny układ katalogu, którego można użyć, jeśli dane przewodnika zawierają dokładne informacje o programie. Umieści filmy w oddzielnych katalogach dla każdego filmu, a programy telewizyjne w oddzielnych katalogach na sezon.

source: The other major cause of this issue is when you're running Tvheadend as a user who doesn't have sufficient access to the tuners, such as not being a member of the _video_ group.
pl: Inną główną przyczyną tego problemu jest uruchomienie Tvheadend jako użytkownik, który nie ma wystarczającego dostępu do tunerów, na przykład nie będąc członkiem grupy _video_.

source: The out-of-the-box default settings should suit most set-ups, you should rarely need to change the them.
pl: Gotowe do użycia ustawienia domyślne powinny pasować do większości konfiguracji i rzadko należy je zmieniać.

source: The paging toolbar - at the bottom of most grids - offers many useful tools.
pl: Pasek narzędzi stronicowania – znajdujący się na dole większości siatek – oferuje wiele przydatnych narzędzi.

source: The permission flags, streaming profiles, DVR config profiles, channel tags, and channel number ranges are combined (for all matching access entries). You can control which parameters are merged, see _Change parameters_
pl: Flagi uprawnień, profile przesyłania strumieniowego, profile konfiguracji rejestratora DVR, znaczniki kanałów i zakresy numerów kanałów są łączone (dla wszystkich pasujących wpisów dostępu). Możesz kontrolować, które parametry są łączone, zobacz _Zmiana parametrów_

source: The program failed to record.
pl: Program nie zdołał się nagrać.

source: The program is scheduled (upcoming).
pl: Program jest zaplanowany (nadchodzący).

source: The program recorded successfully.
pl: Program został pomyślnie nagrany.

source: The recording was interrupted by the user.
pl: Nagranie zostało przerwane przez użytkownika.

source: The refresh icon allows you to refresh the currently-displayed rows.
pl: Ikona odświeżania pozwala na odświeżenie aktualnie wyświetlanych wierszy.

source: The remain part can be any URL starting with /stream .
pl: Pozostała część może być dowolnym adresem URL zaczynającym się od /stream.

source: The same drop-down menu gives you access to a __sort__ function if defined (it doesn't always make sense to have a sortable column for some parameters). You can also sort a column by simply clicking on the column header; reverse the sort order by clicking again.
pl: To samo menu rozwijane daje dostęp do funkcji __sort__, jeśli jest zdefiniowana (nie zawsze ma sens posiadanie sortowalnej kolumny dla niektórych parametrów). Możesz również sortować kolumnę, po prostu klikając nagłówek kolumny; odwróć kolejność sortowania, klikając ponownie.

source: The same rating label can be used for both DVB OTA and XMLTV EPG sources. Because DVB OTA is matched on Country+Age and XMLTV is matched on Authority+Label, a rating label that contains all 4 of these values will be selected and the 'display age' and 'display label' will be used for both EPG sources.
pl: Ta sama etykieta klasyfikacji może być używana zarówno dla źródeł DVB OTA, jak i XMLTV EPG. Ponieważ DVB OTA jest dopasowywane na podstawie Kraj+Wiek, a XMLTV jest dopasowywane na podstawie Organ+Etykieta, etykieta klasyfikacji zawierająca wszystkie 4 z tych wartości zostanie wybrana, a 'wiek wyświetlania' oraz 'etykieta wyświetlania' będą używane dla obu źródeł EPG.

source: The scraper configuration files contains regular expressions to scrape additional information from the broadcast information. For example the broadcast summary may include the text '(S10 E5)' and the configuration file will extract this.
pl: Pliki konfiguracyjne skrobaka zawierają wyrażenia regularne służące do pobierania dodatkowych informacji z informacji rozgłoszeniowych. Na przykład podsumowanie transmisji może zawierać tekst „(S10 E5)”, który zostanie wyodrębniony w pliku konfiguracyjnym.

source: The service is no longer available on this mux.
pl: Usługa nie jest już dostępna na tym multiplekserze.

source: The status tab (behind this wizard) will display signal information. If you notice a lot of errors or the signal strength appears low then this usually indicates a physical issue with your antenna, satellite dish, cable or network..
pl: Karta statusu (za tym kreatorem) wyświetli informacje o sygnale. Jeśli zauważysz wiele błędów lub siła sygnału wydaje się niska, zwykle oznacza to fizyczny problem z anteną, anteną satelitarną, kablem lub siecią.

source: The subscription is active - the stream is being sent.
pl: Subskrypcja jest aktywna - strumień jest wysyłany.

source: The subscription is idling, waiting for the subscriber.
pl: Subskrypcja jest w stanie bezczynności, oczekiwanie na subskrybenta.

source: The time in 24-hour notation
pl: Czas w formacie 24-godzinnym

source: The time in 24h HH:MM format (e.g. 19:45).
pl: Czas w formacie 24-godzinnym GG:MM (np. 19:45).

source: The time-based "Timers" tab allows you to schedule multiple recordings based on time and/or day.
pl: Karta „Timery” oparta na czasie umożliwia zaplanowanie wielu nagrań na podstawie godziny i/lub dnia.

source: The transliterated channel name in URL encoded ASCII
pl: Transliterowana nazwa kanału w formacie URL zakodowanym w formacie ASCII

source: The transliterated channel name in URL encoded ASCII with safe characters only -
pl: Transliterowana nazwa kanału w adresie URL zakodowanym w formacie ASCII, zawierającym wyłącznie bezpieczne znaki -

source: The tuner (or network if using IPTV) with the highest priority value will be used out of preference. If the tuner is busy the next available with the highest priority value will be used.
pl: Tuner (lub sieć w przypadku korzystania z IPTV) o najwyższej wartości priorytetu zostanie użyty bez preferencji. Jeśli tuner jest zajęty, użyty zostanie następny dostępny tuner o najwyższej wartości priorytetu.

source: The underlying service for the channel is no longer available.
pl: Podstawowa usługa kanału nie jest już dostępna.

source: The wizard helps you get up and running fast, if you don't see the wizard on the initial run, or would like to use it, you can do so by pressing the __Start wizard__ button in __Configuration -> General -> Base__ .
pl: Kreator pomaga szybko rozpocząć pracę. Jeśli nie widzisz kreatora przy pierwszym uruchomieniu lub chcesz z niego skorzystać, możesz to zrobić, naciskając przycisk __Uruchom kreatora__ w __Konfiguracja -> Ogólne -> Baza__ .

source: The wizard will restart and reload the interface in your chosen language, unfortunately not all translations are available/complete.
pl: Kreator zrestartuje i ponownie załaduje interfejs w wybranym przez Ciebie języku, niestety nie wszystkie tłumaczenia są dostępne/pełne.

source: Theme
pl: Motyw

source: There are some basic concepts that will make life much easier if you understand them from the outset.
pl: Istnieje kilka podstawowych pojęć, które znacznie ułatwią życie, jeśli zrozumiesz je od samego początku.

source: There are some basic navigation concepts that will help you get around and make the best of it.
pl: Istnieje kilka podstawowych koncepcji nawigacji, które pomogą Ci się poruszać i jak najlepiej ją wykorzystywać.

source: There was an error.
pl: Wystąpił błąd.

source: These are not part of the final product, obviously!
pl: Te oczywiście nie są częścią finalnego produktu!

source: These profiles are always available.
pl: Te profile są zawsze dostępne.

source: These variants can be useful to work-around bad schedule data that gives incorrect genres for programmes.
pl: Te warianty mogą być przydatne do obejścia złych danych harmonogramu, które podają nieprawidłowe gatunki programów.

source: They may render the same here, but note the extra leading spaces in the second example: this means that they will convert differently for use in the web interface help. That in turn means your formatting will be all over the place unless you handle the dl/dt/dd formatting in Tvheadend's CSS.
pl: Mogą one renderować tak samo, ale zwróć uwagę na dodatkowe spacje wiodące w drugim przykładzie: oznacza to, że będą one konwertowane inaczej do użytku w pomocy interfejsu internetowego. To z kolei oznacza, że formatowanie będzie wszędzie, chyba że obsłużysz formatowanie dl/dt/dd w CSS Tvheadend.

source: They're just some of the areas I'm aware of that we need to close off before release
pl: Są to tylko niektóre z obszarów, o których wiem, że musimy zamknąć przed wydaniem.

source: Things To Do on This Guide...
pl: Rzeczy do zrobienia w tym przewodniku...

source: This URL scheme is used for streaming. The stream contents depends on the streaming profile. It might be MPEG-TS, Matroska or MP4.
pl: Ten schemat URL jest używany do strumieniowania. Zawartość strumienia zależy od profilu strumieniowania. Może to być MPEG-TS, Matroska lub MP4.

source: This allows you to filter for or against, say, a daily broadcast and a weekly omnibus edition of a program, or only look for short news bulletins and not the 24-hour rolling broadcasts.
pl: Umożliwia to filtrowanie na przykład codziennych programów i cotygodniowych zbiorczych wydań programu lub wyszukiwanie tylko krótkich biuletynów informacyjnych, a nie programów całodobowych.

source: This can be anything you like, it is recommended that you use 9983 (to avoid permission issues). Entering zero (0) in this field will disable the server.
pl: Może to być cokolwiek chcesz. Zalecane jest użycie numeru 9983 (aby uniknąć problemów z uprawnieniami). Wpisanie zera (0) w tym polu spowoduje wyłączenie serwera.

source: This can be as simple or as complex as necessary. You may simply have, for example, a single DVB-S2 network defined and then associate this with all DVB-S2 tuners. Or, you might have multiple networks defined - different satellites, different encoding. So, as further examples, you might define and then associate an HD DVB-T2 (e.g. H.264) network with HD tuners, while having a separate SD network associated with an independent SD (e.g. MPEG-2) tuner.
pl: Może to być tak proste lub tak złożone, jak to konieczne. Możesz po prostu zdefiniować na przykład pojedynczą sieć DVB-S2, a następnie powiązać ją ze wszystkimi tunerami DVB-S2. Możesz też mieć zdefiniowanych wiele sieci – różne satelity, różne kodowanie. Zatem jako dalsze przykłady można zdefiniować, a następnie powiązać sieć HD DVB-T2 (np. H.264) z tunerami HD, mając jednocześnie oddzielną sieć SD powiązaną z niezależnym tunerem SD (np. MPEG-2).

source: This can be named however you wish, as either a local (file://) or remote (http://) location - however, remember that it’s pointing to a directory as the picon names are automatically generated from the service parameters frequency, orbital position (required), etc.
pl: Można to nazwać dowolną lokalizacją lokalną (file://) lub zdalną (http://) - należy jednak pamiętać, że wskazuje ona katalog, ponieważ nazwy pikonów są generowane automatycznie na podstawie częstotliwości parametrów usługi, pozycji orbitalnej (wymaganej) itp.

source: This code may be used instead of/along side the password to access playlists/streams.
pl: Ten kod może być używany zamiast/obok hasła do dostępu do list odtwarzania/strumieni.

source: This documentation forms part of the Tvheadend project.
pl: Ta dokumentacja stanowi część projektu Tvheadend.

source: This guide is intended to give you a high-level overview of how to set up and use Tvheadend. It does not aim to provide a complete description of every step or answer every question: more details are available in the Tvheadend
pl: Niniejszy przewodnik ma na celu zapewnienie ogólnego przeglądu konfiguracji i użytkowania Tvheadend. Nie ma on na celu pełnego opisu każdego kroku ani odpowiedzi na każde pytanie: więcej szczegółów można znaleźć w Tvheadend.

source: This is a read-only tab; nothing is configurable.
pl: To jest karta tylko do odczytu; nic nie jest konfigurowalne.

source: This is extremely useful for those programs you think/know will overrun. Any value selected here will keep a tuner busy for longer, so be sure to check you have enough free tuners to record all scheduled recordings if they overlap. Setting the padding per channel will override the padding set in the
pl: Jest to niezwykle przydatne w przypadku programów, o których myślisz/wiesz, że zostaną przepełnione. Każda wybrana tutaj wartość sprawi, że tuner będzie zajęty dłużej, więc upewnij się, że masz wystarczającą liczbę wolnych tunerów, aby nagrać wszystkie zaplanowane nagrania, jeśli się pokrywają. Ustawienie dopełnienia na kanał zastąpi dopełnienie ustawione w pliku

source: This is normally because they're not installed properly. Check syslog/dmesg (e.g. `dmesg | grep dvb`) and see that you have startup messages that indicate whether or not the tuners have initialized properly. Similarly, check `/dev/dvb` to see if the block device files (i.e. the files used to communicate with the tuner) have been created correctly.
pl: Dzieje się tak zazwyczaj dlatego, że nie są one prawidłowo zainstalowane. Sprawdź syslog/dmesg (np. `dmesg | grep dvb`) i zobacz, czy masz komunikaty startowe wskazujące, czy tunery zostały poprawnie zainicjowane. Podobnie sprawdź `/dev/dvb`, aby zobaczyć, czy pliki urządzeń blokowych (tj. pliki używane do komunikacji z tunerem) zostały utworzone poprawnie.

source: This is the list of available parameters for the linuxdvb frontend. It is used as a base for other frontends.
pl: To jest lista dostępnych parametrów nakładki linuxdvb. Służy jako baza dla innych frontendów.

source: This is where the services will appear as your tuners tune to the muxes based on the network you told them to look on. Again, remember what's happening: Tvheadend is telling your tuner hardware (via the drivers) to sequentially tune to each mux it knows about, and then see what 'programs' it can see on that mux, each of which is identified by a series of unique identifiers that describe the audio stream(s), the video stream(s), the subtitle stream(s) and language(s), and so on.
pl: W tym miejscu pojawią się usługi, gdy tunery dostroją się do multiplekserów w oparciu o sieć, na której kazałeś im szukać. Jeszcze raz pamiętaj, co się dzieje: Tvheadend mówi tunerowi (poprzez sterowniki), aby po kolei dostroił się do każdego multipleksera, o którym wie, a następnie sprawdza, jakie „programy” widzi na tym multiplekserze, z których każdy jest identyfikowany przez serię unikalne identyfikatory opisujące strumienie audio, strumienie wideo, strumienie napisów, języki i tak dalej.

source: This mode uses named pipe (/tmp/camd.socket). If selected, connection will be made directly to OSCam without using the LD
pl: Ten tryb używa nazwanego potoku (/tmp/camd.socket). Jeśli zostanie wybrany, połączenie zostanie nawiązane bezpośrednio z OSCam bez użycia LD

source: This mode uses named pipe (/tmp/camd.socket). The difference between
pl: Ten tryb używa nazwanego potoku (/tmp/camd.socket). Różnica między

source: This mode uses named pipe (/tmp/camd.socket). With the LD
pl: Ten tryb używa nazwanego potoku (/tmp/camd.socket). Z LD

source: This page displays general information about the current Tvheadend version.
pl: Ta strona wyświetla ogólne informacje o bieżącej wersji Tvheadend.

source: This panel displays all available SAT>IP DVB-T/DVB-S/DVB-C/ATSC-T/ATSC-C frontend parameters.
pl: Ten panel wyświetla wszystkie dostępne parametry nakładki SAT>IP DVB-T/DVB-S/DVB-C/ATSC-T/ATSC-C.

source: This panel displays all available SAT>IP client parameters.
pl: Ten panel wyświetla wszystkie dostępne parametry klienta SAT>IP.

source: This panel lists all the available Cable (DVB-C/C2/ISDB-C/ATSC-C) frontend parameters.
pl: Ten panel wyświetla wszystkie dostępne parametry nakładki kablowej (DVB-C/C2/ISDB-C/ATSC-C).

source: This panel lists all the available Terrestrial (DVB-T/T2/ISDB-T/ATSC-T) frontend parameters.
pl: Ten panel wyświetla wszystkie dostępne parametry nakładki naziemnej (DVB-T/T2/ISDB-T/ATSC-T).

source: This panel lists all the available satellite (DVB-S/ISDB-S) configuration parameters.
pl: Ten panel wyświetla wszystkie dostępne parametry konfiguracji satelitarnej (DVB-S/ISDB-S).

source: This panel lists all the available satellite (DVB-S/ISDB-S) frontend parameters.
pl: Ten panel wyświetla wszystkie dostępne parametry nakładki satelitarnej (DVB-S/ISDB-S).
