Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: This sample shows an EPG record having an English title of 'Event Title' and a French title of 'Titre de l'événement' as well as an English sub-title of 'Event Sub-Title' and a French sub-title of 'Sous-titre de l'événement'. No other fields contain any data.
pl: Ten przykład pokazuje rekord EPG z angielskim tytułem „Event Title” i francuskim tytułem „Titre de l'événement” oraz angielskim podtytułem „Event Sub-Title” i francuskim podtytułem „Sous-titre de l'événement”. Żadne inne pola nie zawierają żadnych danych.

source: This scraping option does not access or retrieve details from the Internet.
pl: Ta opcja skrobania nie uzyskuje dostępu ani nie pobiera szczegółów z Internetu.

source: This setting can be overridden on a page-by-page basis using the drop-down box.
pl: To ustawienie można zmienić dla każdej strony osobno, korzystając z listy rozwijanej.

source: This setting can be overridden on a per-user basis, see
pl: To ustawienie można nadpisać dla każdego użytkownika, zobacz

source: This tab allows you to define rules that filter and order various elementary streams.
pl: Ta karta pozwala zdefiniować reguły, które filtrują i sortują różne strumienie elementarne.

source: This tab allows you to manage the codec settings used by stream profiles.
pl: To karta umożliwia zarządzanie ustawieniami kodeka używanymi przez profile strumieniowe.

source: This tab displays EPG data used by channels.
pl: Ta karta wyświetla dane EPG używane przez kanały.

source: This tab displays various memory usage information useful for debugging.
pl: Ta karta wyświetla różne informacje o użyciu pamięci przydatne do debugowania.

source: This tab is used to configure channel tags. Tags are used to define a set of channels - to group them, to aid searches, and similar. Tags are not required by Tvheadend itself, but are useful in media applications such as Kodi and are a requirement for using Tvheadend with Movian.
pl: Ta karta służy do konfigurowania tagów kanałów. Tagi są używane do definiowania zestawu kanałów - do ich grupowania, wspomagania wyszukiwania i podobnych. Tagi nie są wymagane przez sam Tvheadend, ale są przydatne w aplikacjach multimedialnych, takich jak Kodi, i są wymagane do korzystania z Tvheadend z Movian.

source: This tab is used to configure operation of the Digital Video Recorder. It is not used for scheduling or administration of individual recordings.
pl: To jest karta używana do konfiguracji działania rejestratora (DVR). Nie jest używana do planowania lub zarządzania poszczególnymi nagraniami.

source: This tab is used to configure the Electronic Program Guide (EPG)
pl: Ta karta służy do konfiguracji Przewodnika (EPG)

source: This tab is used to configure the Electronic Program Guide (EPG) grabber modules. Tvheadend supports a variety of different EPG grabbing mechanisms. These fall into 3 broad categories, within which there are a variety of specific grabber implementations.
pl: Ta karta służy do konfigurowania modułów grabbera Przewodnika (EPG). Tvheadend obsługuje wiele różnych mechanizmów przechwytywania EPG. Można je podzielić na 3 szerokie kategorie, w ramach których istnieje wiele konkretnych implementacji grabberów.

source: This tab is used to configure timeshift properties.
pl: Ta karta służy do konfiguracji właściwości funkcji Timeshift.

source: This tab is used to configure various debugging options in Tvheadend.
pl: Ta karta służy do konfiguracji różnych opcji debugowania w Tvheadend.

source: This tab is where you configure many of the server features of Tvheadend.
pl: To jest karta, w której konfigurujesz wiele funkcji serwera Tvheadend.

source: This tab is where you configure/manage your adapters/input, networks, muxes and services.
pl: Ta karta służy do konfigurowania/zarządzania adapterami/wejściami, sieciami, multiplekserami i usługami.

source: This tab is where you manage your recordings. Each entry is moved between the _Upcoming / Current Recordings_ , _Finished Recordings_ and _Failed Recordings_ sub-tabs depending on status.
pl: Ta karta służy do zarządzania nagraniami. Każdy wpis jest przenoszony między podkartami _Nadchodzące / Bieżące nagrania_, _Zakończone nagrania_ i _Nieudane nagrania_ w zależności od statusu.

source: This tab lists all defined channels.
pl: Ta karta wyświetla wszystkie określone kanały.

source: This tab lists all defined parental rating labels.
pl: Ta karta zawiera listę wszystkich określonych etykiet ocen rodzicielskich.

source: This tab shows information about all active connections.
pl: Ta karta pokazuje informacje o wszystkich aktywnych połączeniach.

source: This tab shows information about all active subscriptions to Tvheadend.
pl: Ta karta pokazuje informacje o wszystkich aktywnych subskrypcjach do Tvheadend.

source: This tab shows information about all currently-open streams.
pl: Ta karta pokazuje informacje o wszystkich aktualnie otwartych strumieniach.

source: This tab shows information about current service mapping activity.
pl: Ta karta pokazuje informacje o bieżącej aktywności mapowania usług.

source: This type of grabber executes an internal (local)
pl: Ten typ chwytaka wykonuje wewnętrzne (lokalne)

source: This type of grabber pulls EPG data directly from the broadcast signal.
pl: Ten typ grabbera pobiera dane EPG bezpośrednio z sygnału nadawczego.

source: This type of grabber reads EPG data from a socket pushed to it using an
pl: Ten typ grabbera odczytuje dane EPG z gniazda, do którego są one przesyłane za pomocą

source: This usually happens when Tvheadend is installed incorrectly. As a start, make sure that the web interface path `/usr/share/tvheadend/src/webui/static/` exists and isn't empty.
pl: To zazwyczaj dzieje się, gdy Tvheadend jest źle zainstalowany. Na początek upewnij się, że ścieżka interfejsu sieciowego `/usr/share/tvheadend/src/webui/static/` istnieje i nie jest pusta.

source: This wizard is optional, and can be cancelled at any time, but recommended for new users.
pl: Ten kreator jest opcjonalny i może zostać anulowany w dowolnym momencie, ale jest zalecany dla nowych użytkowników.

source: This works alongside the second part, which is a familiar username/password combination, so provide these for both an administrator and regular (day-to-day) user.
pl: To działa wraz z drugą częścią, która jest znaną kombinacją nazwy użytkownika/hasła, więc podaj je zarówno dla administratora, jak i dla zwykłego (codziennego) użytkownika.

source: Thread
pl: Wątek

source: Tidy channel name
pl: Porządkuj nazwę kanału

source: Time
pl: Czas

source: Time Stamp Fix
pl: Poprawka znacznika czasu

source: Time missed
pl: Pominięty czas

source: Time missed can be caused by one (or more) of the following:
pl: Czas opóźnienia może być spowodowany przez jedno (lub więcej) z następujących:

source: Time profiling
pl: Profilowanie czasu

source: Time-based Recording (Timers)
pl: Nagrywanie oparte na czasie (timery)

source: Timeshift settings
pl: Ustawienia funkcji Timeshift

source: Title
pl: Tytuł

source: To add an entry, click the _Add_ button - you should see a dialog - you can now fill in the desired/required fields. The entry can then be saved (_Create/Save_ button), applied (_Apply_ button), or abandoned (_Cancel_ button). Note, you may need to make a pre-selection, for example, to pick a network, a network type, or tuner.
pl: Aby dodać wpis, kliknij przycisk _Dodaj_ - powinno pojawić się okno dialogowe - możesz teraz wypełnić żądane/wymagane pola. Wpis można następnie zapisać (przycisk _Utwórz/Zapisz_), zastosować (przycisk _Zastosuj_) lub porzucić (przycisk _Anuluj_). Pamiętaj, że może być konieczne dokonanie wstępnego wyboru, na przykład sieci, typu sieci lub tunera.

source: To allow anonymous access for any account (administrative or regular user) enter an asterisk `*` in the username and password fields. It is not recommended that you allow anonymous access to the admin account. If you plan on accessing Tvheadend over the Internet, make sure you use strong credentials and do not allow anonymous access at all.
pl: Aby umożliwić anonimowy dostęp dla dowolnego konta (użytkownika administracyjnego lub zwykłego), wpisz gwiazdkę `*` w polach nazwy użytkownika i hasła. Nie zaleca się zezwalania na anonimowy dostęp do konta administratora. Jeśli planujesz uzyskać dostęp do Tvheadend przez Internet, upewnij się, że używasz silnych danych uwierzytelniających i nie zezwalaj w ogóle na dostęp anonimowy.

source: To close the popup, just click on the [X] window button. The popup isn’t modal, so you don’t have to close it before doing something else, and you can open as many detailed information popups as you want.
pl: Aby zamknąć wyskakujące okienko, wystarczy kliknąć przycisk okna [X]. Wyskakujące okienko nie jest modalne, więc nie musisz go zamykać, zanim zrobisz coś innego, i możesz otworzyć dowolną liczbę wyskakujących okienek ze szczegółowymi informacjami.

source: To create services without probing, _Service ID_ must be set (usually to 1) and the _Scan after creation_ check box un-ticked.
pl: Aby tworzyć usługi bez sondowania, należy ustawić _Identyfikator usługi_ (zwykle na 1) i odznaczyć pole wyboru _Skanuj po utworzeniu_.

source: To edit a single entry, double click on the desired field/cell. It should now be editable. Once you've made your changes you can then save (_Save_ button), or abandon (_Undo_ button). After a cell is changed, a small red flag or triangle will appear in the top-left corner to indicate that it has been changed. To change a check box or radio button, click once.
pl: Aby edytować pojedynczy wpis, kliknij dwukrotnie żądane pole/komórkę. Powinno być teraz edytowalne. Po dokonaniu zmian możesz je zapisać (przycisk _Zapisz_) lub porzucić (przycisk _Cofnij_). Po zmianie komórki w lewym górnym rogu pojawi się mała czerwona flaga lub trójkąt, wskazując, że została ona zmieniona. Aby zmienić pole wyboru lub przycisk opcji, kliknij raz.

source: To edit/delete etc, select the entry (or entries - see multi-select below) and press the desired button.
pl: Aby edytować/usunąć itp., wybierz wpis (lub wpisy – zobacz opcję wielokrotnego wyboru poniżej) i naciśnij żądany przycisk.

source: To extract these values, we should add `//crid/series/text()` and `//crid/episode/text()` to the 'SeriesLink XPath' and 'EpisodeLink XPath' fields respectively.
pl: Aby wyodrębnić te wartości, należy dodać `//crid/series/text()` i `//crid/episode/text()` odpowiednio do pól 'XPath SeriesLink' i 'XPath EpisodeLink'.

source: To extract this attribute for use in TVH, we should add `@eit` to the 'Category Code XPath' field. This will extract the hexadecimal code '0x40' and convert that to the standard category code 'Sport'.
pl: Aby wyodrębnić ten atrybut do użycia w TVH, należy dodać `@eit` do pola „XPath kodu kategorii”. Spowoduje to wyodrębnienie kodu szesnastkowego „0x40” i przekonwertowanie go na standardowy kod kategorii „Sport”.

source: To extract this attribute for use in TVH, we should add `@uniqueID` to the 'Unique Event ID XPath' field. This will assign '1234' as the unique identifier for this EPG event and will allow future updates matching this ID to be applied.
pl: Aby wyodrębnić ten atrybut do użycia w TVH, należy dodać `@uniqueID` do pola „XPath unikalnego identyfikatora zdarzenia”. Spowoduje to przypisanie „1234” jako unikalnego identyfikatora dla tego zdarzenia EPG i umożliwi zastosowanie przyszłych aktualizacji pasujących do tego identyfikatora.

source: To include class documentation you'd use:
pl: Aby dołączyć dokumentację klas, której możesz użyć:

source: To include multi-use docs (placed in the `docs/markdown/inc/` folder:
pl: Aby dołączyć dokumenty wielokrotnego użytku (umieszczone w folderze `docs/markdown/inc/`:

source: To open the log click the bar at the very bottom of the interface..
pl: Aby otworzyć dziennik, kliknij pasek na samym dole interfejsu.

source: To save you from manually entering muxes, Tvheadend includes predefined mux lists. Please select an option from the list for each network.
pl: Aby oszczędzić ręcznego wprowadzania multipleksów, Tvheadend zawiera predefiniowane listy multiplekserów. Proszę wybrać opcję z listy dla każdej sieci.

source: To use bouquets, ensure to add and scan all available muxes using the predefined muxes or manual configuration.
pl: Aby korzystać z bukietów, upewnij się, że dodano i przeskanowano wszystkie dostępne multipleksery, używając predefiniowanych multiplekserów lub konfiguracji manualnej.

source: To use special characters (e.g. spaces), either put the string in double quotes or escape the individual characters.
pl: Aby używać specjalnych znaków (np. spacje), umieść ciąg w cudzysłowach lub użyj znaku ucieczki przed poszczególnymi znakami.

source: To use special characters (e.g. spaces), either put the string in double quotes or escape the individual characters:
pl: Aby używać specjalnych znaków (np. spacje), umieść ciąg w cudzysłowach lub użyj znaku ucieczki dla poszczególnych znaków:

source: Toolbar item
pl: Element paska narzędzi

source: Transcode
pl: Transkoduj

source: Transcode Profile
pl: Profil transkodowania

source: Transcoding (updated for 4.2, so needs to be tagged properly and reversed as applicable to 4.0)
pl: Transkodowanie (zaktualizowane dla wersji 4.2, więc musi być odpowiednio oznaczone i odwrócone, jeśli dotyczy wersji 4.0)

source: Transcoding Support
pl: Wsparcie dla transkodowania

source: Translate decimal 192 (0xC0 = Australian-specific 'comedy') to decimal 20 (0x14 = ETSI standard 'comedy').
pl: Przetłumacz liczbę dziesiętną 192 (0xC0 = australijski specyficzny 'komedia') na liczbę dziesiętną 20 (0x14 = standard ETSI 'komedia').

source: Translate decimal 208 (0xD0 = Australian-specific 'drama') to decimal 16 (0x10 = ETSI standard 'movie/drama (general)').
pl: Przetłumacz liczbę dziesiętną 208 (0xD0 = australijski specyficzny 'dramat') na liczbę dziesiętną 16 (0x10 = standard ETSI 'film/dramat (ogólny)').

source: Translate decimal 224 (0xE0 = Australian-specific 'documentary') to decimal 35 (0x23 = ETSI standard 'documentary').
pl: Przetłumacz liczbę dziesiętną 224 (0xE0 = australijski specyficzny 'dokumentalny') na liczbę dziesiętną 35 (0x23 = standard ETSI 'dokumentalny').

source: Transport Stream
pl: Strumień transportu

source: Treated as new if changed?
pl: Traktowane jako nowe, jeśli zmienione?

source: Trigger OTA EPG Grabber
pl: Uruchom grabber OTA EPG

source: Tuners already in use will not appear.
pl: Tunery już używane nie będą się pojawiać.

source: Tvheadend can generate a playlist of all your mapped services (channels). You can download it from the webui at `http://IP:Port/playlist`, e.g. `http://192.168.0.2:9981/playlist`.
pl: Tvheadend może wygenerować listę odtwarzania wszystkich mapowanych usług (kanałów). Możesz ją pobrać z interfejsu webowego pod adresem `http://IP:Port/playlist`, np. `http://192.168.0.2:9981/playlist`.

source: Tvheadend has a built-in Electronic Program Guide. The EPG is an in-memory database populated with all the information about events received from the DVB networks over-the-air or from external grabbers such as XMLTV.
pl: Tvheadend ma wbudowany elektroniczny przewodnik po programach (EPG). Jest to baza danych w pamięci, wypełniona wszystkimi informacjami o wydarzeniach otrzymywanych z sieci DVB nadawanych drogą powietrzną lub z zewnętrznych grabberów, takich jak XMLTV.

source: Tvheadend includes copies of many of these pages in the application, which is easier to find when you're wondering what to do next.
pl: Tvheadend zawiera kopie wielu z tych stron w aplikacji, co ułatwia znalezienie, gdy zastanawiasz się, co zrobić dalej.

source: Tvheadend interface
pl: Interfejs Tvheadend

source: Tvheadend is a lightweight, easily-configured, general-purpose TV/video streaming server and recorder (PVR/DVR) for GNU/Linux, FreeBSD and Android.
pl: Tvheadend to lekki, łatwo konfigurowalny, serwer strumieniowy TV/wideo ogólnego zastosowania oraz rejestrator (PVR/DVR) dla systemów GNU/Linux, FreeBSD i Android.

source: Tvheadend is now scanning for available services. Please wait until the scan completes..
pl: Tvheadend skanuje dostępne usługi. Proszę czekać, aż skanowanie zostanie zakończone.

source: Tvheadend is operated primarily through a tabbed web interface.
pl: Tvheadend jest obsługiwany głównie za pomocą interfejsu internetowego z kartamii.

source: Tvheadend is testing the requested stream to see if it's available - if a subscription stays in this state too long it may indicate a signal issue.
pl: Tvheadend testuje żądany strumień, aby sprawdzić, czy jest dostępny - jeśli subskrypcja pozostaje w tym stanie zbyt długo, może to wskazywać na problem z sygnałem.

source: Tvheadend log
pl: Dziennik Tvheadend

source: Tvheadend should now be scanning for available services. Please wait until the scan completes.
pl: Tvheadend powinien teraz skanować dostępne usługi. Proszę czekać, aż skanowanie zostanie zakończone.

source: Tvheadend supports connecting to card clients via the cwc (newcamd) and capmt (linux network dvbapi) protocols for so-called 'softcam' descrambling.
pl: Tvheadend obsługuje łączenie się z klientami kart za pomocą protokołów cwc (newcamd) i capmt (linux network dvbapi) do tzw. deszyfrowania 'softcam'.

source: Tvheadend supports multiple different fanart grabbers/providers, and can be extended with third-party grabbers.
pl: Tvheadend obsługuje wiele różnych graberów/dostawców fanartów i może być rozszerzony o grabery innych firm.

source: Tvheadend verifies access by scanning through all enabled access control entries in sequence, from the top of the list to the bottom. The order of entries is __extremely__ important! It's recommended that you put wildcard (anonymous) accounts at top and all others (with special permissions) at the bottom.
pl: Tvheadend weryfikuje dostęp, przeglądając kolejno wszystkie włączone wpisy kontroli dostępu, od góry listy do dołu. Kolejność wpisów jest __niezwykle__ ważna! Zaleca się umieszczanie kont uniwersalnych (anonimowych) na górze i wszystkich innych (ze specjalnymi uprawnieniami) na dole.

source: Tvheadend wasn't running or crashed when a scheduled event/entry was to start.
pl: Tvheadend nie działał lub uległ awarii, gdy miało rozpocząć się zaplanowane wydarzenie/wpis.

source: Tvheadend will by default probe each playlist entry for service information. Some service providers do not allow such probing & will deny (or rate limit) access, leading to scan failures.
pl: Domyślnie Tvheadend będzie sondować każdy wpis na liście odtwarzania w poszukiwaniu informacji o usłudze. Niektórzy dostawcy usług nie zezwalają na takie sondowanie i będą odmawiać dostępu (lub ograniczać przepustowość), co prowadzi do niepowodzeń skanowania.

source: Type
pl: Typ

source: Typically the `$q` and `$Q` formats would be combined with other modifiers to generate a complete filename such as `$q$n.$x`.
pl: Zazwyczaj formaty `$q` i `$Q` są łączone z innymi modyfikatorami, aby wygenerować kompletną nazwę pliku, taką jak `$q$n.$x`.

source: UPnP Protocol
pl: Protokół UPnP

source: URL
pl: Adres URL

source: URL Syntax
pl: Składnia adresu URL

source: URL in playlist
pl: Adres URL w liście odtwarzania

source: URL syntax
pl: Składnia adresu URL

source: USE
pl: UŻYJ

source: USE / EMPTY rules have precedence against IGNORE (if the stream is already selected - it cannot be ignored).
pl: Reguły UŻYJ / PUSTY mają pierwszeństwo przed IGNORUJ (jeśli strumień jest już wybrany - nie można go zignorować).

source: UTF-8 encoded URL
pl: Adres URL zakodowany w UTF-8

source: Undo
pl: Cofnij

source: Unicable (EN50494)
pl: Jednokablowy (EN50494)

source: Unicable EN50494 (experimental)
pl: Unicable EN50494 (eksperymentalny)

source: Unicable LNB configuration.
pl: Konfiguracja Unicable LNB.

source: Unique Event Identifier
pl: Unikalny identyfikator zdarzenia

source: Unique ID of recording
pl: Unikalny identyfikator nagrania

source: Unique number added when the file already exists
pl: Unikalny numer dodany, gdy plik już istnieje

source: Universal LNB
pl: Uniwersalny LNB

source: Universal LNB - most DVB-S tuners.
pl: Uniwersalny LNB - większość tunerów DVB-S.

source: Unknown
pl: Nieznany

source: Unordered list can use asterisks
pl: Nieuporządkowana lista może używać gwiazdek

source: Unordered sub-list.
pl: Nieuporządkowana podlista.

source: Upcoming / Current Recordings
pl: Nadchodzące (bieżące) nagrania

source: Updating the Documentation
pl: Aktualizacja dokumentacji

source: Usage Example:
pl: Przykład użycia:

source: Usage: `tvheadend [OPTIONS]`
pl: Użycie: `tvheadend [OPCJE]`

source: Use
pl: Użyj

source: Use '--http_root' directive to specify the alternative http webroot (initial path prefix). The proxy server _MUST_ pass this webroot path in the HTTP request, otherwise an access to the Tvheadend server will end with the endless redirect loop.
pl: Użyj dyrektywy '--http_root', aby określić alternatywny katalog główny http (początkowy prefiks ścieżki). Serwer proxy _MUSI_ przekazać tę ścieżkę katalogu głównego w żądaniu HTTP, w przeciwnym razie dostęp do serwera Tvheadend zakończy się nieskończoną pętlą przekierowań.

source: Use DVR profile setting.
pl: Użyj ustawienia profilu DVR.

source: Use fuzzy mapping if merging same name
pl: Użyj rozmytego mapowania, jeśli łączysz te same nazwy.

source: Use fuzzy name comparison when mapping - used with
pl: Użyj rozmytego porównania nazw podczas mapowania - używane z

source: Use only this elementary stream. No other elementary streams will be used.
pl: Użyj tylko tego strumienia podstawowego. Żadne inne strumienie elementarne nie będą używane.

source: Use service name "as is" to generate the filename.
pl: Użyj nazwy usługi "jak jest", aby wygenerować nazwę pliku.

source: Use the "Persistent user interface level" value as set in
pl: Użyj wartości "Stały poziom intefejsu użytkownika" ustawionej w

source: Use the (default) blue theme.
pl: Użyj (domyślnego) niebieskiego motywu.

source: Use the default view level value as set in
pl: Użyj domyślnej wartości poziomu widoku, jak ustawiono w

source: Use the gray theme.
pl: Użyj szarego motywu.

source: Use the high contrast accessibility theme.
pl: Użyj motywu dostępności o wysokim kontraście.

source: Use this elementary stream only one time per service type (like video, audio, subtitles) and language. The first sucessfully compared rule wins. For example, when one AC3 elementary stream is marked to be used with ‘eng’ language and another rule with the ONE
pl: Użyj tego strumienia podstawowego tylko jeden raz dla każdego typu usługi (takiego jak wideo, audio, napisy) i języka. Pierwsza z powodzeniem porównana reguła wygrywa. Na przykład, gdy jeden strumień podstawowy AC3 jest oznaczony do użycia z językiem „eng” i inna reguła z ONE.

source: Use this elementary stream.
pl: Użyj tego strumienia podstawowego.

source: Use this setting to translate broadcaster-specific, country-specific or other customised genre tags into tags recognised by tvheadend.
pl: Użyj tej opcji, aby przetłumaczyć tagi specyficzne dla nadawcy, kraju lub inne dostosowane tagi gatunków na tagi rozpoznawane przez tvheadend.

source: Use tuners with .. in the name
pl: Użyj tunerów z .. w nazwie

source: Useful information you'll need to know before using Tvheadend
pl: Przydatne informacje, które musisz znać przed użyciem Tvheadend

source: User account management.
pl: Zarządzanie kontem użytkownika.

source: User interface level
pl: Poziom interfejsu użytkownika

source: Users
pl: Użytkownicy

source: Using the Interface
pl: Korzystanie z interfejsu

source: Using the Wizard
pl: Korzystanie z kreatora

source: Very long programs, e.g. major sporting events
pl: Bardzo długie programy, np. duże wydarzenia sportowe

source: Very short news bulletins, children's programs, etc.
pl: Bardzo krótkie biuletyny informacyjne, programy dla dzieci itp.
