Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: Video Stream Filters
pl: Filtry strumieni wideo

source: Video recorder
pl: Rejestrator wideo

source: Video stream filter.
pl: Filtr strumienia wideo.

source: View Level
pl: Poziom widoku

source: View level
pl: Poziom widoku

source: Visual Verification of Filtering
pl: Wizualna weryfikacja filtrowania

source: WHAT
pl: CO

source: Warning, setting an incorrect scheme can lead to crashes. If you're unsure select _System_ .
pl: Uwaga, ustawienie nieprawidłowego schematu może prowadzić do awarii. Jeśli nie jesteś pewien, wybierz _Systemowy_ .

source: Watch TV
pl: Oglądaj TV

source: Watch this one - indentation is key.
pl: Obejrzyj ten – wcięcie jest najważniejsze.

source: Watching TV
pl: Oglądanie telewizji

source: Watching TV and Browser Codec Support
pl: Oglądanie telewizji i obsługa kodeków przeglądarki

source: Watching TV and browser codec support
pl: Oglądanie telewizji i obsługa kodeków przeglądarki

source: We need the webUI pages documented (as they are). How much should they be the how-tos, and how much should these be separate?
pl: Potrzebujemy udokumentowania stron interfejsu sieciowego (takich, jakie są). Jak bardzo powinny to być instrukcje, a jak bardzo powinny być oddzielne?

source: We're using default heading/cell justification, so it's consistent throughout.
pl: Używamy domyślnego justowania nagłówków/komórek, więc jest ono spójne w całym tekście.

source: Web Interface Guide
pl: Przewodnik po interfejsie sieciowym

source: Web User Interface
pl: Sieciowy interfejs użytkownika

source: Web interface
pl: Interfejs sieciowy

source: Web interface internationalization
pl: Umiędzynarodowienie interfejsu internetowego

source: Web interface language
pl: Język interfejsu sieciowego

source: What it does
pl: Co to robi

source: When a new rating is encountered from an XMLTV EPG source, a placeholder label similar to the DVB ones is created and you will need to add the country code and the ages.
pl: Gdy zostanie napotkana nowa ocena ze źródła XMLTV EPG, tworzona jest etykieta zastępcza podobna do etykiet DVB i konieczne będzie dodanie kodu kraju i wieku.

source: When a placeholder label is in use, the programme details in the EPG will show this placeholder entry rather than the expected value.
pl: Gdy używana jest etykieta zastępcza, szczegóły programu w EPG będą pokazywać ten wpis zastępczy, a nie oczekiwaną wartość.

source: When creating a DVB-S network, be sure to set the orbital position of the satellite to which your dish is pointing, as some satellites provide additional information related to other nearby satellites that you may not be able to receive.
pl: Tworząc sieć DVB-S, pamiętaj o ustawieniu pozycji orbity satelity, na który wskazuje Twoja antena, ponieważ niektóre satelity dostarczają dodatkowych informacji związanych z innymi pobliskimi satelitami, których możesz nie być w stanie odebrać.

source: When making changes (in the parameter panel) be sure to save __before__ clicking on another item in the list.
pl: Dokonując zmian (w panelu parametrów), pamiętaj o zapisaniu __przed__ kliknięciem innej pozycji na liście.

source: When merging fields, each field is prefixed with a specific code so that search terms can be applied to a specific field.
pl: Podczas scalania pól każde pole jest poprzedzane określonym kodem, dzięki czemu wyszukiwane terminy można stosować do konkretnego pola.

source: When the rating labels module encounters a new country and age combination, it will create a placeholder entry in the rating labels table as follows:
pl: Gdy moduł etykiet ocen napotka nową kombinację kraju i wieku, utworzy zastępczy wpis w tabeli etykiet ocen w następujący sposób:

source: When you select the channel you want to watch or record, Tvheadend can then map a path through all those variables to ask a particular tuner to go and get the signal for you.
pl: Kiedy wybierzesz kanał, który chcesz oglądać lub nagrywać, Tvheadend może następnie wyznaczyć ścieżkę przez wszystkie te zmienne, aby poprosić konkretnego tunera o odebranie sygnału za Ciebie.

source: Whenever you read or write data to the filesystems, the information is kept (cached) in memory for a while. This means that regularly-accessed files are available quickly without going back to the disc; it also means that there’s a disconnect when writing between the write request (from the application) and the actual write itself (to the disc/storage) as changes are buffered to be written in one go.
pl: Za każdym razem, gdy czytasz lub zapisujesz dane w systemach plików, informacje są przez pewien czas przechowywane (buforowane) w pamięci. Oznacza to, że często używane pliki są szybko dostępne bez konieczności wracania na dysk; oznacza to również, że występuje rozłączenie podczas zapisu pomiędzy żądaniem zapisu (z aplikacji) a samym zapisem (na dysk/pamięć), ponieważ zmiany są buforowane i zapisywane za jednym razem.

source: Where you configure adapters
pl: Gdzie konfigurujesz adaptery

source: Where you configure multiplexes
pl: Gdzie konfigurujesz multipleksery

source: Where you configure mux schedulers - schedule Tvheadend to tune to a specific mux to receive different types of data, EMMs, EIT etc
pl: Tam, gdzie konfigurujesz harmonogramy multiplekserów - zaplanuj Tvheadend, aby dostroił się do konkretnego multipleksera w celu odbioru różnych typów danych, EMM, EIT itp.

source: Where you configure networks
pl: Gdzie konfigurujesz sieci

source: Where you configure the frontend, whether or not it's enabled etc.
pl: Gdzie konfigurujesz frontend, niezależnie od tego, czy jest włączony itp.

source: Where you configure various settings related to your DVB-S tuners.
pl: Gdzie konfigurujesz różne ustawienia związane z tunerami DVB-S.

source: Whereas the number 2 variant forces the recording to be formatted as a tv series.
pl: Natomiast wariant numer 2 wymusza sformatowanie nagrania w formie serialu telewizyjnego.

source: Who created this recording
pl: Kto stworzył to nagranie

source: Why the Complexity?
pl: Dlaczego złożoność?

source: Wikipedia for a detailed look into Cron.
pl: Wikipedia zawiera szczegółowe informacje na temat Crona.

source: Wildcard (anonymous) accounts (that require no username or password) can be created by entering an asterisk `*` in the username/password field. These accounts are matched using the network prefix _(Allowed networks)_ , acting similar to a username.
pl: Konta z dziką kartą (anonimowe) (które nie wymagają nazwy użytkownika ani hasła) można utworzyć, wpisując gwiazdkę „*” w polu nazwy użytkownika/hasła. Konta te są dopasowywane przy użyciu prefiksu sieci _(Dozwolone sieci)_, który działa podobnie do nazwy użytkownika.

source: Wildcard (anonymous) accounts don't actually need a password, but it's recommended you add one anyway (enter an asterisk `*`).
pl: Konta z symbolami wieloznacznymi (anonimowe) w rzeczywistości nie wymagają hasła, ale mimo to zaleca się jego dodanie (wpisz gwiazdkę `*`).

source: Will generate:
pl: Wygeneruje:

source: With sufficiently accurate EPG data, the formatting string `$t/Season $A/$2B-$u$n.$x` would produce a recording named `/path/to/recordings/Bones/Season 2/06-The Girl in Suite 2103.ts`.
pl: Przy wystarczająco dokładnych danych EPG ciąg formatujący `$t/Sezon $A/$2B-$u$n.$x` wygeneruje nagranie o nazwie `/ścieżka/do/nagrań/Bones/Sezon 2/06-The Girl in Suite 2103.ts`.

source: Wizard
pl: Kreator

source: Work-in-progress notes
pl: Notatki w toku

source: XMLTV EPG Import
pl: Import EPG XMLTV

source: XMLTV XPath Examples and Notes
pl: Przykłady i uwagi XPath XMLTV

source: Yes
pl: Tak

source: Yes, because no components are ignored.
pl: Tak, ponieważ żaden komponent nie jest ignorowany.

source: Yes, but only if the second-from-last component
pl: Tak, ale tylko w przypadku składnika drugiego od końca

source: Yes, not all services are given a name by providers. These services are usually hidden for a reason and are often used for things such as encrypted guide data for set-top boxes, interactive services, and so on.
pl: Tak, nie wszystkie usługi otrzymują nazwę od dostawców. Usługi te są zwykle ukryte nie bez powodu i często są wykorzystywane do takich celów, jak zaszyfrowane dane przewodników dla dekoderów, usług interaktywnych i tak dalej.

source: You are required to manually edit this placeholder entry in order to provide the appropriate rating text to display. The correct text can be found by searching for the specific programme in another EPG source or by obtaining the classification guidelines in the location (country) in question. This only needs to be done once for each label, all other programmes with that label will be automatically adjusted.
pl: Aby wyświetlić odpowiedni tekst oceny, należy ręcznie edytować ten wpis zastępczy. Prawidłowy tekst można znaleźć, wyszukując konkretny program w innym źródle EPG lub uzyskując wytyczne dotyczące klasyfikacji w danej lokalizacji (kraju). Należy to zrobić tylko raz dla każdej etykiety, wszystkie inne programy z tą etykietą zostaną automatycznie dostosowane.

source: You can also use
pl: Możesz także użyć

source: You can change or delete the autorec rules in the __
pl: Możesz zmienić lub usunąć reguły autonagrań w __

source: You can clear an individual filter by simply deleting its contents, or by selecting _‘(Clear filter)’_ as appropriate on all except the title filter. If you want to clear all filters, just press the _[Reset All]_ button.
pl: Możesz wyczyścić pojedynczy filtr, po prostu usuwając jego zawartość lub wybierając _‘(Wyczyść filtr)‘_ odpowiednio dla wszystkich z wyjątkiem filtra tytułu. Jeśli chcesz wyczyścić wszystkie filtry, po prostu naciśnij przycisk _[Resetuj wszystko]_.

source: You can enter whatever you like in the comment field.
pl: W polu komentarza możesz wpisać, co chcesz.

source: You can have multiple passwords matching a single _Access Entry_ if you wish.
pl: Jeśli chcesz, możesz mieć wiele haseł pasujących do jednego _Wpisu dostępu_.

source: You can include documentation/items in other markdown files by using the tvh_class_doc, tvh_include and tvh_class_items tags.
pl: Możesz dołączyć dokumentację/elementy do innych plików markdown używając tagów tvh_class_doc, tvh_include i tvh_class_items.

source: You can play a stream by clicking the play icon. This will automatically launch an appropriate player, otherwise you will need to manually open the playlist to start watching (normally a double-click on the downloaded file). Note, the links don't link to the actual stream but to a playlist for use with media players such as VLC, If you'd prefer to receive the raw stream instead, you can do so by removing the /play/ path from the URL - see URL Syntax for more info.
pl: Możesz odtworzyć transmisję, klikając ikonę odtwarzania. Spowoduje to automatyczne uruchomienie odpowiedniego odtwarzacza, w przeciwnym razie konieczne będzie ręczne otwarcie listy odtwarzania, aby rozpocząć oglądanie (zwykle jest to dwukrotne kliknięcie pobranego pliku). Uwaga: linki nie prowadzą do rzeczywistego strumienia, ale do listy odtwarzania do użytku z odtwarzaczami multimedialnymi, takimi jak VLC. Jeśli zamiast tego wolisz otrzymywać surowy strumień, możesz to zrobić, usuwając ścieżkę /play/ z URL — zobacz Składnia adresu URL, aby uzyskać więcej informacji.

source: You can play a stream/file by clicking the play icon !
pl: Możesz odtworzyć strumień/plik, klikając ikonę odtwarzania!

source: You can put a custom M3U playlist (which will be advertised to clients) in your Tvheadend configuration directory - filename _satip.m3u_ .
pl: Możesz umieścić własną listę odtwarzania M3U (która będzie reklamowana klientom) w katalogu konfiguracyjnym Tvheadend - nazwa pliku _satip.m3u_ .

source: You can schedule a one-time only recording by pressing the [Add] button from the menu bar in the _Upcoming / Current Recordings_ tab. You must enter a title, a start (and an end) time, and pick a channel.
pl: Możesz zaplanować jednorazowe nagranie, naciskając przycisk [Dodaj] na pasku menu w karcie _Nadchodzące / Bieżące nagrania_. Musisz wprowadzić tytuł, godzinę rozpoczęcia (i zakończenia) oraz wybrać kanał.

source: You can't have have properly indented paragraphs within list items.
pl: Elementy listy nie mogą mieć odpowiednio wciętych akapitów.

source: You cannot use non-standard predefined scheduling definitions for this field.
pl: Dla tego pola nie można używać niestandardowych, predefiniowanych definicji harmonogramów.

source: You may enter a comma-separated list of network prefixes (IPv4/IPv6). If you were asked to enter a username and password during installation, we'd recommend not using the same details for a user here as it may cause unexpected behavior, incorrect permissions etc.
pl: Możesz wprowadzić listę rozdzielonych przecinkami prefiksów sieciowych (IPv4/IPv6). Jeśli podczas instalacji zostałeś poproszony o podanie nazwy użytkownika i hasła, zalecamy, aby nie podawać tutaj tych samych danych użytkownika, ponieważ może to spowodować nieoczekiwane zachowanie, nieprawidłowe uprawnienia itp.

source: You may further customise your settings by editing channel numbers, etc.
pl: Możesz dodatkowo dostosować ustawienia poprzez edycję numerów kanałów itp.

source: You may import your own bouquet using enigma2 (.tv) formatted files.
pl: Możesz zaimportować swój własny bukiet, korzystając z plików w formacie enigma2 (.tv).

source: You may need to enable specific EPG grabbers to receive OTA EPG data, See the _EPG Grabber Modules_ Help doc for details.
pl: Może być konieczne włączenie określonych grabberów EPG, aby odbierać dane EPG OTA. Aby uzyskać szczegółowe informacje, zobacz dokument pomocy _Moduły chwytaka EPG_.

source: You must enter a _SAT>IP source number_ for all the
pl: Musisz wprowadzić numer źródłowy _SAT>IP dla wszystkich

source: You must enter a network prefix to block. For example, to block just `192.168.6.66` enter `192.168.6.66/32` or to block the all addresses in the `192.168.6` range, enter `192.168.6.0/24`.
pl: Aby zablokować, musisz wprowadzić prefiks sieci. Na przykład, aby zablokować tylko `192.168.6.66`, wpisz `192.168.6.66/32` lub aby zablokować wszystkie adresy z zakresu `192.168.6`, wpisz `192.168.6.0/24`.

source: You've now finished the wizard, at this point you should be able to view your channels and make further changes; If not, please take a look at the manual set-up below.
pl: Zakończono pracę kreatora, w tym momencie powinieneś móc przeglądać swoje kanały i wprowadzać dalsze zmiany; Jeśli nie, zapoznaj się z ręczną konfiguracją poniżej.

source: [Autorec]
pl: [Autonagranie]

source: [Play]
pl: [Odtwórz]

source: [Record Series]
pl: [Nagrywanie seryjne]

source: [Record]
pl: [Nagraj]

source: [] = Condition
pl: [] = Warunek

source: _Example usage_
pl: _Przykładowe użycie_

source: _Local_ only checks for duplicates created by the same autorec rule, _All_ checks all the DVR logs for duplicates.
pl: _Lokalne_ sprawdza tylko duplikaty utworzone przez tę samą regułę autonagrania, _Wszystkie_ sprawdza wszystkie dzienniki DVR pod kątem duplikatów.

source: _Title_ , _Channel_ , _Tag_ and _Content Type_ are dependent on your configuration and on what your broadcaster sends. Options for the _Duration_ are as follows:
pl: _Tytuł_, _Kanał_, _Tag_ i _Typ treści_ zależą od Twojej konfiguracji i tego, co wysyła Twój nadawca. Opcje dla _Czas trwania_ są następujące:

source: __ : Clear all "Uncorrected Blocks", "BER", etc stats.
pl: __ : Wyczyść wszystkie statystyki „Nieskorygowanych bloków”, „BER” itp.

source: __ : Forcefully kill the connection. Note that many applications such as Kodi will automatically reconnect when a connection is dropped.
pl: __ : Wymuś zakończenie połączenia. Pamiętaj, że wiele aplikacji, takich jak Kodi, automatycznie ponownie połączy się po zerwaniu połączenia.

source: __ tab. Use that editor if you temporarily want to disable an autorecording or make adjustments to the channel, tag, or similar.
pl: __ karta. Użyj tego edytora, jeśli chcesz tymczasowo wyłączyć automatyczne nagrywanie lub wprowadzić zmiany w kanale, tagu itp.

source: __Active__ : Progress bar indicating mapping status.
pl: __Aktywny__: Pasek postępu wskazujący stan mapowania.

source: __Age__ : Age rating of the program.
pl: __Wiek__ : Klasyfikacja wiekowa programu.

source: __Assign Predefined Muxes to Networks__
pl: __Przypisz predefiniowane multipleksery do sieci__

source: __Bandwidth__ : Total stream input bandwidth.
pl: __Przepustowość__ : Całkowita szerokość pasma wejściowego strumienia.

source: __Bouquets__ : Many service providers - mostly those using satellite - use bouquets for channel management and just like a standard set-top box Tvheadend can use these to automatically manage and keep your channels up-to-date. If you would like to use bouquets see
pl: __Bukiety__ : Wielu dostawców usług – głównie tych korzystających z telewizji satelitarnej – używa bukietów do zarządzania kanałami i podobnie jak standardowy dekoder Tvheadend może ich używać do automatycznego zarządzania i aktualizowania kanałów. Jeśli chcesz skorzystać z bukietów zobacz

source: __Cancel Icon !
pl: __ Ikona anulowania!

source: __Channel__ : The name of the
pl: __Kanał__: Nazwa

source: __Channel__ : The name of the broadcasting channel. _You can automatically set a filter to the value of this field by clicking on it (e.g. click on 'Channel 4 HD' will automatically filter the whole grid to only show programs from that channel)._
pl: __Kanał__ : Nazwa kanału nadawczego. _Możesz automatycznie ustawić filtr na wartość tego pola, klikając na nie (np. kliknięcie „Channel 4 HD” spowoduje automatyczne przefiltrowanie całej siatki i pokazywanie tylko programów z tego kanału)._

source: __Client Address__ : The IP address of the client device.
pl: __Adres klienta__: Adres IP urządzenia klienckiego.

source: __Client Data Ports__ : The data port(s) used by the client device.
pl: __Porty danych klienta__: Porty danych używane przez urządzenie klienckie.

source: __Client Port__ : The port of the client device.
pl: __Port klienta__: Port urządzenia klienckiego.

source: __Configuration -> DVB Inputs -> Muxes__
pl: __Konfiguracja -> Wejścia DVB -> Multipleksery__

source: __Configuration -> DVB Inputs -> Networks__
pl: __Konfiguracja -> Wejścia DVB -> Sieci__

source: __Configuration -> DVB Inputs -> Services__
pl: __Konfiguracja -> Wejścia DVB -> Usługi__

source: __Configuration -> DVB Inputs -> TV Adapters__
pl: __Konfiguracja -> Wejścia DVB -> Adaptery TV__

source: __Content Type__ : Any content/genre information as provided by the EPG provider. _You can automatically set a filter to the value of this field by clicking on it (e.g. click on 'Movie/Drama' will automatically filter the whole grid to only show programs of the same type)._
pl: __Typ treści__ : Wszelkie informacje o treści/gatunku dostarczone przez dostawcę EPG. _Możesz automatycznie ustawić filtr na wartość tego pola, klikając na nie (np. kliknięcie „Film/dramat” spowoduje automatyczne przefiltrowanie całej siatki i pokazanie tylko programów tego samego typu)._

source: __Continuity Errors__ : Continuity Count Error. Number of stream errors, a high value here can indicate a signal problem.
pl: __Błędy ciągłości__: Błąd zliczania ciągłości. Liczba błędów strumienia. Wysoka wartość może wskazywać na problem z sygnałem.

source: __Descramble__ : The CAID used to descramble the stream.
pl: __Deszyfruj__ : Identyfikator CAID używany do deszyfrowania strumienia.

source: __Details__ : Displays the current status of a recording event for this program if one applies:
pl: __Szczegóły__: Wyświetla aktualny status zdarzenia nagrywania dla tego programu, jeśli ma to zastosowanie:

source: __Details__ : Gives a quick overview as to the status of each entry:
pl: __Szczegóły__: Zapewnia szybki przegląd statusu każdego wpisu:

source: __Duration__ : The scheduled duration (i.e. start time to end time) of the program.
pl: __Czas trwania__ : Zaplanowany czas trwania (tj. czas rozpoczęcia i zakończenia) programu.

source: __End Time__ : The scheduled end time of the program.
pl: __Czas zakończenia__: Planowany czas zakończenia programu.

source: __Enter Access Control Details to Secure Your System__
pl: __Wprowadź szczegóły kontroli dostępu, aby zabezpieczyć swój system__

source: __Episode__ : Episode number, if given by your EPG provider.
pl: __Odcinek__ : Numer odcinka, jeśli został nadany przez dostawcę EPG.

source: __Errors__ : Number of errors occurred sending the stream.
pl: __Błędy__ : Liczba błędów, które wystąpiły podczas przesyłania strumienia.

source: __Example:__ //node1/node2[attrX=value]/@attrY
pl: __Przykład:__ //node1/node2[attrX=value]/@attrY

source: __Example:__ `http://127.0.0.1:9981/play/stream/channelname/Life?playlist=xspf`
pl: __Przykład:__ `http://127.0.0.1:9981/play/stream/channelname/Life?playlist=xspf`

source: __Failed__ : Number of services that failed to be mapped.
pl: __Błędne__ : Liczba usług, których nie udało się zmapować.

source: __Firmware__ is a small piece of binary microcode that your system driver sends to the tuner upon initialisation. This is the cause of more problems than you'd imagine... if you find yourself in trouble, this is the first thing to check along with kernel support for your hardware.
pl: __Firmware__ to mały fragment binarnego mikrokodu, który sterownik systemowy wysyła do tunera po inicjalizacji. To jest przyczyną większej liczby problemów, niż można sobie wyobrazić... jeśli wpadniesz w kłopoty, jest to pierwsza rzecz, którą należy sprawdzić, oprócz obsługi jądra dla sprzętu.

source: __Hostname__ : Hostname/IP address using the subscription.
pl: __Nazwa hosta__: Nazwa hosta/adres IP korzystający z subskrypcji.

source: __ID__ : Subscription ID.
pl: __Identyfikator__ : Identyfikator subskrypcji.

source: __If you don't see any options below, you need to go back and assign a network type to a tuner.__
pl: __Jeśli poniżej nie widzisz żadnych opcji, musisz wrócić i przypisać typ sieci do tunera.__

source: __If you haven't already don't so__ , please take a look at the
pl: __Jeśli jeszcze tego nie zrobiono__, spójrz na

source: __Ignored__ : Number of services ignored.
pl: __Zignorowane__ : Liczba usług zignorowanych.

source: __Input__ : Device used to receive the stream.
pl: __Wejście__ : Urządzenie używane do odbierania strumienia.

source: __Input__ : The input data rate in kb/s.
pl: __Wejście__ : Szybkość danych wejściowych w kb/s.

source: __It does not have any user configurable options.__
pl: __Nie ma żadnych opcji konfigurowalnych przez użytkownika.__

source: __Map Services to Channels__
pl: __Mapuj usługi do kanałów__

source: __Mapped__ : Number of services mapped.
pl: __Zamapowane__ : Liczba mapowanych usług.

source: __NOTE:__ In the example, the age provided by DVB is '10', whereas the age displayed is '13'. This is because the DVB standard subtracts 3 from some recommended ages before transmission meaning that the receiver must add 3 to the number received. When creating a placeholder label, this module will automatically add 3 where appropriate.
pl: __UWAGA:__ W przykładzie wiek podany przez DVB to „10”, podczas gdy wyświetlany wiek to „13”. Dzieje się tak dlatego, że standard DVB odejmuje 3 od niektórych zalecanych czasów przed transmisją, co oznacza, że odbiornik musi dodać 3 do otrzymanej liczby. Podczas tworzenia etykiety zastępczej moduł ten automatycznie doda 3 w stosownych przypadkach.

source: __NOTE:__ Rating labels are not enabled by default and must be enabled in the
pl: __UWAGA:__ Etykiety ocen nie są domyślnie włączone i muszą być włączone w

source: __Network tuners__ are small (usually
pl: __ Tunery sieciowe __ są małe (zwykle
