Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: IP and IPTV. If you run your OSCam server on the same machine as TVHeadend, set
pl: IP i IPTV. Jeśli uruchamiasz serwer OSCam na tym samym urządzeniu co TVHeadend, ustaw

source: IP and IPTV. The following lines are required in
pl: IP i IPTV. Następujące linie są wymagane w

source: IP servers
pl: Serwery IP

source: IPTV Automatic Network
pl: Automatyczna sieć IPTV

source: IPTV Automatic Network - Don't Probe Services
pl: Automatyczna sieć IPTV - nie sonduj usług

source: IPTV PCR
pl: PCR IPTV

source: IPTV Subcription
pl: Abonament IPTV

source: IPTV using a playlist as the source -
pl: IPTV korzystający z listy odtwarzania jako źródła -

source: ISO 8601 date format
pl: Format daty ISO 8601

source: Icon
pl: Ikona

source: Icon-only buttons
pl: Przyciski tylko z ikonami

source: Ideally, this is where you'll see a list of the pre-populated muxes as created when you set up your initial network. However, should there be any issues, this is where you can manually add missing muxes. You only really need to worry about this if the pre-defined list didn't work (e.g. because of out-of-date data as broadcasters re-arrange their services or because automatic detection (network discovery) hasn't successfully found all the muxes over time.
pl: W idealnym przypadku zobaczysz listę wstępnie wypełnionych multiplekserów utworzonych podczas konfigurowania początkowej sieci. Jeśli jednak pojawią się jakieś problemy, w tym miejscu możesz ręcznie dodać brakujące multipleksery. Naprawdę musisz się tym martwić tylko wtedy, gdy wstępnie zdefiniowana lista nie działała (np. z powodu nieaktualnych danych w związku z zmianą kolejności usług przez nadawców lub dlatego, że automatyczne wykrywanie (wykrywanie sieci) nie znalazło z biegiem czasu wszystkich multiplekserów.

source: Idle
pl: Bezczynny

source: Idle scanning for automatic detection of muxes and services.
pl: Skanowanie w celu automatycznego wykrywania multiplekserów i usług w stanie bezczynności.

source: If a rule removes a stream, it will not be available to other rules unless explicitly added back in (by another rule).
pl: Jeśli reguła usuwa strumień, nie będzie dostępna dla innych reguł, chyba że zostanie jawnie dodana z powrotem (przez inną regułę).

source: If anything is obviously wrong at this point, you probably have a driver/firmware error which you'll need to resolve before going any further.
pl: Jeśli cokolwiek jest oczywiście nieprawidłowe w tym momencie, prawdopodobnie masz błąd sterownika/firmware, który musisz rozwiązać przed kontynuacją.

source: If the "EIT: DVB Grabber" is used then typically you would enter the configuration file (such as "uk") and enable relevant tickboxes to enable the additional scraping.
pl: Jeśli używany jest "EIT: Grabber DVB", to zazwyczaj należy wprowadzić plik konfiguracyjny (tak jak "uk") i włączyć odpowiednie pola wyboru, aby umożliwić dodatkowe przeszukiwanie.

source: If the XPath expression does not match any data and these options are enabled, TVH will perform its standard process for creating 'SeriesLink' and 'EpisodeLink' values, otherwise, the fields will be left empty.
pl: Jeżeli wyrażenie XPath nie pasuje do żadnych danych i te opcje są włączone, TVH wykona standardowy proces tworzenia wartości „SeriesLink” i „EpisodeLink”. W przeciwnym razie pola pozostaną puste.

source: If the scraper configuration is not enabled then the default behaviour means broadcast information such as summary information will still be retrieved.
pl: Jeśli konfiguracja skrobaka nie jest włączona, to domyślne zachowanie oznacza, że informacje takie jak podsumowanie i informacje nadawane będą nadal pobierane.

source: If using IPTV, the playlist you enter must contain valid links to streams using codecs/containers supported by Tvheadend.
pl: Jeśli korzystasz z IPTV, lista odtwarzania, którą wprowadzasz, musi zawierać prawidłowe linki do strumieni, korzystających z kodeków/kontenerów obsługiwanych przez Tvheadend.

source: If we do all the above, do we need the FAQ pages? Check existing manual/guide
pl: Jeśli wykonamy wszystkie powyższe czynności, czy potrzebujemy stron FAQ? Sprawdź istniejący podręcznik/przewodnik

source: If you cannot see your preferred language in the language list and would like to help translate Tvheadend see
pl: Jeśli nie widzisz swojego preferowanego języka na liście języków i chcesz pomóc w tłumaczeniu Tvheadend, zobacz

source: If you click on a single event, a popup will display detailed information about the event. It also allows you to schedule the event for recording, find alternative events and more.
pl: Jeśli klikniesz na pojedyncze wydarzenie, pojawi się wyskakujące okno z szczegółowymi informacjami o wydarzeniu. Pozwala również zaplanować nagranie wydarzenia, znaleźć alternatywne wydarzenia i nie tylko.

source: If you confirm this dialog, the default administrator account will be removed. Please then the use credentials you defined through this wizard.
pl: Jeśli potwierdzisz to okno dialogowe, domyślne konto administratora zostanie usunięte. Następnie użyj danych logowania zdefiniowanych w tym kreatorze.

source: If you do need to add something manually, you'll need to search the Internet for details of the appropriate transmitter and settings: satellites tend not to change much and are universal over a large area, but terrestrial muxes are typically very localised and you'll need to know which specific transmitter you're listening to.
pl: Jeśli zajdzie potrzeba dodania czegoś ręcznie, będziesz musiał przeszukać Internet w celu uzyskania szczegółowych informacji na temat odpowiedniego nadajnika i ustawień: satelity zwykle nie zmieniają się zbytnio i są uniwersalne na dużym obszarze, ale multipleksery naziemne są zazwyczaj bardzo zlokalizowane i nie można tego zrobić. musisz wiedzieć, jakiego konkretnego nadajnika słuchasz.

source: If you do not detach channel(s) before mapping additional services the following changes can occur..
pl: Jeśli nie odłączysz kanałów przed mapowaniem dodatkowych usług, mogą wystąpić następujące zmiany..

source: If you do not register and provide the api keys then the fanart grabber will fail.
pl: Jeśli nie zarejestrujesz się i nie podasz kluczy API, to grabber fanartów nie będzie działać.

source: If you don't see any signal information at all, but the number of muxes or services is increasing anyway, the driver used by your device isn't supplying signal information to Tvheadend. In most cases this isn't an issue and can be ignored.
pl: Jeśli w ogóle nie widzisz żadnych informacji o sygnale, ale liczba multipleksów lub usług wzrasta, to oznacza, że sterownik używany przez urządzenie nie dostarcza informacji o sygnale do Tvheadend. W większości przypadków nie jest to problemem i można to zignorować.

source: If you get really stuck, there's the
pl: Jeśli naprawdę utkniesz, jest to

source: If you get stuck at any point and need a little more information, press [Help].
pl: Jeśli utkniesz w jakimkolwiek momencie i potrzebujesz trochę więcej informacji, naciśnij [Pomoc].

source: If you have _Network Discovery_ enabled, an out-of-date mux list isn't usually an issue provided that one of the muxes in the list scans successfully and has a
pl: Jeśli masz włączoną opcję _Odkrywanie sieci_, przestarzała lista multipleksów zazwyczaj nie stanowi problemu, pod warunkiem że jeden z multipleksów na liście zostanie pomyślnie zeskanowany i ma

source: If you have multiple EPG sources for different groups of channels, it is possible to map the ratings from those multiple sources to produce a single unified rating system. This can be done by adjusting the 'display age' and 'display label' of the various sources until they are matched to your requirements.
pl: Jeśli masz wiele źródeł EPG dla różnych grup kanałów, istnieje możliwość mapowania ocen z tych wielu źródeł w celu stworzenia jednolitego systemu ocen. Można to zrobić poprzez dostosowanie "wyświetlanego wieku" i "etykiety wyświetlania" różnych źródeł, aż zostaną dopasowane do Twoich wymagań.

source: If you require further help, check out
pl: Jeśli potrzebujesz dalszej pomocy, sprawdź

source: If you want to watch live TV in the web UI, the _[Watch TV]_ button will pop up a HTML5 video player, where you can select the channel to watch and a stream profile to use. A transcoding stream profile is required to transcode the stream to a format that is supported by your browser, as browsers only support certain formats and codecs.
pl: Jeśli chcesz oglądać telewizję na żywo w interfejsie sieciowym, przycisk _[Oglądaj telewizję]_ spowoduje wyświetlenie odtwarzacza wideo HTML5, w którym możesz wybrać kanał do oglądania i profil transmisji strumieniowej. Aby transkodować strumień do formatu obsługiwanego przez przeglądarkę, wymagany jest profil strumienia transkodującego, ponieważ przeglądarki obsługują tylko określone formaty i kodeki.

source: If you'd like to ignore unknown elementary streams, add a rule to the end of grid with the _ANY_ (not defined) comparison(s) and the action set to _IGNORE_ .
pl: Jeśli chcesz zignorować nieznane strumienie podstawowe, dodaj regułę na końcu siatki z porównaniem _DOWOLNY_ (niezdefiniowane) i akcją ustawioną na _IGNORUJ_.

source: If you're mapping another service to a channel created by a bouquet you must first detach the channel to prevent unexpected changes, you can do this by selecting the desired channels from within the grid and then pressing the _Detach selected channels from bouquet_ option from the _[Map services]_ button.
pl: Jeśli mapujesz inną usługę do kanału utworzonego przez bukiet, musisz najpierw odłączyć kanał, aby zapobiec nieoczekiwanym zmianom. Możesz to zrobić, wybierając żądane kanały z siatki, a następnie naciskając opcję _Odłącz wybrane kanały od bukietu_ z przycisku _[Mapuj usługi]_.

source: If you're not seeing any service names at all this may indicate an issue with your hardware and/or configuration.
pl: Jeśli w ogóle nie widzisz żadnych nazw usług, może to wskazywać na problem ze sprzętem i/lub konfiguracją.

source: If you're unsure as to which list(s) to select you may want to look online for details about the various television reception choices available in your area.
pl: Jeśli nie jesteś pewien, które listy wybrać, możesz poszukać informacji online na temat różnych dostępnych w twojej okolicy opcji odbioru telewizji.

source: If you're unsure as to why a scheduled recording failed, check the status column. Take a look at the _status_ property
pl: Jeśli nie jesteś pewien, dlaczego zaplanowane nagranie nie powiodło się, sprawdź kolumnę statusu. Spójrz na właściwość _status_.

source: Ignore this elementary stream. This stream is not used. Another successfully compared rule with different action may override it.
pl: Ignoruj ten strumień podstawowy. Ten strumień nie jest używany. Inna z powodzeniem porównana reguła z inną akcją może ją zastąpić.

source: Ignoring Unknown Streams
pl: Ignorowanie nieznanych strumieni

source: Image Cache
pl: Pamięć podręczna obrazu

source: In general, __keep it simple__ , especially if you're contributing to the pages that get carried over into the web help. The simpler the formatting, the cleaner the conversion, the less tidying up there is afterwards.
pl: Ogólnie rzecz biorąc, __zachowuj prostotę__, zwłaszcza jeśli współtworzysz strony, które zostaną przeniesione do pomocy internetowej. Im prostsze formatowanie, tym czystsza konwersja i tym mniej sprzątania po niej.

source: In order for your frontend client(s) (such as Kodi, Movian, and similar) to see/play channels, you must first map discovered services to channels.
pl: Aby klienty frontendowe (takie jak Kodi, Movian i podobne) mogły widzieć/odtwarzać kanały, musisz najpierw przypisać odkryte usługi do kanałów.

source: In order for your frontend client(s) (such as Kodi, Movian, and similar) to see/play channels, you must first map discovered services to channels. If you would like Tvheadend to do this for you, check the 'Map all services' option below.
pl: Aby klienty frontendowe (takie jak Kodi, Movian i podobne) mogły oglądać/odtwarzać kanały, musisz najpierw zmapować odkryte usługi na kanały. Jeśli chcesz, żeby Tvheadend zrobił to za Ciebie, zaznacz opcję „Mapuj wszystkie usługi” poniżej.

source: In the EPG top tool bar you can access five input fields. These are used to filter/search for events. The form uses implicit AND between the input fields. This means that all filters must match for an event to be displayed.
pl: W pasku narzędziowym EPG można uzyskać dostęp do pięciu pól wejściowych. Są one używane do filtrowania/wyszukiwania wydarzeń. Formularz używa domyślnego operatora AND między polami wejściowymi. Oznacza to, że wszystkie filtry muszą pasować, aby wydarzenie zostało wyświetlone.

source: In the _Exported tuners_ section, enter the number of tuners (per delivery system) that you'd like to export. This setting lets the client know how many tuners are available for use, while you can enter any number you like here, exporting more tuners than you have can lead to scanning/tuning failures, e.g. "No free tuner".
pl: W sekcji _Eksportowane tunery_ wprowadź liczbę tunerów (na system dostarczania), które chcesz wyeksportować. To ustawienie informuje klienta, ile tunerów jest dostępnych do użycia. Chociaż możesz wprowadzić dowolną liczbę tutaj, eksportowanie większej liczby tunerów niż masz może prowadzić do niepowodzeń skanowania/nastawiania, np. "Brak wolnego tunera".

source: In the _Upcoming / Current Recordings_ tab, duplicates are shown with a line-through.
pl: W karcie _Nadchodzące / Bieżące nagrania_ duplikaty są pokazane z przekreśleniem.

source: In the above table _Tuner A_ is busy so Tvheadend will have to use the next available idle tuner which in this example is _Tuner B_ and _Tuner C_ but because _Tuner C_ has the higher priority of the two Tvheadend will use that instead of _Tuner B_ . If no priority value is set for any tuners Tvheadend will use the first available idle tuner.
pl: W powyższej tabeli _Tuner A_ jest zajęty, więc Tvheadend będzie musiał skorzystać z następnego dostępnego wolnego tunera, który w tym przykładzie jest _Tuner B_ i _Tuner C_, ale ponieważ _Tuner C_ ma wyższy priorytet spośród dwóch, Tvheadend użyje go zamiast _Tuner B_. Jeśli żadna wartość priorytetu nie jest ustawiona dla żadnych tunerów, Tvheadend użyje pierwszego dostępnego wolnego tunera.

source: In the following example, 'Cricket' is not a standard DVB EIT category. However, '0x40' is the standard code for 'Sport' and the provider has added this code to allow the standard code to be used when needed.
pl: W poniższym przykładzie „Cricket” nie jest standardową kategorią DVB EIT. Jednak „0x40” to standardowy kod dla kategorii „Sport”, a dostawca dodał ten kod, aby umożliwić użycie standardowego kodu w razie potrzeby.

source: In the following example, an XMLTV provider has added the non-standard `uniqueID` attribute to the `programme` node.
pl: W poniższym przykładzie dostawca XMLTV dodał niestandardowy atrybut `uniqueID` do węzła `programme`.

source: In the following example, the provider has added the non-standard `crid` node to the XMLTV data. This has been further broken down to include a `series` node and an `episode` node.
pl: W poniższym przykładzie dostawca dodał niestandardowy węzeł `crid` do danych XMLTV. Został on dodatkowo rozbity na węzeł `series` i węzeł `episode`.

source: Include all information.
pl: Uwzględniaj wszystkie informacje.

source: Include channels even if the linked service is flagged as encrypted.
pl: Uwzględniaj kanały nawet jeśli powiązana usługa jest oznaczona jako zaszyfrowana.

source: Include channels with no channel number.
pl: Uwzględniaj kanały bez numeru kanału.

source: Include channels with no name.
pl: Uwzględniaj kanały bez nazwy.

source: Include radio channels.
pl: Uwzględniaj kanały radiowe.

source: Including Documentation/Items
pl: W tym dokumentacja/wpisy

source: Individual tuners are then the next level down (e.g. `DiBcom 7000PC : DVB-T #0`)
pl: Indywidualne tunery są następnym poziomem niżej (np. `DiBcom 7000PC : DVB-T #0`)

source: Information icon
pl: Ikona informacji

source: Initial setup can be done by choosing one of the pre-defined
pl: Początkowa konfiguracja może być wykonana poprzez wybranie jednej z predefiniowanych

source: Input Sources
pl: Źródła wejściowe

source: Installation
pl: Instalacja

source: Instructions For Built-in Help
pl: Instrukcje dotyczące wbudowanej pomocy

source: Interactive EU DVB-T map
pl: Interaktywna mapa UE DVB-T

source: Internal PyEPG
pl: Wewnętrzny PyEPG

source: Internal XMLTV
pl: Wewnętrzny XMLTV

source: Internationalisation
pl: Umiędzynarodowienie

source: Internet m3u playlist
pl: Internetowa lista odtwarzania m3u

source: Introduction
pl: Wprowadzenie

source: It is recommended that you only enable this option if you're absolutely sure the flags are sent correctly and on time. Incorrect EITp/f flags can result in failed/broken recordings. You can set this option per
pl: Zaleca się włączenie tej opcji tylko wtedy, gdy istnieje pewność, że flagi są wysyłane poprawnie i na czas. Nieprawidłowe flagi EITp/f mogą skutkować nieudanymi/zepsutymi nagraniami. Możesz ustawić tę opcję na

source: It supports input from a number of sources such as DVB-T, DVB-S and more, see
pl: Obsługuje wejście z wielu źródeł, takich jak DVB-T, DVB-S i więcej, zobacz

source: Items
pl: Pozycje

source: Items (grid items)
pl: Wpisy (elementy siatki)

source: Items and Properties
pl: Wpisy i właściwości

source: Items and properties
pl: Wpisy i właściwości

source: Items/Properties
pl: Wpisy/Właściwości

source: Keep
pl: Zachowaj

source: Keep the mux if it doesn't already exist.
pl: Zachowaj multiplekser, jeśli jeszcze nie istnieje.

source: Key from
pl: Klucz z

source: Keywords
pl: Słowa kluczowe

source: LAN/IPTV signals such as IPTV, SAT>IP, HDHomeRun.
pl: Sygnały LAN/IPTV takie jak IPTV, SAT>IP, HDHomeRun.

source: Language
pl: Język

source: Languages to use for searching for episode.
pl: Języki do użycia podczas wyszukiwania odcinka.

source: Launches Live TV via HTML5 video.
pl: Uruchamia telewizję na żywo za pomocą wideo HTML5.

source: Let's start by configuring the basic language settings. Please select the default user interface and EPG language(s).
pl: Zacznijmy od konfiguracji podstawowych ustawień językowych. Wybierz domyślny interfejs użytkownika oraz język(i) EPG.

source: Licensing
pl: Licencjonowanie

source: Limit access to DVR functionality only.
pl: Ogranicz dostęp tylko do funkcji DVR.

source: Limit access to streaming only (no DVR functionality).
pl: Ogranicz dostęp tylko do strumieniowania (bez funkcji DVR).

source: Limit connections
pl: Limit połączeń

source: Limited information for low memory devices that don't correctly process tv channel names.
pl: Ograniczone informacje dla urządzeń o niskiej pamięci, które nieprawidłowo przetwarzają nazwy kanałów telewizyjnych.

source: Limited information for low memory devices.
pl: Ograniczone informacje dla urządzeń o niskiej pamięci.

source: Line
pl: Linia

source: Linux DVB CAM Client
pl: Klient CAM DVB Linuksa

source: LinuxDVB Input
pl: Wejście LinuxDVB

source: List 100 items per page.
pl: Wyświetlaj 100 elementów na stronę.

source: List 200 items per page.
pl: Wyświetlaj 200 elementów na stronę.

source: List 25 items per page.
pl: Wyświetlaj 25 elementów na stronę.

source: List 50 items per page.
pl: Wyświetlaj 50 elementów na stronę.

source: List all items on a single page.
pl: Wyświetlaj wszystkie elementy na jednej stronie.

source: List of features
pl: Lista funkcji

source: List/Find alternative showings (exact matches) of this event.
pl: Wymień/Znajdź alternatywne pokazy (dokładne dopasowania) tego wydarzenia.

source: List/Find related EPG events.
pl: Wymień/Znajdź powiązane wydarzenia EPG.

source: Listen / Connect port
pl: Słuchaj / połącz port

source: Lists
pl: Listy

source: Lists all EPG-driven recording rules. Events matched (by an auto-record rule) will be added to the
pl: Wymienia wszystkie zasady nagrywania sterowane przez EPG. Wydarzenia dopasowane (przez regułę automatycznego nagrywania) zostaną dodane do

source: Lists all completed recording entries. Entries shown here have reached the end of the scheduled (or EITp/f defined) recording time.
pl: Wszystkie zakończone wpisy nagrywania. Wpisy tutaj pokazane osiągnęły koniec zaplanowanego (lub zdefiniowanego przez EITp/f) czasu nagrywania.

source: Lists all failed recording entries. Entries shown here have failed to record due to one (or more) errors that occurred during the recording.
pl: Wszystkie nieudane wpisy dotyczące nagrywania. Wpisy tutaj pokazane nie zostały nagrane z powodu jednego (lub więcej) błędów, które wystąpiły podczas nagrywania.

source: Lists all recording entries that have missing file(s). Entries shown here link to file(s) that Tvheadend cannot locate (files which have been externally (re)moved).
pl: Wszystkie wpisy nagrywania, które mają brakujące pliki, są wymienione tutaj. Wpisy pokazane tutaj łączą się z plikami, których Tvheadend nie może zlokalizować (pliki, które zostały zewnętrznie usunięte lub przeniesione).

source: Lists all time-driven recording rules. Events matched (by a timer rule) will be added to the
pl: Wymienia wszystkie zasady nagrywania sterowane przez czas. Wydarzenia dopasowane (przez regułę czasową) zostaną dodane do

source: Lists current and upcoming recording entries. Entries shown here are either currently recording or are soon-to-be recorded.
pl: Wyświetla bieżące i nadchodzące wpisy nagrywania. Wpisy tutaj pokazane są albo aktualnie nagrywane, albo wkrótce zostaną nagrane.

source: Lists the number of current and maximum (per page) rows displayed, followed by the total number of items available.
pl: Wymienia liczbę aktualnie wyświetlanych i maksymalnych (na stronę) wierszy, a następnie podaje całkowitą liczbę dostępnych elementów.

source: Live Tennis Broadcast from Wimbledon
pl: Transmisja na żywo tenisa z Wimbledonu

source: Local or remote disk, via the built-in digital video recorder.
pl: Dysk lokalny lub zdalny, poprzez wbudowany rejestrator (DVR).

source: Locking
pl: Blokowanie

source: Longer programs, e.g. films
pl: Dłuższe programy, np. filmy

source: M3U using SAT>IP extensions
pl: M3U z wykorzystaniem rozszerzeń SAT>IP

source: MP4 profile.
pl: Profil MP4.

source: MP4/libav Profile
pl: Profil MP4/libav

source: MPEG-TS File
pl: Plik MPEG-TS

source: MPEG-TS Input Debug
pl: Debugowanie wejścia MPEG-TS

source: MPEG-TS Parser
pl: Parser MPEG-TS

source: MPEG-TS Pass-thru Profile
pl: Przekazywany MPEG-TS

source: MPEG-TS Spawn
pl: Potomek MPEG-TS

source: MPEG-TS pass-thru, this is a simple profile that just passes on the data received, can be configured to remove unneeded data packets.
pl: Przejście MPEG-TS to prosty profil, który po prostu przekazuje otrzymane dane, można go skonfigurować do usuwania niepotrzebnych pakietów danych.

source: MPEG-TS profile.
pl: Profil MPEG-TS.

source: MPEG-TS/libav Profile
pl: Profil MPEG-TS/libav

source: MPEG2 Audio
pl: Dźwięk MPEG2

source: MPEG2 Video
pl: Wideo MPEG2

source: Main
pl: Główne

source: Maintenance
pl: Konserwacja
