Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: By default all URLs (in a playlist) with path component changes are treated as new services. This causes channels linked to them to be marked `{name-not-set}` due to the previously-used URL "no longer existing" in the playlist, they in fact do exist but have changed slightly.
pl: Domyślnie wszystkie adresy URL (na liście odtwarzania) z zmienionymi składnikami ścieżki traktowane są jako nowe usługi. Powoduje to oznaczenie kanałów do nich podłączonych jako "{nazwa-nieustawiona}" z powodu "braku wcześniej używanego adresu URL" na liście odtwarzania, tak naprawdę istnieją one, ale zmieniły się nieznacznie.

source: __Tip__ : By default Tvheadend will only show a small selection of entries - you can increase the number of entries displayed by using the paging selector at the bottom right of the page.
pl: __Wskazówka__: domyślnie Tvheadend wyświetla tylko mały wybór wpisów - możesz zwiększyć liczbę wyświetlanych wpisów, korzystając z selektora stronicowania na dole prawej strony.

source: "Column options"
pl: "Opcje kolumn"

source: "Find all EPG events whose title contains 'big bang theory' where 'leonard' is mentioned in the sub-title or summary or description, but 'sheldon' is not."
pl: Znajdź wszystkie wydarzenia EPG, których tytuł zawiera słowo „Teoria wielkiego podrywu”, gdzie w podtytule, streszczeniu lub opisie występuje słowo „Leonard”, ale nie o „Sheldon”.

source: "Left Arrow"
pl: "Strzałka w lewo"

source: "Log closed"
pl: "Dziennik zamknięty"

source: "Log open"
pl: "Dziennik otwarty"

source: "Menubar"
pl: "Pasek menu"

source: "Multi-select"
pl: "Wybór wielokrotny"

source: "Paging options"
pl: "Opcje stronicowania"

source: "Right Arrow"
pl: "Strzałka w prawo"

source: "Split panel example"
pl: "Przykład podziału panelu"

source: "Tabs"
pl: "Karty"

source: "View level"
pl: "Poziom widoku"

source: 'Accept/OK Icon'
pl: 'Ikona Akceptuj/OK'

source: 'Access Entries' Tab
pl: Karta 'Wpisy dostępu'

source: 'Bouqets' Tab
pl: Karta 'Bukiety'

source: 'CA Client Configuration Example'
pl: 'Przykład konfiguracji klienta CA'

source: 'Cancel'
pl: 'Anuluj'

source: 'Channel lists'
pl: 'Listy kanałów'

source: 'Channel tag'
pl: 'Tag kanału'

source: 'Complete rating labels list'
pl: 'Kompletna lista etykiet ocen'

source: 'DVB Input tree explained' Tab
pl: Karta 'Wyjaśnienie drzewa wejściowego DVB'

source: 'DVB Inputs' Tab
pl: Karta 'Wejścia DVB'

source: 'Debugging tab'
pl: Karta 'Debugowanie'

source: 'Digital Video Recorder Profiles' Tab 1
pl: Karta 1 'Profil rejestratora (DVR)'

source: 'Digital Video Recorder' Tabs
pl: Karta 'Rejestrator (DVR)'

source: 'EPG Grabber Channels Tab'
pl: Karta 'Kanały grabbera EPG'

source: 'EPG Grabber Configuration'
pl: Karta 'Konfiguracja grabbera EPG'

source: 'EPG Grabber XPath'
pl: 'XPath grabbera EPG'

source: 'EPG with placeholder rating'
pl: 'EPG z oceną zastępczą'

source: 'Electronic Program Guide' Tab
pl: Karta 'Przewodnik (EPG)'

source: 'Error Icon'
pl: 'Ikona błędu'

source: 'General Base'
pl: 'Ogólne podstawowe'

source: 'IP Blocking' Tab
pl: Karta 'Blokowanie IP'

source: 'Image cache'
pl: 'Pamięć podręczna obrazów'

source: 'Information Icon'
pl: 'Ikona informacji'

source: 'Map All Services'
pl: 'Mapuj wszystkie usługi'

source: 'Mux List'
pl: 'Lista multiplekserów'

source: 'Mux Schedule Entries'
pl: 'Wpis harmonogramu multipleksera'

source: 'Networks' Tab Screenshot
pl: Zrzut ekranu karty 'Sieci'

source: 'Newly learned rating labels list'
pl: 'Nowo poznana lista etykiet ocen'

source: 'Passwords' Tab
pl: Karta 'Hasła'

source: 'Play Icon Image'
pl: 'Obraz ikony odtwarzania'

source: 'Rating label learned from xmltv'
pl: 'Etykieta oceny uzyskana z xmltv'

source: 'Removing a stream'
pl: 'Usuwanie strumienia'

source: 'Service Information'
pl: 'Informacje o usłudze'

source: 'Service mapper'
pl: 'Usługa mapowania'

source: 'Services'
pl: 'Usługi'

source: 'Status - Connections' Tab
pl: Karta 'Status - Połączenia'

source: 'Status - Service mapper'
pl: 'Status - Usługa mapowania'

source: 'Status - Stream' Tab
pl: Karta 'Status - Strumień'

source: 'Status - Subscriptions' Tab
pl: Karta 'Status - Subskrypcje'

source: 'Stop/Disabled Icon'
pl: 'Ikona zatrzymania/wyłączona'

source: 'Stream Profiles'
pl: 'Profile strumieni'

source: 'Stream filters'
pl: 'Filtry strumieni'

source: 'Timeshift Tab'
pl: Karta 'Funkcja Timeshift'

source: 'Updated rating label details'
pl: 'Zaktualizowane szczegóły etykiety oceny'

source: (/mux only) list of subscribed PIDs (comma separated)
pl: (tylko /mux) lista subskrybowanych PID-ów (oddzielonych przecinkami)

source: (/service only) do not descramble (if set to 0)
pl: (tylko /service) nie deszyfruj (jeśli ustawione na 0)

source: (/service only) pass EMM to the stream (if set to 1)
pl: (tylko /service) przekazuj EMM do strumienia (jeśli ustawione na 1)

source: (For the technically-minded, these unique identifiers - the elementary streams - are referred to as 'packet identifiers' or 'PIDs').
pl: (Dla osób zainteresowanych techniką, te unikalne identyfikatory - strumienie elementarne - są nazywane "identyfikatorami pakietów" lub "PID-ami").

source: (Movies)
pl: (Filmy)

source: (Next)
pl: (Następne)

source: (Previous)
pl: (Poprzednie)

source: (TV Series)
pl: (Seriale)

source: (Using the Interface) for details on how to use the tree/split panel.
pl: (Używanie interfejsu) dla szczegółowych informacji na temat korzystania z panelu drzewa/rozdzielanego.

source: (_Using the Interface_ ).
pl: (_Korzystanie z interfejsu_ ).

source: (c) 2006 - date Tvheadend contributors
pl: (c) 2006 - 2025 współtwórcy Tvheadend

source: (default DVR Profile) drop-down
pl: (domyślny profil DVR) rozwijane menu

source: (except /mux) Override streaming profile
pl: (oprócz /mux) Zastąp profil strumieniowania

source: (other clients may also be available).
pl: (inne klienty mogą być również dostępne).

source: (standard) for the channel number
pl: (standardowy) dla numeru kanału

source: ) is using position 1 (or AA).
pl: ) używa pozycji 1 (lub AA).

source: ), or those that are currently broadcasting (
pl: ), lub tych, które obecnie są transmitowane (

source: ). Can be used with the other filters.
pl: ). Może być używane z innymi filtrami.

source: , enabling/disabling per channel overrides the DVR profile setting.
pl: , włączanie/wyłączanie nadpisuje ustawienia profilu DVR dla poszczególnych kanałów.

source: , note that not all devices supply correct signal information, the value here can sometimes be ambiguous.
pl: , zauważ, że nie wszystkie urządzenia dostarczają poprawne informacje o sygnale, wartość tutaj czasami może być dwuznaczna.

source: , so if that changes it won't make any difference.
pl: , więc jeśli to się zmieni, to nie będzie miało żadnego znaczenia.

source: - but they do go out of date as broadcasters move services around and national authorities change entire pieces of spectrum. As such, you should try the pre-defined values, but you may need to add muxes manually.
pl: - jednak stają się one nieaktualne, ponieważ nadawcy zmieniają usługi, a władze krajowe zmieniają całe fragmenty widma. W związku z tym należy wypróbować wstępnie zdefiniowane wartości, ale może być konieczne ręczne dodanie multiplekserów.

source: . Please use github's features if you want to provide patches. Contributions and improvements are always welcome.
pl: . Skorzystaj z funkcji GitHub, jeśli chcesz dostarczyć łatki. Wkład i ulepszenia są zawsze mile widziane.

source: . This will automatically launch an appropriate player, otherwise you will need to manually open the playlist to start watching (normally a double-click on the downloaded file).
pl: . Spowoduje to automatyczne uruchomienie odpowiedniego odtwarzacza, w przeciwnym razie będziesz musieć ręcznie otworzyć listę odtwarzania, aby rozpocząć oglądanie (zazwyczaj podwójne kliknięcie na pobrany plik).

source: ... produces:
pl: ... produkuje:

source: / = Node
pl: / = Węzeł

source: /etc/default/tvheadend options
pl: opcje /etc/default/tvheadend

source: 00:00:01 to 00:15:00
pl: 00:00:01 do 00:15:00

source: 00:15:01 to 00:30:00
pl: 00:15:01 do 00:30:00

source: 00:30:01 to 01:30:00
pl: 00:30:01 do 01:30:00

source: 01:30:01 to 03:00:00
pl: 01:30:01do 03:00:00

source: 03:00:00 to no maximum
pl: 03:00:00 do brak maksimum

source: 1. Define the RTSP Port
pl: 1. Określ port RTSP

source: 1. Ensure Tuners are Available for Use
pl: 1. Upewnij się, że tunery są dostępne do użycia

source: 1. Welcome
pl: 1. Witamy

source: 2 Port
pl: 2 porty

source: 2 Port configuration.
pl: Konfiguracja 2-portowa.

source: 2. Access Control
pl: 2. Kontrola dostępu

source: 2. Export the Tuners
pl: 2. Eksportuj tunery

source: 2. Set up Relevant Network(s)
pl: 2. Skonfiguruj odpowiednie sieci.

source: 3. Associate the Network with the Respective Tuner(s)
pl: 3. Skojarz sieć z odpowiednimi tunerami.

source: 3. Export Your Networks
pl: 3. Eksportuj swoje sieci

source: 3. Tuner and Network
pl: 3. Tuner i sieć

source: 4 Port
pl: 4 porty

source: 4 Port configuration.
pl: Konfiguracja 4-portowa.

source: 4. Configure Your Client
pl: 4. Skonfiguruj swojego klienta

source: 4. If Necessary, Manually Add Muxes
pl: 4. Jeśli to konieczne, ręcznie dodaj multipleksery

source: 4. Position #1 (AA)
pl: 4. Pozycja #1 (AA)

source: 4. Predefined Muxes
pl: 4. Predefiniowane multipleksery

source: 5. Scan for Services
pl: 5. Skanuj usługi

source: 5. Scanning
pl: 5. Skanowanie

source: 6. Map Services to Channels
pl: 6. Mapuj usługi do kanałów

source: 6. Service Mapping
pl: 6. Mapowanie usług

source: 7. Finished
pl: 7. Zakończone

source: 7. Watch TV
pl: 7. Oglądaj TV

source: : Assign the lowest available channel number(s) to the selected channel(s).
pl: : Przypisz najniższy dostępny numer kanału do wybranego kanału.

source: : Command to run after finishing a recording. The command will be run in background and is executed even if a recording is aborted or an error occurred. Use the %e error formatting string to check for errors, the error string is “OK” if recording finished successfully.
pl: : Polecenie uruchomienia po zakończeniu nagrywania. Polecenie zostanie uruchomione w tle i zostanie wykonane nawet w przypadku przerwania nagrywania lub wystąpienia błędu. Użyj ciągu formatowania błędu %e, aby sprawdzić błędy. Ciąg błędu to „OK”, jeśli nagrywanie zakończyło się pomyślnie.

source: : Command to run when a recording starts. The command will be run in background.
pl: : Polecenie do uruchomienia podczas rozpoczęcia nagrywania. Polecenie zostanie uruchomione w tle.

source: : Decrement the selected channel numbers by 1.
pl: : Zmniejsz wybrane numery kanałów o 1.

source: : Detach the (selected) services from it's bouquet (to prevent changes).
pl: : Odłącz (wybrane) usługi od swojego bukietu (aby zapobiec zmianom).

source: : Example : every day at 2am is : `0 2 * * *`
pl: : Przykład: codziennie o godzinie 2:00 to: `0 2 * * *`

source: : Increment the selected channel number(s) by 1.
pl: : Zwiększ wybrane numery kanału o 1.

source: : Map all services to channels.
pl: : Mapuj wszystkie serwisy do kanałów

source: : Map the selected services to channels.
pl: : Mapuj zaznaczone serwisy do kanałów

source: : Play the selected entry. Downloads an m3u, or opens the m3u in your default media player. __Finished/Failed Recordings tabs only.__
pl: : Odtwórz wybrany wpis. Pobierz plik m3u lub otwórz go w domyślnym odtwarzaczu multimedialnym. __Tylko karty Nagrania zakończone/nieudane.__

source: : Remove all services not seen for 7+ days.
pl: : Usuń wszystkie usługi, których nie widziano przez 7+ dni.

source: : Remove services marked as Missing in PAT/SDT for 7+ days.
pl: : Usuń usługi oznaczone jako Brakujące w PAT/SDT przez 7+ dni.

source: : Swap the numbers of the two selected channels.
pl: : Zamień numery dla dwóch wybranych kanałów.

source: : The string allows you to manually specify the full path generation using the predefined modifiers for strftime (see `man strftime`, except `%n` and `%t`) and Tvheadend specific. Note that you may modify some of this format string setting using the GUI fields below.
pl: : Łańcuch umożliwia ręczne określenie generowania pełnej ścieżki przy użyciu predefiniowanych modyfikatorów dla strftime (patrz `man strftime`, z wyjątkiem `%n` i `%t`) oraz specyficznych dla Tvheadend. Pamiętaj, że możesz zmodyfikować niektóre ustawienia ciągu formatu, korzystając z poniższych pól GUI.

source: @ = Attribute
pl: @ = Atrybut

source: A 'rating label' is a text code like 'PG', 'PG-13' or 'FSK 12' used to identify the parental rating classification of a TV programme.
pl: 'Etykieta oceny' to kod tekstowy, taki jak 'PG', 'PG-13' lub 'FSK 12', używany do identyfikacji klasyfikacji programu telewizyjnego przez rodziców.

source: A CRID (Content Reference IDentifier) is a mechanism used by broadcasters to identify events from the same series and multiple occurrences of the same episode in a series. TVH refers to these as 'SeriesLink' and 'EpisodeLink'. These fields can be used for recording a whole series or detecting a repeated episode.
pl: CRID (Content Reference IDentifier) ​​to mechanizm używany przez nadawców do identyfikacji wydarzeń z tego samego serialu oraz wielokrotnych wystąpień tego samego odcinka w serialu. TVH określa je jako „SeriesLink” i „EpisodeLink”. Pola te mogą być używane do nagrywania całego serialu lub wykrywania powtarzającego się odcinka.

source: A TCP connection to the server is created. All EMM/ECM data is sent to OSCam using this connection without the need for real linuxdvb devices to be present in the system. This mode is suitable for all DVB devices including SAT
pl: Utworzono połączenie TCP z serwerem. Wszystkie dane EMM/ECM są przesyłane do OSCam za pomocą tego połączenia, bez konieczności obecności w systemie prawdziwych urządzeń linuxdvb. Ten tryb jest odpowiedni dla wszystkich urządzeń DVB, w tym SAT

source: A __driver__ is the piece of software that your operating system uses to talk to the tuner. This can be built into the OS (e.g. 'supported since kernel X') or might be a separate piece of software that you need install, and maybe even compile, separately.
pl: __Sterownik__ to oprogramowanie używane przez system operacyjny do komunikacji z tunerem. Może to być wbudowane w system operacyjny (np. „obsługiwane od jądra X”) lub może być oddzielnym oprogramowaniem, które należy zainstalować, a może nawet skompilować oddzielnie.

source: A __tuner__ is the hardware (chipset) needed to interpret a digital television signal and extract from it the programme stream. The tuner hardware is also responsible for communicating with your satellite dish via the LNB in the case of DVB-S.
pl: __Tuner__ to sprzęt (chipset) niezbędny do interpretacji cyfrowego sygnału telewizyjnego i wyodrębnienia z niego strumienia programu. Sprzęt tunera jest również odpowiedzialny za komunikację z anteną satelitarną poprzez LNB w przypadku DVB-S.

source: A combination of last two variants above - data is written immediately and then discarded from cache.
pl: Kombinacja dwóch ostatnich wariantów powyżej - dane są zapisywane natychmiast i następnie usuwane z pamięci podręcznej.

source: A general Matroska container profile.
pl: Profil ogólny kontenera Matroska.

source: A general-purpose MPEG-TS `pipe://` (or `file://`) for analogue and non-broadcast sources.
pl: Ogólnego przeznaczenia `pipe://` (lub `file://`) MPEG-TS dla źródeł analogowych i niebroadcastowych.

source: A network is the type of carrier for your television signals. Tvheadend supports several different types of network.
pl: Sieć to rodzaj nośnika dla sygnałów telewizyjnych. Tvheadend obsługuje kilka różnych typów sieci.

source: A placeholder status, meaning that the configuration isn’t properly set.
pl: Status zastępczy, oznaczający, że konfiguracja nie jest poprawnie ustawiona.

source: A position is very similar to a network in that it groups multiplexes (or Transponders) for each satellite you're able to receive. It also allows you to set certain configuration options, such as where the dish should move to in order to receive a multiplex.
pl: Pozycja jest bardzo podobna do sieci, ponieważ grupuje multipleksy (lub transpondery) dla każdego satelity, który możesz odbierać. Umożliwia także ustawienie pewnych opcji konfiguracyjnych, np. miejsca, w które powinna się przenieść antena, aby otrzymać multipleks.

source: A slave frontend (can be used to link with a master, mainly used for buggy drivers or frontends that share an input).
pl: Interfejs podrzędny (może być używany do łączenia się z modułem głównym, używany głównie w przypadku błędnych sterowników lub interfejsów, które współdzielą wejście).

source: A string
pl: Ciąg

source: A tuner can have multiple positional inputs,
pl: Jeden tuner może mieć wiele wejść pozycyjnych.

source: AC-3, AAC and MP2 audio supported.
pl: Dźwięk AC-3, AAC i MP2 jest obsługiwany.

source: ATSC PSIP EPG
pl: EPG ATSC (PSIP)

source: ATSC SI Tables
pl: Tabele SI ATSC

source: Abort
pl: Przerwij

source: Aborted by user
pl: Przerwane przez użytkownika

source: About
pl: Informacje

source: About This Guide
pl: O tym przewodniku

source: About this guide and where to get help if you're stuck
pl: O tym przewodniku i gdzie szukać pomocy, jeśli utkniesz.

source: Abruptly stop the selected in-progress recording entry/entries.
pl: Natychmiast zatrzymaj wybrany wpis/wpisy nagrywania w trakcie.

source: Accept icon
pl: Ikona akceptacji

source: Access
pl: Dostęp

source: Access (ACL)
pl: Dostęp (ACL)

source: Access Entries
pl: Parametry dostępu

source: Access to system features (streaming, administration, configurations) can be configured based on username/password and/or IP address.
pl: Dostęp do funkcji systemowych (strumieniowanie, administracja, konfiguracje) można skonfigurować na podstawie nazwy użytkownika/hasła i/lub adresu IP.

source: Action
pl: Akcja

source: Active subscriptions
pl: Aktywne subskrypcje

source: Actual numbers don't matter, just that it's a number
pl: Rzeczywiste liczby nie mają znaczenia, ważne, że jest to liczba.

source: Adapter example
pl: Przykład adaptera

source: Add
pl: Dodaj

source: Add entry
pl: Dodaj wpis

source: Add this elementary stream only when no elementary streams are used from previous rules. It does not match the implicit USE rules which are added after the user rules.
pl: Dodaj ten strumień podstawowy tylko wtedy, gdy z poprzednich reguł nie są używane żadne strumienie podstawowe. Nie pasuje do ukrytych reguł USE, które są dodawane po regułach użytkownika.

source: Adding, Editing and More
pl: Dodawanie, edytowanie i nie tylko

source: Adding/Editing
pl: Dodawanie / Edycja

source: Admin
pl: Administrator

source: Advanced
pl: Zaawansowany

source: Advanced LNB
pl: Zaawansowany LNB

source: Advanced LNB configuration.
pl: Konfiguracja zaawansowanego LNB

source: Advanced option specifying a csv of movie modules to use.
pl: Zaawansowana opcja określająca plik csv modułów filmowych do użycia.

source: Advanced option specifying a csv of tv modules to use.
pl: Zaawansowana opcja określająca plik csv modułów telewizyjnych do użycia.

source: Afternoon
pl: Po południu

source: Afternoon fast news
pl: Popołudniowe szybkie wiadomości

source: All
pl: Wszystko

source: All (Streaming plus DVR)
pl: Wszystko (Strumieniowanie + DVR)

source: All available tuners failed to tune (this can indicate a signal, driver or hardware problem).
pl: Nie udało się dostroić wszystkich dostępnych tunerów (może to wskazywać na problem z sygnałem, sterownikiem lub sprzętem).

source: All channel data, channel groups/tags, EPG and TV streaming is carried over a single TCP connection.
pl: Wszystkie dane kanałów, grupy/tagi kanałów, EPG i transmisja telewizyjna są przesyłane przez pojedyncze połączenie TCP.

source: All channels
pl: Wszystkie kanały

source: All lower-case
pl: Wszystkie małe litery

source: All major character encodings in DVB are supported (e.g. for localised EPG character sets).
pl: Wszystkie główne kodowania znaków w DVB są obsługiwane (np. dla lokalnych zestawów znaków EPG).

source: All original streams (multiple audio tracks, etc) are recorded.
pl: Nagrywane są wszystkie oryginalne strumienie (wiele ścieżek audio itp.).

source: All recordings
pl: Wszystkie nagrania

source: All settings are stored in human-readable text files.
pl: Wszystkie ustawienia są przechowywane w plikach tekstowych czytelnych dla człowieka.

source: All setup and configuration is done from the built in web user interface.
pl: Wszystkie ustawienia i konfiguracja są wykonywane za pomocą wbudowanego sieciowego interfejsu użytkownika.

source: All sorting/filtering is then done in C by the main application for speed.
pl: Całe sortowanie/filtrowanie odbywa się następnie w C przez główną aplikację w celu zwiększenia szybkości.

source: All tags, for Enigma2 - tags are converted to labels
pl: Wszystkie tagi, dla Enigma2 - tagi są konwertowane na etykiety.

source: All text is encoded in UTF-8 to provide full international support.
pl: Wszystkie teksty są kodowane w UTF-8, aby zapewnić pełne wsparcie międzynarodowe.

source: All/Now
pl: Wszystko/Teraz

source: Allow access to all streaming options (including DVR functionality).
pl: Zezwól na dostęp do wszystkich opcji strumieniowania (włącznie z funkcją DVR).

source: Allow the user to change the interface view level.
pl: Pozwól użytkownikowi zmienić poziom widoku interfejsu.

source: Alternative showings
pl: Alternatywne pokazy

source: Although XMLTV is a standard, some providers of XMLTV data include additional information. XPath-like expressions can be used to extract some of this additional information for EPG grabbers that use XMLTV as a data source.
pl: Chociaż XMLTV jest standardem, niektórzy dostawcy danych XMLTV uwzględniają dodatkowe informacje. Wyrażenia typu XPath można wykorzystać do wyodrębnienia części tych dodatkowych informacji dla programów EPG, które wykorzystują XMLTV jako źródło danych.

source: Always keep the mux regardless of whether it exists or not.
pl: Zawsze przechowuj multiplekser niezależnie od tego, czy istnieje, czy nie.

source: Always reject but allow partial match.
pl: Zawsze odrzucaj, ale zezwalaj na częściowe dopasowanie.

source: Always reject.
pl: Zawsze odrzucaj.

source: An Example TV Adapter Tree
pl: Przykładowe drzewo adaptera TV

source: An access entry is said to match if the username and the IP source address of the requesting peer is within the prefix _(Allowed networks)_ , wildcard (anonymous) accounts will match __ANY__ username.
pl: Wpis dostępu jest uważany za pasujący, jeśli nazwa użytkownika i adres źródłowy IP żądającego partnera znajdują się w prefiksie _(Dozwolone sieci)_, konta zastępcze (anonimowe) będą pasować do __DOWOLNEJ__ nazwy użytkownika.

source: An audio-only profile.
pl: Profil tylko audio.

source: An example:
pl: Przykład:

source: And I'm left with these final open questions:
pl: I zostaję z tymi ostatnimi otwartymi pytaniami.

source: And another item.
pl: I jeszcze jeden element.

source: And finally, services are mapped to __channels__ . These are what you and your client software think in terms of: _"I'd like to watch BBC One now, please"_ .
pl: I na koniec, usługi są mapowane na __kanały__ . To jest to, o czym myślisz ty i twój klient w kontekście: _"Chciałbym teraz obejrzeć BBC One"_ .

source: And if you don't want a header, you can leave it out - but the cells remain in this theme, so I'd suggest you don't do this as it's ugly:
pl: A jeśli nie chcesz nagłówka, możesz go pominąć, ale komórki pozostaną w tym motywie, więc sugeruję, aby tego nie robić, ponieważ jest to brzydkie:
