Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: Stick to paragraph formatting unless and until you have a need for definition lists.
pl: Trzymaj się formatowania akapitu, chyba że masz potrzebę dla list definicji.

source: Stop
pl: Zatrzymaj

source: Stop time stamp of recording, UNIX epoch
pl: Czas zatrzymania nagrywania, epoka UNIX

source: Stream
pl: Strumień

source: Stream Filters
pl: Filtry strumieni CA

source: Stream Profiles
pl: Profile strumieni

source: Stream Profiles are the settings for output formats. These are used for Live TV streaming and recordings. The profiles can be assigned through Access Entries, DVR Profiles or as parameter for HTTP Streaming.
pl: Profile strumieni są ustawieniami dla formatów wyjściowych. Są one używane do strumieniowania telewizji na żywo i nagrywania. Profile mogą być przypisane poprzez wpisy dostępu, profile DVR lub jako parametr dla strumieniowania HTTP.

source: Stream for
pl: Strumień dla

source: Stream profile types and profile settings
pl: Typy profili strumieni i ustawienia profilu

source: Streaming
pl: Strumieniowanie

source: Streaming Profile
pl: Profil strumieniowania

source: Streaming priority is like the _Priority_ setting (above) but only applies when streaming over HTTP or HTSP. If no streaming priority value is set (0) the _Priority_ value is used instead.
pl: Priorytet strumienia jest podobny do ustawienia _Priorytetu_ (powyżej), ale dotyczy tylko strumieniowania przez HTTP lub HTSP. Jeśli nie jest ustawiona żadna wartość priorytetu strumieniowania (0), zamiast tego używana jest wartość _Priorytetu_.

source: Streaming profiles
pl: Profile strumieniowania

source: Streams (comma separated)
pl: Strumienie (oddzielone przecinkami)

source: Streams can be selected and filtered positively or negatively as required.
pl: Strumienie można wybierać i filtrować pozytywnie lub negatywnie, w zależności od potrzeb.

source: String
pl: Ciąg

source: Subject to your system's capabilities, support for on-the-fly transcoding for both live and recorded streams in various formats.
pl: W zależności od możliwości systemu, wsparcie dla transkodowania na żywo i nagranych strumieni w różnych formatach.

source: Subscription
pl: Subskrypcja

source: Subscriptions
pl: Subskrypcje

source: Subsystem
pl: Podsystem

source: Subsystems
pl: Podsystemy

source: Subtitle (Short Description)
pl: Podtytuł (krótki opis)

source: Subtitle Stream Filters
pl: Filtry strumieni napisów

source: Subtitle stream filter.
pl: Filtr strumienia napisów.

source: Summary
pl: Podsumowanie

source: Support for broadcaster (primarily DVB-S) bouquets for easy channel mapping.
pl: Wsparcie dla bukietów nadawców (głównie DVB-S) dla łatwego mapowania kanałów.

source: Support for multiple adapters of any mix, with each adapter able to receive simultaneously all programmes on the current mux.
pl: Wsparcie dla wielu adapterów dowolnego rodzaju, z możliwością jednoczesnego odbierania przez każdy adapter wszystkich programów na bieżącym multipleksie.

source: Supported audio codecs
pl: Obsługiwane kodeki audio

source: Supported format strings:
pl: Obsługiwane ciągi formatujące:

source: Supported formats (containers)
pl: Obsługiwane formaty (kontenery)

source: Supported video codecs
pl: Obsługiwane kodeki wideo

source: Swap Numbers
pl: Zamień numery

source: Sync + Don't keep
pl: Sync + Nie zachowuj

source: T (Terrestrial)
pl: T (Naziemna)

source: TCP Protocol
pl: Protokół TCP

source: TIME
pl: CZAS

source: TIME action was matched, the new AC3 elementary stream will not be added if the language for new AC3 elementary stream is ‘eng’. Note that the second rule might not have the language filter (column) set. For the CA filter, this rule means that the new CA elementary stream is added only if another CA is not already used.
pl: Działąnie CZAS zostało dopasowane, nowy strumień elementarny AC3 nie zostanie dodany, jeśli język dla nowego strumienia elementarnego AC3 to 'eng'. Należy zauważyć, że druga reguła może nie mieć ustawionego filtru języka (kolumny). Dla filtru CA, ta reguła oznacza, że nowy strumień elementarny CA jest dodawany tylko wtedy, gdy inny strumień elementarny CA nie jest już używany.

source: TV Adapters
pl: Adaptery TV

source: TV over the Internet via your broadband connection.
pl: TV przez internet za pośrednictwem połączenia szerokopasmowego.

source: TVH can only interpret the following subset of XPath identifier syntax:
pl: TVH potrafi interpretować wyłącznie następujący podzbiór składni identyfikatora XPath:

source: TVHDHomeRun Client
pl: Klient TVHDHomeRun

source: TYPE
pl: TYP

source: Tab overview
pl: Przegląd karty

source: Tab specific items and properties
pl: Karta konkretnych wpisów i właściwości

source: Table of Contents
pl: Spis treści

source: Table of device types and their respective configuration options
pl: Tabela typów urządzeń i ich odpowiednich opcji konfiguracji

source: Tables
pl: Tabele

source: Tables can be constructed as follows.
pl: Tablice można skonstruować w następujący sposób.

source: Tag index as first key, tag name as second key
pl: Indeks tagu jako pierwszy klucz, nazwa tagu jako drugi klucz

source: Tag name only
pl: Tylko nazwa tagu

source: Tagged channels specified by UUID or tag name
pl: Otagowane kanały określone przez UUID lub nazwę tagu

source: Tagged channels specified by short tag ID
pl: Otagowane kanały określone za pomocą krótkiego identyfikatora tagu

source: Tagged channels specified by tag name
pl: Otagowane kanały określone przez nazwę tagu

source: Tags are used for grouping channels together - such as ‘Radio’ or ‘HDTV’ - and are configured by the administrator. You can start typing a tag name to filter the list.
pl: Tagi służą do grupowania kanałów – np. „Radio” lub „HDTV” – i są konfigurowane przez administratora. Możesz zacząć wpisywać nazwę tagu, aby przefiltrować listę.

source: Teletext Stream Filters
pl: Filtry strumienia teletekstu

source: Teletext stream filter.
pl: Filtr strumienia teletekstu.

source: Teletext subtitles supported.
pl: Obsługiwane napisy teletekstu.

source: Tell the system that you’re not expecting to re-use the data soon, so don’t keep it in cache. The data will still be buffered for writing. Useful e.g. in a RAM-limited system like a Pi (given that you’re unlikely to be watching while recording, so data can be discarded now and read back from disc later).
pl: Powiedz systemowi, że nie spodziewasz się wkrótce ponownego wykorzystania danych, więc nie przechowuj ich w pamięci podręcznej. Dane będą nadal buforowane do zapisu. Przydatne m.in. w systemie o ograniczonej pamięci RAM, takim jak Pi (biorąc pod uwagę, że prawdopodobnie nie będziesz oglądać podczas nagrywania, więc dane można teraz odrzucić i później odczytać z dysku).

source: Tell the system to write the data immediately. This doesn’t affect whether or not it’s cached. Useful e.g. if you’ve a particular problem with data loss due to delayed write (such as if you get frequent transient power problems).
pl: Powiedz systemowi, aby natychmiast zapisał dane. Nie ma to wpływu na to, czy jest buforowany. Przydatne m.in. jeśli masz szczególny problem z utratą danych z powodu opóźnionego zapisu (na przykład w przypadku częstych przejściowych problemów z zasilaniem).

source: Tennis
pl: Tenis

source: Tennis - Wimbledon
pl: Tenis - Wimbledon

source: Tennis - Wimbledon-1.mkv
pl: Tenis - Wimbledon-1.mkv

source: Terrestrial/Over-the-Air signals via DVB-T, DVB-T2 and ATSC.
pl: Sygnały naziemne/bezprzewodowe poprzez DVB-T, DVB-T2 i ATSC.

source: Testing
pl: Testowanie

source: Testing options
pl: Opcje testowania

source: Thank you for using Tvheadend (and don't forget to
pl: Dziękujemy za korzystanie z Tvheadend (i nie zapomnij

source: That's it - you're done. You should now have a working basic Tvheadend installation with channels mapped and ready for use!
pl: To jest to – skończone. Teraz masz działającą podstawową instalację Tvheadend z mapowanymi kanałami gotowymi do użycia!

source: The 'Full-text' option will test each of the above-mentioned fields one-by-one in isolation. Alternately, the 'Merge-text' option will test all of the above-mentioned fields as a single merged field consisting of values for all of the fields in all of the available languages for the EPG entry in question.
pl: Opcja „Pełny tekst” przetestuje każde z powyższych pól osobno. Alternatywnie, opcja „Scal tekst” przetestuje wszystkie powyższe pola jako pojedyncze, scalone pole, składające się z wartości dla wszystkich pól we wszystkich dostępnych językach dla danego wpisu EPG.

source: The 'Merge-text' search option provides enhancements to the existing 'Full-text' search option. Both options test the regular expression provided against an EPG event's Title, Sub-title (short description), Summary, Description, Credits and Keywords. If both options are selected, only the 'Merge-text' search will be performed.
pl: Opcja wyszukiwania „Scal tekst” wprowadza ulepszenia do istniejącej opcji wyszukiwania „Pełny tekst”. Obie opcje testują podane wyrażenie regularne pod kątem tytułu, podtytułu (krótkiego opisu), podsumowania, opisu, napisów końcowych i słów kluczowych wydarzenia EPG. Po wybraniu obu opcji, zostanie wykonane tylko wyszukiwanie „Scal tekst”.

source: The EPG tab displays a filterable grid containing all events, sorted based on start time.
pl: Karta EPG wyświetla siatkę z możliwością filtrowania, zawierającą wszystkie wydarzenia, posortowane według czasu rozpoczęcia.

source: The HTSP profile, generally used with HTSP clients such as Kodi and Movian.
pl: Profil HTSP, zazwyczaj używany z klientami HTSP, takimi jak Kodi i Movian.

source: The OTA broadcast data often does not have specific dedicated fields to describe the programme season, episode, etc. Sometimes this information is included in the programme summary.
pl: Często dane nadawane przez OTA nie mają dedykowanych pól do opisu sezonu, odcinka itp. Czasami te informacje są zawarte w podsumowaniu programu.

source: The Tvheadend software then sets up a series of configuration elements, and the way in which these interact determines how a TV signal ends up in front of you. They all use what's known as a _many-to-many_ relationship, in that one configuration element can be related to multiple elements of the next type, and vice versa: one tuner has multiple networks, one network can exist on multiple tuners.
pl: Oprogramowanie Tvheadend następnie konfiguruje serię elementów konfiguracji, a sposób, w jaki one się wzajemnie oddziałują, determinuje, jak sygnał telewizyjny trafia przed Ciebie. Wszystkie one korzystają z tzw. relacji _wiele do wielu_, w których jeden element konfiguracji może być powiązany z wieloma elementami następnego typu, i odwrotnie: jeden tuner ma wiele sieci, jedna sieć może istnieć na wielu tunerach.

source: The _Auto refresh_ check-box allows the interface to automatically refresh the rows for you, every 30 seconds.
pl: Automatyczne odświeżanie poleceń umożliwia interfejsowi automatyczne odświeżanie wierszy, co 30 sekund.

source: The _Auto-recording (Autorecs)_ tab offers many powerful features, regular expressions for title, synopsis and description event matching, duplicate episode handling, time-frame based rules and much more!
pl: Karta _Automatyczne nagrywanie (autonagrania)_ oferuje wiele potężnych funkcji: wyrażenia regularne dla dopasowywania tytułu, streszczenia i opisu wydarzenia, obsługa duplikatów odcinków, zasady oparte na przedziałach czasowych i wiele więcej!

source: The _Change parameters_ flag allows you to control which parameters (permission flags, all types of profiles, channel tags and ranges) are combined when multiple entries match a username/login. When the change parameter flag is enabled (checked) for a parameter, the setting for this user overrides any previous entry (though it can in turn be overridden by a later entry). The exception is the __rights__ option where the permissions for all matching users having the change parameter flag set are added together.
pl: Flaga _Zmień parametry_ pozwala kontrolować, które parametry (flagi uprawnień, wszystkie typy profili, tagi i zakresy kanałów) są łączone, gdy wiele wpisów pasuje do nazwy użytkownika/logowania. Gdy flaga zmiany parametru jest włączona (zaznaczona) dla parametru, ustawienie dla tego użytkownika zastępuje wszystkie poprzednie wpisy (choć z kolei może zostać zastąpione przez wpis późniejszy). Wyjątkiem jest opcja __prawa__, w której uprawnienia wszystkich pasujących użytkowników z ustawioną flagą zmiany parametru są sumowane.

source: The _Channel icon path_ (above) must be set to generate the filenames. Also note that changing the scheme will not update existing icons, you must use the _[Reset Icons]_ button in the
pl: _Ścieżka ikony kanału_ (powyżej) musi być ustawiona, aby wygenerować nazwy plików. Zauważ również, że zmiana schematu nie zaktualizuje istniejących ikon, musisz użyć przycisku [Resetuj ikony] w

source: The _Per page_ drop-down allows you to control how many rows are displayed within the grid. By default, this is set to 50, increasing the number of rows displayed may affect performance.
pl: Lista rozwijana _Na stronę_ pozwala kontrolować liczbę wierszy wyświetlanych w siatce. Domyślnie jest to ustawione na 50, zwiększenie liczby wyświetlanych wierszy może mieć wpływ na wydajność.

source: The _Picon path_ (above) must be set to generate the filenames. Also note that changing the scheme will not update existing icons, you must use the _[Reset Icons]_ button in the
pl: Aby wygenerować nazwy plików, należy ustawić _Ścieżkę Picon_ (powyżej). Należy również pamiętać, że zmiana schematu nie spowoduje aktualizacji istniejących ikon. Należy użyć przycisku _[Resetuj ikony]_ w

source: The _SAT>IP source number_ is matched through the “src” parameter requested by the SAT>IP client. Usually (and by default) this value is 1. For satellite tuners, this value determines the satellite source (dish). By specification, position 1 = DiseqC AA, 2 = DiseqC AB, 3 = DiseqC BA and 4 = DiseqC BB.
pl: _Numer źródła SAT>IP_ jest dopasowywany poprzez parametr „src” żądany przez klienta SAT>IP. Zwykle (i domyślnie) ta wartość wynosi 1. W przypadku tunerów satelitarnych wartość ta określa źródło satelitarne (antenę). Według specyfikacji pozycja 1 = DiseqC AA, 2 = DiseqC AB, 3 = DiseqC BA i 4 = DiseqC BB.

source: The _View level_ drop-down/button - next to the Help button - displays/hides the more advanced features. By default it is set to Basic. Note, depending on
pl: Lista rozwijana/przycisk _Poziom widoku_ – obok przycisku Pomoc – wyświetla/ukrywa bardziej zaawansowane funkcje. Domyślnie jest ustawiony na Podstawowy. Uwaga, w zależności od

source: The __network__ is the software definition of your carrier network. Broadly, it lays out what sort of network it is (such as DVB-T or DVB-S2), how it gets scanned, where the DVB-S satellite is in orbit, and similar. Networks are used by tuners so the hardware knows where to look for a signal.
pl: __Sieć__ to definicja oprogramowania sieci operatora. Ogólnie rzecz biorąc, określa, jakiego rodzaju jest to sieć (np. DVB-T lub DVB-S2), w jaki sposób jest skanowana, gdzie na orbicie znajduje się satelita DVB-S i tym podobne. Sieci są używane przez tunery, więc sprzęt wie, gdzie szukać sygnału.

source: The `$B` and `$A` formats also have numeric modifiers to specify when zero padded values are required.
pl: Formaty `$B` i `$A` zawierają również modyfikatory numeryczne, które określają, kiedy wymagane są wartości uzupełnione zerami.

source: The `$Q` and `$q` formats also have two numeric modifiers to select variant formats and can be used as `$1Q`, `$2Q`, `3Q`, `$1q`, `$2q`, and `$3q`.
pl: Formaty `$Q` i `$q` mają również dwa modyfikatory numeryczne umożliwiające wybór wariantów formatów i mogą być używane jako `$1Q`, `$2Q`, `3Q`, `$1q`, `$2q` i `3 kw`.

source: The `$Q` format is similar to `$q` but does not use genre sub-directories. Sub-directories are still created for tvshow episodes. Examples are below based on different information in the EPG:
pl: Format `$Q` jest podobny do `$q`, ale nie korzysta z podkatalogów gatunków. Podkatalogi są nadal tworzone dla odcinków programów telewizyjnych. Poniżej znajdują się przykłady oparte na różnych informacjach zawartych w EPG:

source: The `$q` format will create sub-directories `tvmovies` and `tvshows` based on the genre in the guide data. For tvshows a second-level directory based on the title of the show is created.
pl: Format `$q` utworzy podkatalogi `filmy telewizyjne` i `programy telewizyjne` na podstawie gatunku zawartego w danych przewodnika. W przypadku programów telewizyjnych tworzony jest katalog drugiego poziomu na podstawie tytułu programu.

source: The above table displays the _Change parameters_ option name and the fields that it applies to, as shown in add/edit dialog(s).
pl: Powyższa tabela wyświetla nazwę opcji _Zmień parametry_ i pola, których ona dotyczy, jak pokazano w oknach dialogowych dodawania/edycji.

source: The adapter tree lists the available frontends, LNB configuration and so on related to your device(s) in sections. Clicking on these sections will display available parameters and device information. Bold sections and a green dot indicate that it's enabled. A red dot indicates that it's disabled. Please see the
pl: Drzewo adapterów zawiera w sekcjach dostępne nakładki, konfigurację LNB i tak dalej, powiązane z urządzeniami. Kliknięcie tych sekcji spowoduje wyświetlenie dostępnych parametrów i informacji o urządzeniu. Pogrubione sekcje i zielona kropka wskazują, że jest ona włączona. Czerwona kropka oznacza, że jest wyłączona. Zobacz

source: The associated file(s) cannot be found on disk.
pl: Powiązany plik/pliki nie mogą zostać znalezione na dysku.

source: The build arguments/options used during compilation can be seen by clicking the _Toggle details_ link (only visible to users with admin rights).
pl: Argumenty/opcje kompilacji używane podczas tworzenia można zobaczyć, klikając link _Przełącz szczegóły_ (widoczny tylko dla użytkowników z uprawnieniami administratora).

source: The client is connected.
pl: Klient jest połączony.

source: The client is disabled.
pl: Klient jest wyłączony.

source: The code is hosted at
pl: Kod jest hostowany na

source: The cog (or gear) `⚙` icon allows you to enable/disable a more verbose output.
pl: Ikona koła zębatego `⚙` umożliwia włączanie/wyłączanie bardziej szczegółowego wyjścia.

source: The command is executed as-is, without a shell. To redirect command output or chain commands, wrap the command in a shell, e.g.
pl: Polecenie jest wykonywane bez zmian, bez użycia powłoki. Aby przekierować wynik polecenia lub łańcuch poleceń, należy je umieścić w powłoce, np.

source: The creation process allows you to select from a series of pre-defined mux lists for common DVB sources. These are available
pl: Proces tworzenia pozwala wybrać z serii predefiniowanych list mulitplekserów dla powszechnych źródeł DVB. Są one dostępne

source: The date in ISO-format (e.g. 2015-02-28).
pl: Data w formacie ISO (np. 2015-02-28).

source: The date, formatted according to your locale settings.
pl: Data, sformatowana zgodnie z ustawieniami regionalnymi.

source: The default profile and priorities can be changed in the
pl: Domyślny profil i priorytety można zmienić w

source: The documentation is written in markdown, and then converted for direct inclusion to tvheadend binary. The markdown processor in Tvheadend binary adds other information from the internal class system.
pl: Dokumentacja jest napisana w Markdown, a następnie przekształcana do bezpośredniego dołączenia do binarnego Tvheadend. Procesor Markdown w binarnym Tvheadend dodaje inne informacje z wewnętrznego systemu klas.

source: The entire application is loaded into the browser.
pl: Cała aplikacja jest ładowana do przeglądarki.

source: The entire project is currently licensed using
pl: Cały projekt jest obecnie licencjonowany za pomocą

source: The escape-codes use the
pl: Kody ucieczki używają

source: The fastscan bouquets are pre-defined in the configuration tree. These bouquets must be manually enabled to let Tvheadend to subscribe and listen to the specific MPEG-TS PIDs.
pl: Szybkie skanowanie bukietów jest predefiniowane w drzewie konfiguracji. Te bukiety muszą być ręcznie włączone, aby Tvheadend mógł subskrybować i słuchać określonych PID-ów MPEG-TS.

source: The filter uses case-insensitive regular expressions. If you don’t know what a regular expression is, this simply means that you can type just parts of the title and filter on that - there’s no need for full, exact matching. If the fulltext checkbox is checked, the title text is matched against title, subtitle, summary and description. If the mergetext checkbox is checked, the title text is matched against a merger of the title + subtitle + summary + description + credits + keywords. See AutoRec help for more details on using mergetext.
pl: Filtr używa wyrażeń regularnych bez uwzględniania wielkości liter. Jeśli nie wiesz, czym jest wyrażenie regularne, oznacza to po prostu, że możesz wpisać tylko fragmenty tytułu i filtrować je na ich podstawie – nie ma potrzeby pełnego, dokładnego dopasowania. Jeśli zaznaczone jest pole wyboru „pełny tekst”, tekst tytułu jest dopasowywany do tytułu, podtytułu, streszczenia i opisu. Jeśli zaznaczone jest pole wyboru „scal tekst”, tekst tytułu jest dopasowywany do połączenia tytułu, podtytułu, streszczenia, opisu, napisów końcowych i słów kluczowych. Więcej informacji na temat korzystania z funkcji „scal tekst” można znaleźć w pomocy funkcji autonagrywania.

source: The first part of the wizard is where you select the basic language settings, if you don't enter a preferred language, US English will be used as a default. Not selecting the correct EPG language can result in garbled EPG text; if this happens, don't panic, as you can easily change it later.
pl: W pierwszej części kreatora wybierasz podstawowe ustawienia języka. Jeśli nie wprowadzisz preferowanego języka, domyślnie używany będzie angielski (USA). Niewybranie prawidłowego języka EPG może spowodować zniekształcenie tekstu EPG; jeśli tak się stanie, nie panikuj, ponieważ możesz to łatwo zmienić później.

source: The first part of this covers the network details for address-based access to the system; for example, 192.168.1.0/24 to allow local access only to 192.168.1.x clients, or 0.0.0.0/0 or empty value for access from any system.
pl: Pierwsza część tego obejmuje szczegóły sieci dotyczące dostępu opartego na adresach do systemu; na przykład, 192.168.1.0/24, aby umożliwić tylko lokalny dostęp do klientów 192.168.1.x, lub 0.0.0.0/0 lub puste wartości dla dostępu z dowolnego systemu.

source: The first part of this covers the network details for address-based access to the system; for example, 192.168.1.0/24 to allow local access only to 192.168.1.x clients, or 0.0.0.0/0 or empty value for access from any system. This works alongside the second part, which is a familiar username/password combination, so provide these for both an administrator and regular (day-to-day) user.
pl: Pierwsza część tego obejmuje szczegóły sieci dotyczące dostępu opartego na adresie do systemu; na przykład, 192.168.1.0/24, aby umożliwić lokalny dostęp tylko dla klientów 192.168.1.x, lub 0.0.0.0/0 lub puste wartości dla dostępu z dowolnego systemu. To działa wraz z drugą częścią, która jest znaną kombinacją nazwy użytkownika/hasła, więc podaj je zarówno dla administratora, jak i dla zwykłego (codziennego) użytkownika.

source: The following diagram explains the relationship between these components:
pl: Następujący diagram wyjaśnia zależność między tymi komponentami:

source: The following field prefixes are used:
pl: Stosowane są następujące prefiksy pól:

source: The following functions are available:
pl: Następujące funkcje są dostępne:
