Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: Pre-defined lists are not always up-to-date, this generally isn't a problem provided that one of the muxes in list is active, and contains network information.
pl: Predefiniowane listy nie zawsze są aktualne; ogólnie rzecz biorąc, to nie jest problem, pod warunkiem że jeden z multiplekserów na liście jest aktywny i zawiera informacje sieciowe.

source: Prefix
pl: Prefiks

source: Prevent the user from changing their view level and hide the view level drop-dowm from the interface.
pl: Zapobiegnij użytkownikowi zmiany poziomu widoku i ukryj rozwijane menu poziomu widoku z interfejsu.

source: Previous versions of this documentation had buttons tables everywhere, to make the buttons - and their function/description - easier to find, they've all been moved to a single table in the
pl: Poprzednie wersje tej dokumentacji miały tabele przycisków wszędzie, aby ułatwić znalezienie przycisków – wraz z ich funkcją/opisem – wszystkie zostały przeniesione do jednej tabeli w

source: Priority
pl: Priorytet

source: Program content type
pl: Typ zawartości programu

source: Program description
pl: Opis programu

source: Program episode
pl: Odcinek programu

source: Program episode number
pl: Numer odcinka programu

source: Program event details and recording
pl: Szczegóły programu wydarzenia i nagranie

source: Program season number
pl: Numer sezonu programu

source: Program subtitle
pl: Podytuł programu

source: Program subtitle or summary
pl: Podytuł lub streszczenie programu

source: Program summary
pl: Podsumowanie programu

source: Program title
pl: Tytuł programu

source: Project docmentation
pl: Dokumentacja projektu

source: Project website
pl: Strona projektu

source: Provide extra level of debugging information
pl: Dostarcz dodatkowe informacje do debugowania

source: Provider-based channel grouping and ordering
pl: Grupowanie i sortowanie kanałów oparte na dostawcy

source: PyEPG Import
pl: Import PyEPG

source: Q: Access Tvheadend through HTTP proxy
pl: P: Dostęp do Tvheadend przez proxy HTTP

source: Q: How do I get a playlist for all my channels?
pl: P: Jak uzyskać listę odtwarzania dla wszystkich moich kanałów?

source: Q: I get a blank page when trying to view the web interface!
pl: P: Dostaję pustą stronę podczas próby wyświetlenia interfejsu sieciowego!

source: Q: Tvheadend has scanned for services but some rows in the Service Name column are blank, is that normal?
pl: P: Tvheadend przeskanował usługi, ale niektóre wiersze w kolumnie Nazwa usługi są puste. Czy to normalne?

source: Q: Why am I getting a playlist when trying to view/stream a channel?
pl: P: Dlaczego otrzymuję listę odtwarzania, gdy próbuję wyświetlić/odtwarzać kanał?

source: Q: Why can't I see my tuners in Tvheadend's interface?
pl: P: Dlaczego nie widzę tunerów w interfejsie Tvheadend?

source: Query an online service for more information on an event. Opens in new window.
pl: Zapytaj usługę online o więcej informacji na temat wydarzenia. Otwiera się w nowym oknie.

source: Queue profiling
pl: Kolejkowanie profilowania

source: README
pl: CZYTAJTO

source: RTSP Protocol
pl: Protokół RTSP

source: Rating Labels Module
pl: Moduł etykiet ocen

source: Rating Labels management
pl: Zarządzanie etykietami ocen

source: Rating labels can be sourced from the OTA EPG grabber or from the XMLTV grabber.
pl: Etykiety ocen można pozyskać z odbiornika OTA EPG lub z odbiornika XMLTV.

source: Ratings from XMLTV contain the rating label text, but not the recommended age.
pl: Oceny z XMLTV zawierają tekst etykiety oceny, ale nie zalecany wiek.

source: Ratings from the OTA EPG do not contain rating text like 'PG', instead, a combination of country code and age is transmitted, eg: AUS + 8. It is the responsibility of the receiver unit to decode this combination and determine the rating text to display.
pl: Oceny z OTA EPG nie zawierają tekstu oceny, takiego jak „PG”, zamiast tego przesyłana jest kombinacja kodu kraju i wieku, np.: AUS + 8. Odbiornik jest odpowiedzialny za dekodowanie tej kombinacji i określenie tekstu oceny do wyświetlenia.

source: Re-fetch images
pl: Ponów pobieranie obrazów

source: Re-record
pl: Nagraj ponownie

source: Re-refresh image cache (reload images from upstream providers).
pl: Odśwież pamięć podręczną obrazów (ponownie załaduj obrazy od dostawców).

source: Re-run Internal EPG Grabbers
pl: Uruchom ponownie wewnętrzne grabbery EPG

source: Re-run all enabled internal grabbers.
pl: Uruchom ponownie wszystkie włączone wewnętrzne grabbery.

source: Re-schedule the selected entry/recording if possible.
pl: Jeśli to możliwe, zaplanuj ponownie wybrany wpis/nagranie.

source: Record
pl: Nagraj

source: Record Series
pl: Nagrywanie seryjne

source: Record Series:
pl: Nagrywanie seryjne:

source: Record a matching event only if the description is different.
pl: Nagraj pasujące wydarzenie tylko wtedy, gdy opis jest inny.

source: Record a matching event only if the episode number is different.
pl: Nagraj pasujące wydarzenie tylko wtedy, gdy numer odcinka jest inny.

source: Record a matching event only if the subtitle is different.
pl: Nagraj pasujące wydarzenie tylko wtedy, gdy napisy są inne.

source: Record all
pl: Nagraj wszystko

source: Record all matching events.
pl: Nagraj wszystkie pasujące wydarzenia.

source: Record if EPG/XMLTV indicates it is a unique programme
pl: Nagraj, jeśli EPG/XMLTV wskazuje, że jest to program unikalny

source: Record if different description
pl: Nagraj, jeśli inny opis

source: Record if different episode number
pl: Nagraj, jeśli inny numer odcinka

source: Record if different subtitle
pl: Nagraj, jeśli inny podtytuł

source: Record once per day
pl: Nagraj raz dziennie

source: Record once per month
pl: Nagraj raz w miesiącu

source: Record once per week
pl: Nagraj raz w tygodniu

source: Record only if no other timer or recording has the same EPG data including event ID.
pl: Nagraj tylko wtedy, gdy żaden inny timer lub nagranie nie ma takich samych danych EPG, w tym identyfikatora wydarzenia.

source: Record the displayed event.
pl: Nagraj wyświetlone wydarzenie.

source: Record the first matching event once a day.
pl: Nagraj pierwsze pasujące wydarzenie raz dziennie.

source: Record the first matching event once a week.
pl: Nagraj pierwsze pasujące wydarzenie raz w tygodniu.

source: Record the first matching event once per month.
pl: Nagraj pierwsze pasujące wydarzenie raz na miesiąc.

source: Record the program/event.
pl: Nagraj program/wydarzenie.

source: Recording (Profiles/Timeshift)
pl: Nagraj (Profile/Timeshift)

source: Recording -
pl: Nagranie -

source: Recording icon
pl: Ikona nagrania

source: Recording of the program is active and underway (current).
pl: Nagranie programu jest aktywne i trwa (aktualne).

source: References
pl: Odniesienia

source: Reject
pl: Odrzuć

source: Reject exact match
pl: Odrzuć dokładne dopasowanie

source: Related events
pl: Powiązane wydarzenia

source: Relationship Between Tuners, Neworks, Muxes, Services and Channels
pl: Relacja między tunerami, sieciami, multiplekserami, usługami i kanałami

source: Remove all unseen services
pl: Usuń wszystkie niewidoczne usługi

source: Remove common suffixes, e.g., HD/UHD.
pl: Usuń wspólne przyrostki, np. HD/UHD.

source: Remove unseen services (PAT/SDT) (7 days+)
pl: Usuń niewidoczne usługi (PAT/SDT) (ponad 7 dni)

source: Removed Recordings
pl: Usunięte nagrania

source: Requires a card server (newcamd and capmt protocol is supported).
pl: Wymaga serwera kart (obsługiwany jest protokół newcamd i capmt).

source: Reset
pl: Resetuj

source: Reset All
pl: Resetuj wszystko

source: Reset all stream statistics, e.g. BER, PER etc..
pl: Zresetuj wszystkie statystyki strumienia, np. BER, PER itp..

source: Reset/clear all filters.
pl: Zresetuj/wyczyść wszystkie filtry.

source: Results can be scheduled for recording with a single click.
pl: Wyniki można zaplanować do nagrania za pomocą jednego kliknięcia.

source: Return the XMLTV EPG export. By default (if the rest of path is ommitted), an redirection answer will be sent where /channels remainder is used.
pl: Zwróć eksport EPG XMLTV. Domyślnie (jeśli pominięto resztę ścieżki) odpowiedź o przekierowaniu zostanie wysłana tam, gdzie użyto reszty /channels.

source: Return the m3u playlist in Enigma2 format. By default (if the rest of path is ommitted), an redirection answer will be sent where /channels remainder is used.
pl: Zwróć listę odtwarzania m3u w formacie Enigma2. Domyślnie (jeśli pominięto resztę ścieżki) odpowiedź o przekierowaniu zostanie wysłana tam, gdzie użyto reszty /channels.

source: Return the playlist in _xspf_ or _m3u_ format. If the agent is in the list of direct agents (like wget/curl/vlc), the stream is returned instead.
pl: Zwróć listę odtwarzania w formacie _xspf_ lub _m3u_. Jeśli agent znajduje się na liście agentów bezpośrednich (np. wget/curl/vlc), zamiast tego zwracany jest strumień.

source: Return to DVB Inputs
pl: Powrót do wejść DVB

source: Return to TV Adapters overview
pl: Powrót do przeglądu adapterów TV

source: Return to the index
pl: Powrót do indeksu

source: Reveal/Hide password fields.
pl: Ujawnij/Ukryj pola hasła.

source: Revert any changes made since the last save.
pl: Cofnij wszelkie zmiany dokonane od ostatniego zapisu.

source: Revoke the code and generate a new one.
pl: Unieważnij kod i wygeneruj nowy.

source: Rich Browser-Driven Interface
pl: Bogaty interfejs oparty na przeglądarce

source: Rich EPG support, with data from DVB/OTA, XMLTV (scheduled and socket).
pl: Bogate wsparcie dla EPG, z danymi z DVB/OTA, XMLTV (zaplanowane i gniazdo).

source: Rights
pl: Prawa

source: Rotor (GOTOX) configuration.
pl: Konfiguracja rotora (GOTOX).

source: Rotor (USALS) configuration.
pl: Konfiguracja rotora (USALS).

source: Rows (in the grid) are multi-selectable, so you can carry out certain actions on more than one entry at a time. So, for example, you can select multiple items by using ctrl+click, shift+click to select a range, or ctrl+a to select all. When dealing with multiple entries, an additional check-box will be shown before each field in the dialog, remember to tick this check-box so that the changes are applied to all (selected) entries.
pl: Wiersze (w siatce) można wybierać wielokrotnie, dzięki czemu można wykonywać określone działania na więcej niż jednym wpisie na raz. Na przykład możesz wybrać wiele elementów, używając klawiszy Ctrl+kliknięcie, Shift+kliknięcie, aby zaznaczyć zakres, lub Ctrl+A, aby zaznaczyć wszystkie. W przypadku wielu wpisów przed każdym polem w oknie dialogowym pojawi się dodatkowe pole wyboru. Pamiętaj o zaznaczeniu tego pola wyboru, aby zmiany zostały zastosowane do wszystkich (wybranych) wpisów.

source: Rules with fields not defined (or set to _ANY_ ) will apply to ALL elementary streams. For example, not defining/selecting _ANY_ for the _Language_ field will apply the filter to all streams available/not already filtered out by another rule.
pl: Zasady dotyczące pól niezdefiniowanych (lub ustawionych na _DOWOLNY_) będą dotyczyć WSZYSTKICH strumieni podstawowych. Na przykład, niezdefiniowanie/wybranie _DOWOLNY_ dla pola _Język_ spowoduje zastosowanie filtru do wszystkich dostępnych strumieni/nie już odfiltrowanych przez inną regułę.

source: Running
pl: Uruchomiony

source: Running this wizard on existing configurations is NOT a good idea as it may lead to confusion, misconfiguration and unexpected features! ;)
pl: Uruchamianie tego kreatora na istniejących konfiguracjach NIE jest dobrym pomysłem, ponieważ może prowadzić do zamieszania, błędnej konfiguracji i nieoczekiwanych funkcji! ;)

source: S (Satellite)
pl: S (Satelita)

source: SAT>IP Client
pl: Klient SAT>IP

source: SAT>IP Satellite Configuration
pl: Konfiguracja satelity SAT>IP

source: SAT>IP Server
pl: Serwer SAT>IP

source: SAT>IP Server SI Tables
pl: Tabele SI serwera SAT>IP

source: SAT>IP Server is like a DVB network tuner. Tvheadend can forward mpegts input streams (including on-the-fly descrambling) to SAT>IP clients
pl: Serwer SAT>IP działa jak tuner sieciowy DVB. Tvheadend może przekazywać strumienie wejściowe MPEGTs (w tym deszyfrowanie w locie) do klientów SAT>IP

source: SAT>IP client configuration.
pl: Konfiguracja klienta SAT>IP.

source: SAT>IP server (including on-the-fly descrambling).
pl: Serwer SAT>IP (w tym deszyfrowanie w locie).

source: SDTV and HDTV support
pl: Obsługa SDTV i HDTV

source: Safety note: For the channel name, the first dot characters (possible hidden files or special directories) are replaced with the underscore character. The possible directory delimiters (slash) and the special character backslash are replaced with the minus character.
pl: Uwaga dotycząca bezpieczeństwa: w nazwie kanału pierwsze znaki kropki (możliwe ukryte pliki lub specjalne katalogi) są zastępowane znakiem podkreślenia. Możliwe ograniczniki katalogów (ukośnik) i ukośnik odwrotny znaku specjalnego są zastępowane znakiem minus.

source: Sample Data:
pl: Przykładowe dane:

source: Satellite Configuration
pl: Konfiguracja satelity

source: Satellite dish
pl: Antena satelitarna

source: Satellite signals via DVB-S and DVB-S2.
pl: Sygnały satelitarne poprzez DVB-S i DVB-S2.

source: Satellite, any signal coming in via a dish.
pl: Satelita, dowolny sygnał przychodzący przez antenę.

source: Save
pl: Zapisz

source: Save any changes made to the grid/entries.
pl: Zapisz wszelkie zmiany wprowadzone w siatce/wpisach.

source: Save any changes made to the grid/entries/panel.
pl: Zapisz wszelkie zmiany wprowadzone w siatce/wpisach/panelu.

source: Saves (or add a new entry) & closes the dialog.
pl: Zapisuje (lub dodaje nowy wpis) i zamyka okno dialogowe.

source: Saves pending changes but doesn't close the dialog, so you can more entries without having to fill in the fields again.
pl: Zapisuje oczekujące zmiany, ale nie zamyka okna dialogowego, dzięki czemu możesz dodawać więcej wpisów bez konieczności ponownego wypełniania pól.

source: Scanfile
pl: Plik skanowania

source: Scheme
pl: Schemat

source: Scope
pl: Zakres

source: Scraper friendly (see below)
pl: Zgodny ze skrobakiem (patrz poniżej)

source: Scraper friendly with directories (see below)
pl: Zgodny ze skrobakiem z katalogami (patrz poniżej)

source: Search for 'content_descriptor' in the standards document.
pl: Wyszukaj 'content_descriptor' w dokumencie standardów.

source: Search the ETSI web site for the latest version of the 'ETSI EN 300 468' standard.
pl: Wyszukaj na stronie internetowej ETSI najnowszą wersję standardu "ETSI EN 300 468".

source: Search title...
pl: Wyszukiwanie tytułu...

source: Searchable and filterable from the web user interface.
pl: Wyszukiwalne i możliwe do filtrowania z sieciowego interfejs użytkownika.

source: Second Header
pl: Drugi nagłówek

source: See
pl: Zobacz

source: See below.
pl: Zobacz poniżej.

source: See:
pl: Zobacz:

source: Select the closest transmitter if using an antenna (T); if using cable (C), select your provider; if using satellite (S), the orbital position of the satellite your dish is pointing towards; or if using IPTV, enter the URL to your playlist.
pl: Wybierz najbliższy nadajnik, jeśli używasz anteny (T); jeśli używasz kabla (C), wybierz dostawcę; jeśli używasz satelity (S), pozycja orbitalna satelity, na który skierowana jest antena; lub jeśli korzystasz z IPTV, wprowadź adres URL swojej listy odtwarzania.

source: Selected
pl: Wybrane

source: Selecting the wrong list may cause the scan (on the next page) to fail.
pl: Wybranie niewłaściwej listy może spowodować niepowodzenie skanowania (na następnej stronie).

source: Series link, Record all EPG-defined episodes in the series/season.
pl: Łącze do serialu. Nagraj wszystkie odcinki serialu/sezonu zdefiniowane w EPG.

source: SeriesLink and EpisodeLink
pl: SeriesLink i EpisodeLink

source: SeriesLink and EpisodeLink Fallbacks
pl: Awaryjne SeriesLink i EpisodeLink

source: Server connectivity
pl: Łączność serwera

source: Service
pl: Usługa

source: Service Information
pl: Informacje o usłudze

source: Service Mapper
pl: Maper usług

source: Service Mapper Dialog
pl: Okno dialogowe narzędzia mapującego usługi

source: Service Probing (IPTV only)
pl: Usługa sondowania (tylko IPTV)

source: Service configuration
pl: Konfiguracja usługi

source: Service information
pl: Informacje o usłudze

source: Service mapping dialog
pl: Okno dialogowe mapowania usług

source: Service mapping option(s) dialog
pl: Okno dialogowe opcji mapowania usług

source: Service mapping status
pl: Status mapowania usług

source: Service name picons
pl: Nazwa serwisu picons

source: Service probing information (IPTV only)
pl: Informacje dotyczące sondowania usług (tylko IPTV)

source: Service specified by service UUID
pl: Usługa określona przez UUID usługi

source: Services
pl: Usługi

source: Services are automatically pulled from muxes and can be mapped to Channels.
pl: Usługi są automatycznie pobierane z multiplekserów i można je mapować na kanały.

source: Set-up Tvheadend manually
pl: Skonfiguruj ręcznie Tvheadend

source: Setting a number here forces tvheadend to ignore frequently-changing path components when deciding if a URL is new or not - starting from the end of the URL..
pl: Ustawienie tutaj liczby zmusza Tvheadend do ignorowania często zmieniających się składników ścieżki przy podejmowaniu decyzji, czy adres URL jest nowy, czy nie – zaczynając od końca adresu URL.

source: Setting up SAT>IP - as a client, as a server
pl: Konfiguracja SAT>IP - jako klient, jako serwer

source: Setting up access control is an important initial step as __the system is initially wide open__ .
pl: Konfiguracja kontroli dostępu jest ważnym krokiem początkowym, ponieważ _ system jest początkowo szeroko otwarty _ .

source: Setting up access control rules for different client types/permission levels
pl: Konfigurowanie reguł kontroli dostępu dla różnych typów klientów/poziomów uprawnień

source: Setting up channel icons
pl: Konfigurowanie ikon kanałów

source: Setting up different EPGs (inc. localised character sets and timing offsets)
pl: Konfigurowanie różnych EPG (w tym zlokalizowanych zestawów znaków i przesunięć czasowych)

source: Setting up recording profiles
pl: Konfiguracja profili nagrywania

source: Setting up softcams for descrambling
pl: Konfigurowanie softcamów do deszyfrowania

source: Setting up streaming profiles (including transcoding)
pl: Konfigurowanie profili przesyłania strumieniowego (w tym transkodowanie)

source: Settings
pl: Ustawienia

source: Settings are not saved to a storage. Any change is available only while Tvheadend is running, and will be lost on a restart. To change the default behaviour permanently, use command line options such as `-l,` `–debug`, `–trace`.
pl: Ustawienia nie są zapisywane w pamięci. Wszelkie zmiany są dostępne tylko podczas działania Tvheadend i zostaną utracone po ponownym uruchomieniu. Aby trwale zmienić domyślne zachowanie, użyj opcji wiersza poleceń, takich jak `-l,` `-debug`, `-trace`.

source: Short Description
pl: Krótki opis

source: Short programs, e.g. daily soap operas
pl: Krótkie programy, np. codzienne opery mydlane

source: Should you wish to record all events matching a specific query (to record your favourite show every week, for example) you can press the _[Create AutoRec]_ button in the top toolbar.
pl: Jeśli chcesz nagrywać wszystkie wydarzenia pasujące do konkretnego zapytania (na przykład aby nagrywać swój ulubiony program co tydzień), możesz nacisnąć przycisk _[Utwórz autonagranie]_ na górnym pasku narzędzi.

source: Show all tabs/items.
pl: Pokaż wszystkie karty/wpisy.

source: Show basic settings/information.
pl: Pokaż podstawowe ustawienia/informacje.

source: Show more advanced settings/information.
pl: Pokaż bardziej zaawansowane ustawienia/informacje.

source: Show the expert (All) settings/information.
pl: Pokaż ustawienia/informacje eksperckie (wszystkie).

source: Show/Hide Passwords
pl: Pokaż/ukryj hasła

source: Show/Hide more advanced options.
pl: Pokaż/ukryj bardziej zaawansowane opcje.

source: Signal type
pl: Typ sygnału

source: Similar to
pl: Podobne do

source: Simply, because 'BBC One' might exist in many different places... it might have regional variations on multiple frequencies (so different services on different muxes); it might exist on more than one source (perhaps on two different satellites); and it might thus be accessible through more than one piece of hardware (two satellite tuners, or one satellite and one terrestrial tuner).
pl: Po prostu dlatego, że „BBC One” może istnieć w wielu różnych miejscach. Może mieć regionalne różnice na wielu częstotliwościach (a więc różne usługi na różnych multiplekserach); może istnieć na więcej niż jednym źródle (być może na dwóch różnych satelitach); w związku z tym może być dostępny za pośrednictwem więcej niż jednego elementu sprzętu (dwóch tunerów satelitarnych lub jednego tunera satelitarnego i jednego naziemnego).

source: Slave (DVB-S/ISDB-S)
pl: Podrzędny (DVB-S/ISDB-S)

source: So, if you only want to see Movies from your available HD channels, you would select ‘HDTV’ in the _[Filter tag…]_ field, and select ‘Movie / Drama’ in the _[Filter content type…]_ field. If you wish, you could then further limit the search to programs of between 90 minutes and 3 hours by selecting ‘01:30:01 to 03:00:00’ in the _[Filter duration…]_ field.
pl: Jeśli więc chcesz oglądać tylko filmy z dostępnych kanałów HD, wybierz opcję „HDTV” w polu _[Filtruj tag…]_ i wybierz opcję „Film / Dramat” w polu _[Filtruj typ zawartości…]_ . Jeśli chcesz, możesz dodatkowo ograniczyć wyszukiwanie do programów trwających od 90 minut do 3 godzin, wybierając „01:30:01 do 03:00:00” w polu _[Czas trwania filtra…]_.

source: Software-Based CSA Descrambling
pl: Deszyfrowanie CSA oparte na oprogramowaniu

source: Some OTA EIT grabber mechanisms support additional scraping options.
pl: Niektóre mechanizmy skrobaka OTA EIT obsługują dodatkowe opcje skrobania.

source: Some information providers include free form category descriptions that are not compliant with the DVB EIT standard.
pl: Niektórzy dostawcy informacji podają opisy kategorii w formie swobodnej, które nie są zgodne ze standardem EIT DVB.

source: Some notable items about how formatting is used on this particular site.
pl: Kilka godnych uwagi informacji na temat sposobu użycia formatowania w tej konkretnej witrynie.

source: Some of these buttons are only displayed in selected tabs/panels (noted in bold underneath). For items not listed above, refer to the associated Help page.
pl: Niektóre z tych przycisków są wyświetlane tylko w wybranych kartach/panelach (oznaczonych poniżej pogrubioną czcionką). W przypadku elementów niewymienionych powyżej należy zapoznać się z powiązaną stroną Pomocy.

source: Sorting method
pl: Metoda sortowania

source: Sources can also be kept seperated by ensuring that a DVB OTA rating does not have an 'authority' that matches any XMLTV sources and that an XMLTV rating does not have an 'age' or 'country' that matches a DVB OTA source, only a 'display age'.
pl: Źródła można również oddzielić, upewniając się, że ocena OTA DVB nie ma „organu” odpowiadającego jakimkolwiek źródłom XMLTV i że ocena XMLTV nie ma „wieku” ani „kraju” odpowiadającego źródłu DVB OTA, a jedynie „wiek wyświetlania”.

source: Spawn
pl: Tworzenie

source: Split panels
pl: Panele rozdzielone

source: Start the wizard.
pl: Uruchom kreator.

source: Start time stamp of recording, UNIX epoch
pl: Czas rozpoczęcia nagrywania, epoka UNIX

source: Start wizard
pl: Uruchom kreator

source: State
pl: Stan

source: Status - Connections
pl: Status - Połączenia

source: Status - Stream
pl: Status - Strumień

source: Status - Subscriptions
pl: Status - Subskrypcje

source: Status -> Connections only.
pl: Status -> Tylko połączenia.

source: Status -> Stream only.
pl: Status -> Tylko strumień.
