Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: Make sure you have enough tuners free to record (and watch) multiple services, insufficient tuners may result in missed recordings. However, depending on the tuner, most are able to receive a full multiplex, so you usually only need one per frequency/mux. You can quickly check if your tuner supports "full mux receive" by going to the _Muxes_ tab and playing a freq/mux in something like VLC.
pl: Upewnij się, że masz wystarczającą liczbę wolnych tunerów do nagrywania (i oglądania) wielu usług, niewystarczająca liczba tunerów może skutkować nieudanymi nagraniami. Jednak w zależności od tunera, większość z nich jest w stanie odbierać pełny multipleks, więc zazwyczaj potrzebujesz tylko jednego na częstotliwość/multipleks. Możesz szybko sprawdzić, czy tuner obsługuje "odbieranie pełnego multipleksu", przechodząc do karty _Multipleksery_ i odtwarzając częstotliwość/multiplekser w programie takim jak VLC.

source: Manual IPTV input.
pl: Ręczne wejście IPTV.

source: Manual Set-up
pl: Ręczna konfiguracja

source: Many of the buttons have tool-tips giving you a hint as to their function. If you don't see any, you may need to enable them in __Configuration -> General -> Base__ .
pl: Wiele przycisków posiada podpowiedzi dotyczące ich funkcji. Jeśli ich nie widzisz, może być konieczne włączenie ich w __Konfiguracja -> Ogólne -> Podstawowe__ .

source: Many providers include undesirable services - Teleshopping, Adult Entertainment, etc; using the 'Map all services' will include these.
pl: Wiele dostawców oferuje niepożądane usługi - teleshopping, rozrywkę dla dorosłych itp; korzystanie z opcji "Mapuj wszystkie usługi" spowoduje uwzględnienie ich.

source: Many tuners are able to receive different signal types, If you receive your channels through an..
pl: Wiele tunerów jest w stanie odbierać różne rodzaje sygnałów. Jeśli odbierasz swoje kanały za pośrednictwem...

source: Map Services
pl: Mapuj usługi

source: Map all available services, including encrypted, data services and radio.
pl: Mapuj wszystkie dostępne usługi, w tym zaszyfrowane, usługi danych i radio.

source: Map all services
pl: Mapuj wszystkie serwisy

source: Map encrypted services
pl: Mapuj zaszyfrowane usługi

source: Map radio channels
pl: Mapuj kanały radiowe

source: Map services to channels
pl: Mapuj usługi do kanałów

source: Map unnamed channels
pl: Mapuj nie nazwane kanały

source: Map zero-numbered channels
pl: Mapuj kanały o numerach zerowych

source: Markdown basics:
pl: Podstawy Markdown:

source: Markdown/Formatting Crib Sheet
pl: Ściągawka Markdown/formatowania

source: Master (DVB-S)
pl: Główny (DVB-S)

source: Master (ISDB-S)
pl: Główny (ISDB-S)

source: Master DVB-T
pl: Główny DVB-T

source: Matroska Profile
pl: Profil Matroska

source: Matroska muxer
pl: Multiplekser Matroska

source: Matroska profile.
pl: Profil Matroska.

source: Matroska/libav Profile
pl: Profil Matroska/libav

source: Maximal channel number
pl: Maksymalny numer kanału

source: Meaning
pl: Znaczenie

source: Medium-length programs, e.g. documentaries
pl: Średniej długości programy, np. dokumentalne

source: Menu Bar/Buttons
pl: Pasek menu/przyciski

source: Menu bar buttons that display dialogs - certainly in the case of the Add and Edit buttons - show a dialog that share's a layout and buttons, these are explained in the table below.
pl: Przyciski paska menu, które wyświetlają okna dialogowe – zwłaszcza w przypadku przycisków Dodaj i Edytuj – pokazują okno dialogowe, które udostępnia układ i przyciski, które są wyjaśnione w tabeli poniżej.

source: Menu bar/Panel Buttons
pl: Pasek menu/Przyciski panelu

source: Merge same name
pl: Scal te same nazwy

source: Merge-Text Search
pl: Wyszukiwanie tekstu scalonego

source: Merge-text Field Prefixes
pl: Prefiksy pól tekstu scalonego

source: Method
pl: Metoda

source: Minimal channel number
pl: Minimalny numer kanału

source: Missing In PAT/SDT
pl: Brakujące w PAT/SDT

source: Mixed lists don't work without further python extensions. Be careful.
pl: Listy mieszane nie działają bez dalszych rozszerzeń Pythona. Ostrożnie.

source: Mobile/Remote Client Support
pl: Obsługa klienta mobilnego/zdalnego

source: Mode
pl: Tryb

source: Module
pl: Moduł

source: Modules that are supplied with Tvheadend are listed below.
pl: Moduły dostarczane wraz z Tvheadend są wymienione poniżej.

source: Most DVB networks classify their events into content groups. This field allows you to filter based on content type (e.g. “Sports” or “Game Show”). Supported tags are determined by your broadcaster. Again, simply start typing to filter the entries if you have a long list to choose from.
pl: Większość sieci DVB klasyfikuje swoje wydarzenia w grupy treści. To pole umożliwia filtrowanie według rodzaju treści (np. „Sport” lub „Mecz”). Obsługiwane tagi są określane przez nadawcę. Ponownie po prostu zacznij pisać, aby przefiltrować wpisy, jeśli masz długą listę do wyboru.

source: Most configuration items - certainly the ones that are common to all types of item covered by that tab - are in this grid.
pl: Większość elementów konfiguracji – z pewnością te, które są wspólne dla wszystkich typów elementów objętych tym zakładką – znajduje się w tej siatce.

source: Move Down
pl: Przenieś w dół

source: Move Up
pl: Przenieś w górę

source: Move the selected entry down in the list.
pl: Przenieś wybrany wpis w dół na liście.

source: Move the selected entry up in the list.
pl: Przenieś wybrany wpis w górę na liście.

source: Move the selected recording entries to
pl: Przenieś wybrane wpisy nagrania do

source: Move the selected recording entries to the
pl: Przenieś wybrane wpisy nagrania do

source: Move to failed
pl: Przenieś do błędnych

source: Move to finished
pl: Przenieś do zakończonych

source: Movian and Kodi are the main targets.
pl: Movian i Kodi są głównymi celami.

source: Movie : Science fiction
pl: Film: Fantastyka naukowa

source: Multi-User Support
pl: Obsługa wielu użytkowników

source: Multi-select
pl: Wybór wielokrotny

source: Multiple DVR profiles that support different target directories, post-processing options, filtering options, etc.
pl: Wiele profili DVR obsługujących różne katalogi docelowe, opcje po przetwarzaniu, opcje filtrowania, itp.

source: Multiple simultaneous recordings are supported.
pl: Wspierane są jednoczesne nagrania.

source: Mux Scheduler
pl: Harmonogram multipleksera

source: Mux Schedulers
pl: Harmonogramy multiplekserów

source: Mux Schedulers enable Tvheadend to automatically play channels. This is useful to get EPG, services or access rights updates.
pl: Harmonogramy multiplekserów umożliwiają Tvheadend automatyczne odtwarzanie kanałów. Jest to przydatne w celu uzyskania aktualizacji EPG, usług lub praw dostępu.

source: Mux specified by mux UUID
pl: Multiplekser określony przez UUID multipleksera

source: Muxer
pl: Multiplekser

source: Muxes
pl: Multipleksery

source: Muxes are locations at which services can be found. On traditional networks (DVB-C, -T and -S), these are carrier signals on which the individual channels are multiplexed, hence the name. However, Tvheadend also uses the term ‘mux’ to describe a source for multiple IP streams - so an IP address, in effect.
pl: Multipleksery to lokalizacje, w których można znaleźć usługi. W tradycyjnych sieciach (DVB-C, -T i -S) są to sygnały nośne, na których multipleksowane są poszczególne kanały, stąd nazwa. Jednakże Tvheadend używa również terminu „multiplekser” do opisania źródła wielu strumieni IP – a więc w rzeczywistości adresu IP.

source: Muxes then carry __services__ . These are the individual streams of data. They can be TV or radio programmes, they can provide data services such as digital teletext, or they can be used as part of the control code for catch-up IPTV services.
pl: Multipleksery następnie przenoszą __usługi__ . Są to indywidualne strumienie danych. Mogą to być programy telewizyjne lub radiowe, mogą dostarczać usług danych, takich jak cyfrowy teletekst, lub mogą być używane jako część kodu sterującego usługami IPTV catch-up.

source: NONE
pl: ŻADEN

source: Network Information Table (NIT)
pl: Tabela informacji sieciowej (NIT)

source: Network discovery (enabled by default) increases the likelihood of receiving all available muxes and services.
pl: Odkrywanie sieci (włączone domyślnie) zwiększa prawdopodobieństwo otrzymania wszystkich dostępnych multipleksów i usług.

source: Network type
pl: Typ sieci

source: Network types
pl: Typy sieci

source: Networks
pl: Sieci

source: Networks already configured will not be shown.
pl: Sieci już skonfigurowane nie będą wyświetlane.

source: Networks then have __muxes__ . These are the carrier frequencies that exist on the old analogue channels that are used to transmit multiple digital signals rather than a single analogue one. These signals are multiplexed together, hence the name _mux_ .
pl: Sieci mają wtedy __multipleksery__. Są to częstotliwości nośne istniejące w starych kanałach analogowych, które służą do transmisji wielu sygnałów cyfrowych, a nie jednego analogowego. Sygnały te są ze sobą multipleksowane, stąd nazwa _multiplekser_.

source: New muxes + changed muxes
pl: Multipleksery nowe + zmienione

source: New muxes only
pl: Tylko nowe multipleksery

source: News
pl: Aktualności

source: News and stories…
pl: Wiadomości i historie...

source: News.mkv
pl: Wiadomości.mkv

source: No
pl: Nie

source: No action, may be used for the logging and a comparison verification.
pl: Brak działań, może być używane do logowania i weryfikacji porównawczej.

source: No free tuners - usually in-use by other subscription(s).
pl: Brak wolnych tunerów – zazwyczaj są używane przez inne subskrypcje.

source: No scheme
pl: Brak schematu

source: No tuners are enabled and/or have no network assigned.
pl: Brak włączonych tunerów i/lub nie przypisano żadnej sieci.

source: No, because we're ignoring the last component
pl: Nie, ponieważ ignorujemy ostatni komponent

source: No, because we're ignoring the last two components
pl: Nie, ponieważ ignorujemy ostatnie dwie składowe.

source: Node subsystem
pl: Podsystem węzłów

source: Not all columns are necessarily visible. If you hover your mouse over a column heading, you'll see a down arrow - click here, and a drop-down menu will appear to give you access to __which columns are shown and which are not__ .
pl: Nie wszystkie kolumny są koniecznie widoczne. Jeśli najedziesz myszką na nagłówek kolumny, zobaczysz strzałkę w dół – kliknij tutaj, a pojawi się menu rozwijane, które umożliwi dostęp do tego, __które kolumny są pokazane, a które nie__.

source: Not set
pl: Nieustawiony

source: Note that if you use a similar number for multiple networks, the first matched network containing the mux with the requested parameters will win (also applies to unknown muxes).
pl: Zauważ, że jeśli używasz podobnego numeru dla wielu sieci, pierwsza dopasowana sieć zawierająca multiplekser z żądanymi parametrami wygra (dotyczy również nieznanych multiplekserów).

source: Note that the links don't link to the actual stream but to a playlist for use with media players such as VLC, If you'd prefer to receive the raw stream instead, you can do so by removing the `/play/` path from the URL - see
pl: Zauważ, że łącza nie prowadzą bezpośrednio do strumienia, ale do listy odtwarzania przeznaczonej do użytku z odtwarzaczami multimedialnymi, takimi jak VLC. Jeśli wolisz otrzymać surowy strumień, możesz to zrobić, usuwając ścieżkę `/play/` z adresu URL – zobacz.

source: Note that you don’t have to press a ‘Search’ button: the grid immediately updates itself as you change the filters.
pl: Zauważ, że nie musisz naciskać przycisku „Szukaj”: siatka natychmiast aktualizuje się po zmianie filtrów.

source: Note, a cookie is used to remember your column/filtering preferences; Clearing your cookies will reset the interface to default.
pl: Uwaga, plik cookie jest używany do zapamiętania preferencji dotyczących kolumn/filtrowania; Wyczyszczenie plików cookie spowoduje zresetowanie interfejsu do ustawień domyślnych.

source: Note, because of how markdown generates tables, the OSCam variables `highlighted` above must be on separate lines in your config file.
pl: Uwaga, ze względu na sposób, w jaki Markdown generuje tabele, „podświetlone” powyżej zmienne OSCam muszą znajdować się w osobnych wierszach pliku konfiguracyjnego.

source: Note, the above two settings are only visible with the view level set to Expert.
pl: Uwaga, powyższe dwie ustawienia są widoczne tylko przy ustawieniu poziomu widoku na Ekspercki.

source: Note, the links don't point to a stream but to an m3u playlist, for use with media players such as VLC. If you'd prefer to receive the raw stream instead, you can do so by removing the `/play/` path from the URL - see
pl: Zauważ, że łącza nie prowadzą bezpośrednio do strumienia, ale do listy odtwarzania m3u, przeznaczonej do użytku z odtwarzaczami multimedialnymi, takimi jak VLC. Jeśli wolisz otrzymać surowy strumień, możesz to zrobić, usuwając ścieżkę `/play/` z adresu URL – zobacz.

source: Note, there may be additional levels shown related to various other settings, e.g. satellite positions for SAT>IP tuners and so on - these are more advanced options that most will not need to use so can be ignored (generally).
pl: Uwaga, mogą być wyświetlane dodatkowe poziomy związane z różnymi innymi ustawieniami, np. pozycje satelitarne dla tunerów SAT>IP i tak dalej – są to bardziej zaawansowane opcje, których większość nie będzie musiała używać, więc można je zignorować (ogólnie).

source: Note, when using Save/Apply, certain fields must differ otherwise existing entries __may__ be overwritten.
pl: Uwaga, podczas korzystania z opcji Zapisz/Zastosuj, pewne pola muszą się różnić, w przeciwnym razie istniejące wpisy __mogą__ zostać nadpisane.

source: Note, you may have to disable this option for certain languages/charsets - Hebrew, etc.
pl: Uwaga, możliwe, że będzie trzeba wyłączyć tę opcję dla niektórych języków/kodowań – hebrajskiego itp.

source: Note: In addition to the field prefixes, a special field separator is provided between individual language elements within a field.
pl: Uwaga: oprócz prefiksów pól, pomiędzy poszczególnymi elementami języka w polu znajduje się specjalny separator pól.

source: Note: The '[' and ']' characters are only used for illustrative purposes, they are not present in the actual data.
pl: Uwaga: znaki „[” i „]” służą wyłącznie celom ilustracyjnym i nie występują w rzeczywistych danych.

source: Note: The `file://` URLs are deescaped back when used, so `%20` means space for the filename for example.
pl: Uwaga: adresy URL `file://` są usuwane z powrotem, gdy są używane, więc `%20` oznacza na przykład spację na nazwę pliku.

source: Note: The above path only applies to Debian/Ubuntu systems others may differ.
pl: Uwaga: powyższa ścieżka dotyczy tylko systemów Debian/Ubuntu, inne mogą się różnić.

source: Notes
pl: Uwagi

source: Notes About the DVR
pl: Uwagi dotyczące rejestratora DVR.

source: Notes on Access Entries
pl: Uwagi dotyczące wpisów dostępu

source: Notes on IP Blocking
pl: Uwagi dotyczące blokowania adresów IP

source: Notes on Passwords
pl: Uwagi dotyczące haseł

source: Now
pl: Teraz

source: Now let's get your tuners configured. Go ahead and select a network for each of the tuners you would like to use. If you don't assign a network to a tuner it __won't__ be used.
pl: Teraz skonfigurujmy tunery. Wybierz sieć dla każdego tunera, którego chcesz użyć. Jeśli nie przypiszesz sieci do tunera, nie będzie on używany.

source: Number Down
pl: Numer w dół

source: Number Operations
pl: Operacje numerowania

source: Number Up
pl: Numer w górę

source: Number in Image / Text
pl: Numer w obrazie/tekście

source: Number of components to ignore
pl: Liczba komponentów do zignorowania

source: Number of data errors during recording
pl: Liczba błędów danych podczas nagrywania

source: Number of errors during recording
pl: Liczba błędów podczas nagrywania

source: ONE
pl: JEDEN

source: OSCam Modes
pl: Tryby OSCam

source: OSCam TCP (rev >= 9574)
pl: TCP OSCam (rev >= 9574)

source: OSCam net protocol (rev >= 10389)
pl: Protokół sieciowy OSCam (rev >= 10389)

source: OSCam pc-nodmx (rev >= 9756)
pl: Pc-nodmx OSCam (rev >= 9756)

source: OTA Scrapper
pl: Pobierak OTA

source: Obviously, fill in the minor gaps as highlighted in the document: buttons, descriptions, etc.
pl: Oczywiście, wypełnij drobne luki, jak zaznaczono w dokumencie: przyciski, opisy, itp.

source: Oh, and
pl: Oh, i

source: Older OSCam
pl: Starszy OSCam

source: On this tab, you'll see a tree structure, with the Linux device list at the top level (e.g. `/dev/dvb/adapter0`)
pl: Na tej karcie zobaczysz strukturę drzewa, z listą urządzeń Linuksa na najwyższym poziomie (np. `/dev/dvb/adapter0`)

source: Once scanning for services is complete, you need to map the services to channels so your client can actually request them (i.e. so you can watch or record).
pl: Po zakończeniu skanowania usług musisz przyporządkować usługi do kanałów, aby klient mógł je faktycznie żądać (czyli aby można je oglądać lub nagrywać).

source: One DVR record specified by short DVR ID
pl: Zapis DVR określony przez krótki identyfikator DVR.

source: One channel specified by channel name
pl: Kanał określony przez nazwę

source: One channel specified by channel number
pl: Kanał określony przez numer kanału

source: One channel specified by short channel ID
pl: Kanał określony przez krótki identyfikator kanału

source: Only OTA EIT and PSIP (ATSC) grabbers are enabled by default. Also note that __EPG data isn't merged__ , so be sure to give the highest priority to the grabber that provides you with the best data available.
pl: Domyślnie włączone są tylko grabbery OTA EIT i PSIP (ATSC). Zauważ też, że dane __EPG nie są łączone__, więc pamiętaj o nadaniu najwyższego priorytetu grabberowi, który dostarcza najlepsze dostępne dane.

source: Only OTA EIT and PSIP (ATSC) grabbers are enabled by default. If you're missing EPG data, make sure to enable the correct grabber(s) for your location/provider. If you use more than one grabber, be sure to give a higher priority to the grabber that provides you with richer data.
pl: Domyślnie włączone są tylko grabbery OTA EIT i PSIP (ATSC). Jeśli brakuje Ci danych EPG, upewnij się, że masz włączone odpowiednie grabbery dla lokalizacji/dostawcy. Jeśli używasz więcej niż jednego grabbera, pamiętaj o nadaniu wyższego priorytetu grabberowi, który dostarcza bogatszych danych.

source: Only display events from channels which are included in the selected tag.
pl: Tylko wyświetlaj wydarzenia z kanałów, które są zawarte w wybranym tagu.

source: Only display events from the selected channel.
pl: Tylko wyświetlaj wydarzenia z wybranego kanału.

source: Only display events that fall between the given minimum and maximum durations.
pl: Tylko wyświetlaj wydarzenia, które mieszczą się w podanych minimalnym i maksymalnym czasie trwania.

source: Only display events that match the given content type tag.
pl: Tylko wyświetlaj wydarzenia, które pasują do podanego tagu typu zawartości.

source: Only display events that match the given title.
pl: Tylko wyświetlaj wydarzenia, które pasują do podanego tytułu.

source: OpenTV EPG
pl: EPG OpenTV

source: Option
pl: Opcja

source: Optional extra arguments can be supplied to alter behaviour. Notable arguments are below:
pl: Opcjonalne argumenty dodatkowe mogą być dostarczone w celu zmiany zachowania. Poniżej przedstawiamy ważne argumenty:

source: Or minuses
pl: Lub minusy

source: Or pluses
pl: Lub plusy

source: Ordered sub-list
pl: Uporządkowana lista podrzędna

source: Other Stream Filters
pl: Inne filtry strumienia

source: Other stream filter.
pl: Filtr innego strumienia.

source: Output Targets
pl: Wyjściowe cele

source: Over-the-air (OTA)
pl: Bezprzewodowe (OTA)

source: Over-the-air broadcasts received through a traditional television aerial/antenna.
pl: Transmisje naziemne odbierane za pośrednictwem tradycyjnej anteny telewizyjnej.

source: Override queue size in bytes (default value is 1500000 for channel/service, 10000000 for mux)
pl: Zastąp rozmiar kolejki w bajtach (wartość domyślna to 1500000 dla kanału/usługi, 10000000 dla multipleksu)

source: Override streaming profile, otherwise the default profile for the user is used.
pl: Zastąp profil strumieniowy, w przeciwnym razie zostanie użyty domyślny profil dla użytkownika.

source: Override subscription weight
pl: Zastąp rangę subskrypcji

source: Overview
pl: Przegląd

source: Overview of Tvheadend
pl: Przegląd Tvheadend

source: Overview of the tab
pl: Przegląd karty

source: Owner of this recording
pl: Właściciel tego nagrania

source: PCR Clocks
pl: Zegary PCR

source: PRELOAD / wrapper hack active. TVH listens on the local specified UDP port (standard is 9000) for the code words. Only onechannel can be decoded at a time.
pl: Hack PRELOAD / wrappera aktywny. TVH nasłuchuje słów kodowych na określonym lokalnym porcie UDP (standard to 9000). Jednocześnie można dekodować tylko jeden kanał.

source: PRELOAD / wrapper hack. TVH listens on a range of UDP ports starting with the specified port number (standard port range starts with 9000). The following lines are required in
pl: Hack PRELOAD / wrappera aktywny. TVH nasłuchuje na zakresie portów UDP, zaczynając od określonego numeru portu (standardowy zakres portów zaczyna się od 9000). Następujące linie są wymagane w

source: Packet Error Ratio
pl: Współczynnik błędów pakietów

source: Page Structure
pl: Struktura strony

source: Paging Toolbar
pl: Pasek narzędzi stronicowania

source: Paragraphs Versus Definition Lists
pl: Akapity kontra listy definicji

source: Pass-through muxer
pl: Multiplekser przelotowy

source: Passthrough Muxer SI Tables
pl: Przejściowe tabele multipleksera SI

source: Password management.
pl: Zarządzanie hasłami.

source: Passwords
pl: Hasła

source: Per Channel Option
pl: Opcja na kanał

source: Pipe stream out to script/binary for transcoding. Spawned script/binary must pipe the output back in as MPEG-TS.
pl: Potok strumienia przekierowuje się do skryptu/binarnego w celu transkodowania. Uruchomiony skrypt/binarny musi przekierować wyjście z powrotem jako MPEG-TS.

source: Placeholder
pl: Symbol zastępczy

source: Platform differences - Ubuntu, Fedora, Red Hat, Arch, Android...
pl: Różnice między platformami – Ubuntu, Fedora, Red Hat, Arch, Android...

source: Platform differences - what you need to transcode, or what you can expect from Android vs GNU/Linux
pl: Różnice między platformami – co musisz transkodować lub czego możesz się spodziewać po Androidzie i GNU/Linux

source: Play
pl: Odtwórz

source: Play icon
pl: Ikona odtwarzania

source: Play the program.
pl: Odtwórz program.

source: Playing a Stream/File
pl: Odtwarzanie strumienia/pliku

source: Playlist contents
pl: Zawartość listy odtwarzania

source: Playlist type
pl: Typ listy odtwarzania

source: Playlist type, can be
pl: Typ listy odtwarzania, może być

source: Please read
pl: Przeczytaj

source: Please, add `http://IP:Port` to complete the URL.
pl: Dodaj `http://IP:Port`, aby uzupełnić adres URL.

source: Poll multiplexer
pl: Odpytywanie multipleksera

source: Powerful many-to-many channel:service:tuner mapping that allows you to select channels irrespective of the underlying carrier (for channels that broadcast on multiple sources).
pl: Potężne mapowanie wielu do wielu kanałów:usługa:tuner, które pozwala wybierać kanały niezależnie od podstawowego nośnika (dla kanałów transmitujących na wielu źródłach).
