Repository: tvheadend/tvheadend
Catalog: intl/docs/tvheadend.doc.*.po
Languages: pl

source: And the same drop-down menu also gives you access to a __filter__ function if defined. The filter does simple pattern-matching on any string you provide. A small blue flag or triangle will appear in the top-left corner to indicate that a filter is active. Filters persist until cleared.
pl: To samo menu rozwijane zapewnia również dostęp do funkcji __filtra__, jeśli jest zdefiniowana. Filtr wykonuje proste dopasowywanie wzorców do dowolnego podanego ciągu. W lewym górnym rogu pojawi się mała niebieska flaga lub trójkąt, wskazując, że filtr jest aktywny. Filtry pozostają aktywne do momentu ich wyczyszczenia.

source: Anonymize HTSP access
pl: Dostęp anonimowy HTSP

source: Another item
pl: Kolejny wpis

source: Antenna (also known as an aerial)
pl: Antena

source: Any changes (mapped services, number changes etc) to the channels can be lost if new changes in the bouquet override them.
pl: Wszelkie zmiany (mapowane usługi, zmiany numerów itp.) kanałów mogą zostać utracone, jeśli zastąpią je nowe zmiany w pakiecie.

source: Appendices
pl: Załączniki

source: Appendix 1 - URL syntax (Exports)
pl: Dodatek 1 - Składnia adresu URL (eksport)

source: Appendix 2 - FAQ
pl: Załącznik 2 - Często zadawane pytania

source: Appendix 3 - Command-line Options
pl: Załącznik 3 - Opcje wiersza poleceń

source: Appendix 4 - Updating this documentation
pl: Załącznik 4 - Aktualizacja tej dokumentacji

source: Appendix 5 - Markdown Cribsheet
pl: Załącznik 5 - Arkusz Markdown

source: Application/Tvheadend Fundamentals
pl: Podstawy Tvheadend

source: Apply
pl: Zastosuj

source: Apply configuration (run time only)
pl: Zastosuj konfigurację (tylko w czasie wykonywania)

source: Apply the entered debugging settings.
pl: Zastosuj wprowadzone ustawienia debugowania.

source: Arranging your channels into groups (channel tags)
pl: Porządkowanie kanałów w grupy (tagi kanałów)

source: As required, you may now wish to look into:
pl: W razie potrzeby możesz teraz przyjrzeć się:

source: As well as being able to record the input, Tvheadend also offers it up to client applications via HTTP (VLC, MPlayer), HTSP (Kodi, Movian) and SAT>IP streaming.
pl: Oprócz możliwości nagrywania sygnału wejściowego, Tvheadend oferuje to również aplikacjom klienckim za pośrednictwem protokołu HTTP (VLC, MPlayer), HTSP (Kodi, Movian) i przesyłania strumieniowego SAT>IP.

source: As well as the web interface, which is accessible through VPN if required, third-party clients are available for both
pl: Tak samo jak interfejs sieciowy, który jest dostępny za pośrednictwem VPN, jeśli jest to wymagane, dostępne są również klienty zewnętrzni dla obu.

source: Assign Number
pl: Przypisz numer

source: Assign predefined muxes to networks. To save you from manually entering muxes, Tvheadend includes predefined mux lists. Please select an option from the list for each network.
pl: Przypisz predefiniowane multipleksery do sieci. Aby uniknąć konieczności ręcznego wprowadzania multiplekserów, Tvheadend zawiera predefiniowane listy multiplekserów. Wybierz opcję z listy dla każdej sieci.

source: Associate each of your tuners with the correct network through _Parameters -> Basic Settings_ .
pl: Powiąż każdy ze swoich tunerów z odpowiednią siecią poprzez _Parametry -> Ustawienia podstawowe_.

source: At this point, your tuners now know what networks to use: one network can appear on multiple tuners (many-to-one), and one tuner can have multiple networks.
pl: W tym momencie tunery wiedzą już, jakich sieci użyć: jedna sieć może pojawiać się na wielu tunerach (wiele do jednego), a jeden tuner może mieć wiele sieci.

source: Attempt to discover more SAT>IP servers on the network.
pl: Spróbuj znaleźć więcej serwerów SAT>IP w sieci.

source: Audio Profile
pl: Profil audio

source: Audio Stream Filters
pl: Filtry strumieni audio

source: Audio muxer
pl: Multiplekser audio

source: Audio stream filter.
pl: Filtr strumienia audio.

source: Authcode only
pl: Tylko kod autoryzacyjny

source: Auto
pl: Automatycznie

source: Auto check disabled
pl: Automatyczne sprawdzanie wyłączone

source: Auto check enabled
pl: Automatyczne sprawdzanie włączone

source: Auto-recording
pl: Automatyczne nagrywanie

source: Auto-recording (Autorecs)
pl: Automatyczne nagrywanie (autonagrania)

source: Auto-recordings
pl: Automatyczne nagrywanie

source: Autorec
pl: Autonagranie

source: Autorec/Record Series
pl: Seria autonagrań/nagrań

source: Autorec:
pl: Autonagranie:

source: Available CA client types
pl: Dostępne typy klientów CA

source: Available debugging subsystems
pl: Dostępne podsystemy debugowania

source: Available network types (with links to their Help page)
pl: Dostępne typy sieci (z łączami do ich strony Pomocy)

source: Available worldwide but common in Brazil and various other countries throughout south America.
pl: Dostępne na całym świecie, ale powszechne w Brazylii i różnych innych krajach Ameryki Południowej.

source: Available worldwide.
pl: Dostępne na całym świecie.

source: BUSY
pl: ZAJĘTY

source: Base Config
pl: Konfiguracja podstawowa

source: Base Configuration
pl: Konfiguracja podstawowa

source: Base DVB SI Tables (PAT,CAT,PMT,SDT etc.)
pl: Podstawowe tabele SI DVB (PAT, CAT, PMT, SDT itp.)

source: Based on extJS, all pages are dynamic and self-refreshing.
pl: W oparciu o extJS wszystkie strony są dynamiczne i samoodświeżające.

source: Basename of recording
pl: Nazwa podstawowa nagrania

source: Basic
pl: Podstawowy

source: Basic Alternative (No Hash)
pl: Podstawowa alternatywa (bez hasha)

source: Be sure to check you have enough free tuners available to record all scheduled recordings if they overlap.
pl: Upewnij się, że masz wystarczającą liczbę wolnych tunerów, aby nagrać wszystkie zaplanowane nagrania, jeśli się pokrywają.

source: Before you Begin
pl: Zanim zaczniesz

source: Below is a (VERY) long list of the buttons you'll find in Tvheadend, They're listed here so you can quickly refer back to them at a later date (and know where to find them!).
pl: Poniżej znajduje się (BARDZO) długa lista przycisków, które znajdziesz w Tvheadend. Są one tutaj wymienione, abyś móc szybko do nich wrócić później (i wiedzieć, gdzie je znaleźć!).

source: Bit Error Ratio
pl: Współczynnik bitowych błędów

source: Blue
pl: Niebieski

source: Bones/Bones - S05 E11 (episode with guide season/episode information)
pl: Bones/Bones - S05 E11 (odcinek z informacjami przewodnika o sezonie/odcinku)

source: Bones/Season 5/Bones - S05E11
pl: Bones/Sezon 5/Bones - S05E11

source: Bouquet
pl: Bukiet

source: Bouquets
pl: Bukiety

source: Bouquets are broadcaster-defined groupings and orders of channels.
pl: Bukiety to grupy i kolejność kanałów zdefiniowane przez nadawców.

source: Bouquets are usually obtained automatically from the DVB source during the mux scan period. Note that bouquets may use more muxes and only services from scanned muxes are added. The mux with bouquets might require another scan when all muxes are discovered (manually using the rescan checkbox).
pl: Bukiety są zazwyczaj automatycznie pobierane z źródła DVB podczas okresu skanowania multipleksu. Należy zauważyć, że bukiety mogą korzystać z większej liczby multipleksów i dodawane są tylko usługi zeskanowanych multipleksów. Multipleks z bukietami może wymagać kolejnego skanowania, gdy wszystkie multipleksy zostaną odkryte (ręcznie za pomocą pola wyboru ponownego skanowania).

source: Broadcast details icon
pl: Ikona szczegółów transmisji

source: Browser
pl: Przeglądarka

source: Build Tvheadend as you normally would, see the
pl: Zbuduj Tvheadend tak, jak zwykle, zobacz

source: Built in video recorder stores recorded programs as Transport Stream (.ts) or Matroska (.mkv) files.
pl: Wbudowany rejestrator wideo przechowuje zapisane programy jako pliki Transport Stream (.ts) lub Matroska (.mkv).

source: Built-in
pl: Wbudowany

source: Button
pl: Przycisk

source: Buttons
pl: Przyciski

source: By default Tvheadend's _Play_ links are playlists, although not all players accept them (e.g. Media Player Classic Home Cinema). You can bypass this by removing the `/play/` path from the url.
pl: Domyślnie łącza _Play_ Tvheadend są listami odtwarzania, chociaż nie wszystkie odtwarzacze je akceptują (np. Media Player Classic Home Cinema). Można to ominąć, usuwając ścieżkę `/play/` z adresu URL.

source: By default, XMLTV does not provide a mechanism for uniquely identifying each event.
pl: Domyślnie XMLTV nie zapewnia mechanizmu umożliwiającego jednoznaczną identyfikację każdego zdarzenia.

source: C (Cable)
pl: C (Kablówka)

source: CA (descrambling) Client
pl: Klient CA (deszyfrujący)

source: CA Stream Filters
pl: Filtry strumieni CA

source: CAPMT (Linux DVBAPI)
pl: CAPMT (DVBAPI Linuksa)

source: CAPMT CA Client
pl: Klient CA CAPMT

source: CI Module
pl: Moduł CI

source: CPU
pl: Procesor

source: CRASH
pl: AWARIA

source: CSA (descrambling)
pl: CSA (deszyfrowanie)

source: CWC CA Client
pl: Klient CA CWC

source: CWC CCCam Client
pl: Klient CCCam CWC

source: Cable
pl: Kablówka

source: Cable TV, delivered via a cable to your house.
pl: Telewizja kablowa, dostarczana za pomocą kabla do Twojego domu.

source: Cable signals via DVB-C.
pl: Sygnały kablowe za pośrednictwem DVB-C.

source: Caching of channel icons or other images (such as EPG metadata) to be served from the local webserver. This can be useful for multi-client systems and, generally, to reduce hits on upstream providers
pl: Buforowanie ikon kanałów lub innych obrazów (takich jak metadane EPG) w celu ich udostępniania z lokalnego serwera WWW. Może to być przydatne w systemach wieloklientowych i ogólnie do ograniczenia liczby żądań do dostawców zewnętrznych.

source: Camd.socket filename / IP Address (TCP mode)
pl: Nazwa pliku / adres IP (tryb TCP) camd.socket

source: Cancel
pl: Anuluj

source: Category Code
pl: Kod kategorii

source: Caution: On systems with constrained resources, Merge-text searches should be used with caution due to the extra system load and overheads required to perform the search.
pl: Uwaga: w systemach o ograniczonych zasobach wyszukiwanie metodą scalania tekstu należy stosować ostrożnie ze względu na dodatkowe obciążenie systemu i narzut wymagany do przeprowadzenia wyszukiwania.

source: Change markdown files in `docs/markdown`, `docs/markdown/inc`, `docs/class`, `docs/wizard`, etc. Images are placed in `src/webui/static/img/doc/`.
pl: Zmień pliki markdown w `docs/markdown`, `docs/markdown/inc`, `docs/class`, `docs/wizard`, itd. Obrazy są umieszczone w `src/webui/static/img/doc/`.

source: Change nothing and rely on standard (default) system caching to behave as it normally would.
pl: Nie zmieniaj niczego i polegaj na standardowym (domyślnym) buforowaniu systemu, aby zachowywało się tak, jak normalnie.

source: Change the dialog view level to show/hide more advanced options.
pl: Zmień poziom widoku okien dialogowych, aby pokazać/ukryć bardziej zaawansowane opcje.

source: Changes to any of these settings must be confirmed by pressing the _[Apply configuration]_ button before taking effect.
pl: Zmiany w dowolnym z tych ustawień muszą zostać potwierdzone przez naciśnięcie przycisku _[Zastosuj konfigurację]_ przed wprowadzeniem zmian w życie.

source: Changing some of these settings __may__ cause unexpected results, you have been warned!
pl: Zmiana niektórych tych ustawień __może__ spowodować nieoczekiwane rezultaty, zostałeś ostrzeżony!

source: Channel
pl: Kanał

source: Channel 'play' streams
pl: Kanał 'odtwarzaj' strumienie

source: Channel / EPG
pl: Kanał / EPG

source: Channel Tags
pl: Tagi kanału

source: Channel management
pl: Zarządzanie kanałami

source: Channel name
pl: Nazwa kanału

source: Channel name only
pl: Tylko nazwa kanału

source: Channel number as first key, channel name as second key
pl: Numer kanału jako pierwszy klucz, nazwa kanału jako drugi klucz

source: Channel number range
pl: Zakres numerów kanałów

source: Channel specified by channel UUID
pl: Kanał określony przez UUID kanału

source: Channel specified by channel name
pl: Kanał określony przez nazwę kanału

source: Channel specified by channel number
pl: Kanał określony przez numer kanału

source: Channel specified by short channel ID
pl: Kanał określony przez krótki identyfikator kanału

source: Channel tagging management
pl: Zarządzanie tagami kanałów

source: Channel tags
pl: Tagi kanałów

source: Channels
pl: Kanały

source: Channels in the drop down are ordered by name and can be filtered (by name) by typing in the box.
pl: Kanały w rozwijanym menu są uporządkowane według nazwy i można je filtrować (według nazwy) poprzez wpisanie w polu.

source: Charset
pl: Zestaw znaków

source: Check all link from tvh (e.g. there are no help buttons on the 'Stream' tabs)
pl: Sprawdź wszystkie łącza z tvh (np. na kartach „Strumień” nie ma przycisków pomocy)

source: Check non-univeral (i.e. item-specific) configuration items (e.g. the IPTV mux parameters) and make sure they're documented
pl: Sprawdź nieuniwersalne (tj. dotyczące konkretnych elementów) elementy konfiguracji (np. parametry multiplexera IPTV) i upewnij się, że są udokumentowane.

source: Choose a specific DVR profile that will apply to the recording or autorec rule. You can define different profiles in the
pl: Wybierz określony profil DVR, który zostanie zastosowany do nagrywania lub reguły autonagrań. Możesz zdefiniować różne profile w

source: Choose this if your picon pack has icons that start with "1_0_1_xxxx".
pl: Wybierz to, jeśli twój pakiet piconów zawiera ikony, które zaczynają się od "1_0_1_xxxx".

source: Choose this if your picon pack uses the standard naming scheme, e.g "1_0_19_xxxx".
pl: Wybierz to, jeśli Twój pakiet piconów używa standardowego schematu nazewnictwa, np. "1_0_19_xxxx".

source: Clean image (icon) cache
pl: Wyczyść bufor obrazów (ikon)

source: Clean-up the stored image files (empty cache and re-fetch icons).
pl: Wyczyść przechowywane pliki obrazów (opróżnij pamięć podręczną i pobierz ikony ponownie).

source: Clear all statistics
pl: Wyczyść statystyki

source: Click a type to see its properties (below).
pl: Kliknij typ, aby zobaczyć jego właściwości (poniżej).

source: Click on each tuner that you want Tvheadend to use, and ensure "Enabled" is checked in the 'Parameters' list
pl: Kliknij na każdy tuner, który chcesz używać w Tvheadend, i upewnij się, że opcja "Włączony" jest zaznaczona na liście 'Parametry'.

source: Click the desired network type (to see all available
pl: Kliknij pożądany typ sieci (aby zobaczyć wszystkie dostępne

source: Click to display detailed information about the selected recording.
pl: Kliknij, aby wyświetlić szczegółowe informacje o wybranym nagraniu.

source: Click to return the DVR help index
pl: Kliknij, aby powrócić do indeksu pomocy DVR.

source: Clicking the !
pl: Klikając !

source: Client Types
pl: Typy klientów

source: Clock icon
pl: Ikona zegara

source: Clone
pl: Klonuj

source: Clone the currently selected entry.
pl: Sklonuj obecnie wybrany wpis.

source: Closes the dialog, discarding all unsaved changes.
pl: Zamyka okno dialogowe, odrzucając wszystkie niezapisane zmiany.

source: Codec
pl: Kodek

source: Codec Profiles
pl: Profile kodeka

source: Codec profiles and settings (for use with stream profiles)
pl: Profile kodeka i ustawienia (do użycia z profilami strumieniowymi)

source: Combine channels with the same name into a single channel.
pl: Połącz kanały o tej samej nazwie w jeden kanał.

source: Combined DVB OTA and XMLTV
pl: Połączony DVB OTA i XMLTV

source: Command-line Options
pl: Opcje wiersza poleceń

source: Comment
pl: Komentarz

source: Common in Brazil and various other countries throughout south America.
pl: Powszechne w Brazylii i różnych innych krajach Ameryki Południowej.

source: Common in most of Europe.
pl: Powszechne w większości Europy.

source: Common in north and central America and parts of south Asia.
pl: Powszechne w Ameryce Północnej i Środkowej oraz części Azji Południowej.

source: Common in north and central America.
pl: Powszechne w Ameryce Północnej i Środkowej.

source: Complete the content for 4.0 (4.2 can wait) - strip out what isn't stricly necessary now (we can come back)
pl: Uzupełnij treść dla 4.0 (4.2 może poczekać) – usuń to, co nie jest absolutnie konieczne teraz (możemy wrócić)

source: Conditional Access (CA)
pl: Dostęp warunkowy (CA)

source: Conditional Access (CA) stream filter.
pl: Filtr strumienia dostępu warunkowego (CA).

source: Config parameters that affect the core Tvheadend functionality
pl: Parametry konfiguracyjne, które wpływają na podstawową funkcjonalność Tvheadend.

source: Configuration
pl: Konfiguracja

source: Configuration -
pl: Konfiguracja -

source: Configuration -> Channel / EPG -> Channels only.
pl: Tylko Konfiguracja -> Kanał / EPG -> Kanały.

source: Configuration -> Channel / EPG -> Channels/Configuration -> DVB Inputs -> Services only.
pl: Tylko Konfiguracja -> Kanał / EPG -> Kanały / Konfiguracja -> Wejścia DVB -> Usługi.

source: Configuration -> Channel / EPG -> EPG Grabber only.
pl: Tylko Konfiguracja -> Kanał / EPG -> Grabber EPG.

source: Configuration -> Channel / EPG -> EPG Grabber/EPG Grabber Modules only.
pl: Tylko Konfiguracja -> Kanał / EPG -> Tylko grabber EPG/Moduły grabbera EPG.

source: Configuration -> Conditional Access (CAs) only.
pl: Tylko Konfiguracja -> Dostęp warunkowy (CAs).

source: Configuration -> Conditional Access (CAs)/Configuration -> Stream -> Stream/Codec Profiles only.
pl: Tylko Konfiguracja -> Dostęp warunkowy (CAs)/Konfiguracja -> Strumień -> Strumień/Profile kodeków.

source: Configuration -> DVB Inputs -> Networks/Configuration -> Channel / EPG -> Bouquets only.
pl: Tylko Konfiguracja -> Wejścia DVB -> Sieci/Konfiguracja -> Kanał / EPG -> Bukiety.

source: Configuration -> DVB Inputs -> Services only.
pl: Tylko Konfiguracja -> Wejścia DVB -> Usługi.

source: Configuration -> Debugging -> Configuration only.
pl: Tylko Konfiguracja -> Debugowanie -> Konfiguracja.

source: Configuration -> General -> Base only.
pl: Tylko Konfiguracja -> Ogólne -> Podstawowe.

source: Configuration -> General -> Image cache only.
pl: Tylko Konfiguracja -> Ogólne -> Pamięć podręczna obrazu.

source: Configuration -> General -> SAT>IP Server only.
pl: Tylko Konfiguracja -> Ogólne -> Serwer SAT>IP.

source: Configuration -> Users -> Access entries/Configuration -> Stream -> Stream filters only.
pl: Tylko Konfiguracja -> Użytkownicy -> Wpisy dostępu/Konfiguracja -> Strumień -> Filtry strumienia.

source: Configure Tvheadend as a SAT>IP Server (Basic Guide)
pl: Skonfiguruj Tvheadend jako serwer SAT>IP (Podstawowy przewodnik)

source: Configuring for the First Time
pl: Konfiguracja po raz pierwszy

source: Confining the first criteria 'big bang theory' to be between a `\x01` and a `\x02` restricts matches to text within the 'Title' field. Confining the second criteria to be in between a `\x02` and a `\x05` restricts matches to text in the merged 'Sub-title', 'Summary' or 'Description' fields.
pl: Ograniczenie pierwszego kryterium „Teoria wielkiego podrywu” do wartości między `\x01` a `\x02` ogranicza dopasowania do tekstu w polu „Tytuł”. Ograniczenie drugiego kryterium do wartości między `\x02` a `\x05` ogranicza dopasowania do tekstu w scalonych polach „Podtytuł”, „Podsumowanie” lub „Opis”.

source: Connection Status
pl: Status połączenia

source: Connection information
pl: Informacje o połączeniu

source: Connection limit type
pl: Limit typu połączenia

source: Connection limits
pl: Limity połączeń

source: Connection status indicators
pl: Wskaźniki statusu połączenia

source: Connections
pl: Połączenia

source: Content from cell 1
pl: Zawartość z komórki 1

source: Content from cell 2
pl: Zawartość z komórki 2

source: Content in the first column
pl: Zawartość w pierwszej kolumnie

source: Content in the second column
pl: Zawartość w drugiej kolumnie

source: Content type
pl: Typ zawartości

source: Contents
pl: Zawartość

source: Copy this contents to your oscam.srvid2 and start/restart the server.
pl: Skopiuj te treści do swojego oscam.srvid2 i uruchom/ponownie uruchom serwer.

source: Countdown/Countdown (episode without guide season/episode information)
pl: Odliczanie/Odliczanie (odcinek bez informacji o sezonie/odcinku przewodnika)

source: Create Autorec
pl: Utwórz autonagranie

source: Create a network of the appropriate type here. You can have multiple networks of the same type as necessary, e.g. to have two DVB-T networks defined, one with HD muxes, one without.
pl: Utwórz tutaj sieć odpowiedniego typu. Możesz mieć wiele sieci tego samego typu, jeśli jest to konieczne, np. aby zdefiniować dwie sieci DVB-T, jedną z multipleksami HD, drugą bez nich.

source: Create a pseudo-series link using the autorec feature.
pl: Utwórz pseudoserię linków, korzystając z funkcji autnagrania.

source: Create a tag based on the channel type and link it to the channel.
pl: Utwórz tag oparty na typie kanału i połącz go z kanałem.

source: Create a tag with the bouquets name and link it to all channels created by the bouquet.
pl: Utwórz tag z nazwą bukietu i połącz go ze wszystkimi kanałami utworzonymi przez bukiet.

source: Create a tag with the channel provider's name and link it to the channel.
pl: Utwórz tag z nazwą dostawcy kanału i połącz go z kanałem.

source: Create a tag with the network name and link it to all channels created by the bouquet.
pl: Utwórz tag z nazwą sieci i połącz go ze wszystkimi kanałami utworzonymi przez bukiet.

source: Create an Auto-record entry matching the current program query. For events that have series-link information available the
pl: Utwórz wpis autonagrania, który pasuje do bieżącego zapytania programu. Dla zdarzeń, które mają dostępne informacje o łączach serii.

source: Create and link a network tag to the mapped channels.
pl: Utwórz i połącz tag sieciowy z mapowanymi kanałami.

source: Create and link a provider tag to the mapped channels.
pl: Utwórz i połącz tag dostawcy z mapowanymi kanałami.

source: Create bouquet tag
pl: Utwórz tag bukietu

source: Create network name tags
pl: Utwórz nazwy tagów sieci

source: Create network tags
pl: Utwórz tagi sieci

source: Create provider name tags
pl: Utwórz nazwy tagów dostawców

source: Create provider tags
pl: Utwórz tagi dostawców

source: Create rule sets manually or based on EPG queries.
pl: Utwórz zestawy reguł ręcznie lub na podstawie zapytań EPG.

source: Create type-based tags
pl: Twórz tagi oparte na typie

source: Creates an auto-recording rule based on the current filter criteria.
pl: Tworzy regułę autonagrania na podstawie bieżących kryteriów filtru.

source: Credits
pl: Zaangażowani

source: Current affairs
pl: Sprawy bieżące

source: Currently only a limited number of configuration files are shipped and these are located in the epggrab/eit/scrape directory.
pl: Obecnie dostarczane są tylko ograniczone liczby plików konfiguracyjnych, które znajdują się w katalogu epggrab/eit/scrape.

source: Currently-active streams
pl: Aktualnie aktywne strumienie

source: DES NCB Constant Code Word
pl: AES ECB Constant Code Word

source: DVB CAM Client
pl: Klient CAM DVB

source: DVB CSA (descrambling) Tables
pl: Tabele CSA DVB (deszyfrowanie)

source: DVB EPG Tables
pl: Tabele EPG DVB

source: DVB Inputs
pl: Wejścia DVB

source: DVB OTA
pl: OTA DVB

source: DVB SI Tables
pl: Tabele SI DVB

source: DVB Time Tables
pl: Tabele czasowe DVB

source: DVB subtitles supported.
pl: Obsługiwane napisy DVB.

source: DVB-S (SAT>IP Master)
pl: DVB-S (nadrzędny SAT>IP)

source: DVB-S (SAT>IP Slave)
pl: DVB-S (podrzędny SAT>IP)

source: DVR Inotify
pl: Innotify DVR

source: DVR Profile
pl: Profil DVR

source: DVR configuration profiles
pl: Profile konfiguracyjne DVR

source: DVR configurations
pl: Konfiguracje DVR

source: DVR profile
pl: Profil DVR

source: DVR profiles and related settings
pl: Profile DVR i powiązane ustawienia
