Repository: tvheadend/tvheadend
Catalog: intl/js/tvheadend.js.*.po
Languages: cs, da, de, et, fi, fr, hu, it, nl, pt, ru, uk

source: January
cs: Leden
da: Januar
de: Januar
et: Jaanuar
fi: Tammikuu
fr: Janvier
hu: Január
it: Gennaio
nl: Januari
pt: Janeiro
ru: Январь
uk: Січень

source: Jul
cs: Črn
et: Juuli
fi: Heinä
fr: Juil
hu: Júl
it: Lug
ru: Июль
uk: Лип

source: July
cs: Červen
da: Juli
de: Juli
et: Juuli
fi: Heinäkuu
fr: Juillet
hu: Július
it: Luglio
nl: Juli
pt: Julho
ru: Июль
uk: Липень

source: Jun
cs: Črc
et: Juuni
fi: Kesä
fr: Juin
hu: Jún
it: Giu
ru: Июнь
uk: Черв

source: June
cs: Červenec
da: Juni
de: Juni
et: Juuni
fi: Kesäkuu
fr: Juin
hu: Június
it: Giugno
nl: Juni
pt: Junho
ru: Июнь
uk: Червень

source: KB
ru: КБ

source: Language Settings
ru: Языковые настройки

source: Last Page
cs: Poslední stránka
da: Sidste side
de: Letzte Seite
et: Viimane lehekülg
fi: Viimeinen sivu
fr: Dernière page
hu: Utolsó Oldal
it: Ultima pagina
nl: Laatste pagina
pt: Última Página
ru: Последняя страница
uk: Остання сторінка

source: Live TV Player
cs: Live TV Přehrávač
da: Live TV afspiller
fi: TV:n suoratoisto
hu: Élő TV Adás
it: Riproduttore TV dal vivo
nl: Live TV Speler
pt: Reprodutor de TV
ru: Плеер прямого эфира
uk: Програвач Live TV

source: Loading, please wait...
cs: Nahrávám, prosím, čekejte...
da: Henter, vent venligst...
de: Wird geladen, bitte warten...
et: Laadimas, palun oota...
fi: Ladataan, pieni hetki...
fr: Chargement, veuillez patienter...
hu: Betőltés, kérem várjon...
it: Caricamento, prego attendere...
nl: Laden, even geduld...
pt: A carregar..., Esperar por favor...
ru: Загрузка, подождите...
uk: Завантаження, зачекайте, будь ласка...

source: Loading...
cs: Nahrávám...
da: Henter...
de: Wird geladen...
et: Laadimas...
fi: Ladataan...
fr: Chargement...
hu: Betöltés...
it: Caricamento...
nl: Laden...
pt: A carregar...
ru: Загрузка...
uk: Завантаження...

source: Logged in as
cs: Přihlášen jako
da: Logget ind som
de: Angemeldet als
et: Sisse loginud kui
fi: Kirjautuneena
fr: Authentifié comme
hu: Bejelentkezés mint
it: Autenticato come
nl: Ingelogd als
pt: Conectado como
ru: Вы вошли как
uk: Залогований як

source: Look for new SAT>IP servers
cs: Hledat nové SAT>IP servery
da: Se efter nye SAT>IP server
de: Suche nach neuen SAT>IP Servern
et: Otsi uusi SAT>IP servereid
fi: Katso uusia SAT>IP-palvelimia
fr: Chercher des nouveaux serveurs SAT>IP
hu: Új SAT>IP szerver keresése
it: Cerca nuovi server SAT>IP
nl: Kijk naar nieuwe SAT>IP servers
pt: Procurar novos servidores SAT>IP
ru: Обзор новых SAT>IP серверов
uk: Пошук нових серверів SAT>IP

source: MB
ru: МБ

source: Map All
cs: Mapuj vše
da: Map alle
de: Alle zuordnen
et: Seosta kõik
fi: Merkkaa kaikki
fr: Mapper Tout
hu: Mindet hozzárendel
it: Mappa tutto
nl: Allemaal koppelen
pt: Mapear todos
ru: Отображение всех
uk: Відображення всіх

source: Map Selected
cs: Mapuj vybrané
da: Map valgte
de: Ausgewählte zuordnen
et: Seosta valitud
fi: Merkkaa valitut
fr: Mapper la Sélection
hu: Kijelöltet hozzárendel
it: Mappa i selezionati
nl: Geselecteerde koppelen
pt: Mapear seleccionados
ru: Отображение Выбранных
uk: Відображення вибраних

source: Map Services
ru: Отображение Сервисов

source: Map services
cs: Mapuj služby
de: Services zuordnen
et: Seosta teenused
fi: Merkkaa palvelut
fr: Mapper les services
hu: Szolgáltatások hozzárendelése
it: Mappa servizi
nl: Service koppelen
pt: Mapear Serviços
ru: Отображение сервисов
uk: Відображення сервісів

source: Map services to channels
cs: Mapuj služby do programů
da: Map services til kanaler
de: Services zu Kanälen zuordnen
et: Seosta teenused kanalitena kasutamiseks
fi: Merkkaa palvelut kanaviin
fr: Mapper les services aux chaines
hu: Szolgáltatások hozzárendelése csatornákhoz
it: Mappa i servizi sui canali
nl: Koppel services aan kanalen
pt: Mapear serviços para canais
ru: Отображение сервисов на каналы
uk: Відображення сервісів до каналів

source: Mapped
cs: Namapováno
da: Map'et
de: Zugeordnet
et: Seostatud
fi: Merkattu
fr: Mappés
hu: Hozzárendelt
it: Mappato
nl: Gekoppeld
pt: Mapeado
ru: Отображено
uk: Відображені

source: Mapping services...
ru: Отображаемые Сервисы...

source: Mar
cs: Bře
de: Mär
et: Mär
fi: Maalis
nl: Mrt
ru: Мар.
uk: Бер

source: March
cs: Březen
da: Marts
de: März
et: Märts
fi: Maaliskuu
fr: Mars
hu: Március
it: Marzo
nl: Maart
pt: Março
ru: Март
uk: Березень

source: Maximum Period (mins)
ru: Максимальный период (мин.)

source: Maximum RAM Size (MB)
ru: Максимальный размер RAM (МБ.)

source: Maximum Size (MB)
ru: Максимальный размер (МБ.)

source: Maximum {0} item(s) allowed
ru: Максимум {0} пункт(ов) разрешено

source: May
cs: Kvě
da: Maj
de: Mai
et: Mai
fi: Toukokuu
fr: Mai
hu: Május
it: Maggio
nl: Mei
pt: Maio
ru: Май
uk: Травень

source: Merge same name
ru: Слияние имени

source: Message
cs: Zpráva
da: Besked
de: Nachricht
et: Sõnum
fi: Viesti
hu: Üzenet
it: Messaggio
nl: Bericht
pt: Mensagem
ru: Сообщение
uk: Повідомлення

source: Minimum {0} item(s) required
ru: Минимум {0} пункт(а,ов) необходимо

source: Module
ru: Модуль

source: Mon
cs: Květen
da: Man
de: Mo
et: E
fi: Ma
fr: Lun
hu: Hé
it: Lun
nl: Ma
pt: Segunda-Feira
ru: Пнд.
uk: Пон

source: Monday
cs: Pondělí
da: Mandag
de: Montag
et: Esmaspäev
fi: Maanantai
fr: Lundi
hu: Hétfő
it: Lunedì
nl: Maandag
pt: Segunda-Feira
ru: Понедельник
uk: Понеділок

source: Move Down
cs: Posunout dolů
da: Flyt ned
de: Nach unten
et: Liiguta alla
fi: Siirry alas
fr: Descendre
hu: Mozgatás Lejjebb
it: Sposta sotto
nl: Verplaats omlaag
pt: Mover para baixo
ru: Переместить вниз
uk: Пересунути вниз

source: Move Up
cs: Posunout nahoru
da: Flyt op
de: Nach oben
et: Liiguta üles
fi: Siirry ylös
fr: Monter
hu: Mozgatás Feljebb
it: Sposta sopra
nl: Verplaats omhoog
pt: Mover para cima
ru: Переместить вверх
uk: Пересунути вверх

source: Move channel one number down
cs: Snížení čísla programu
da: Flyt kanal et numer ned
de: Verschiebe Kanal eine Nummer nach unten
et: Liiguta kanali number ühe võrra väiksemaks
fr: Descendre la chaine d'un cran
hu: Csatorna mozgatása eggyel lejjebb
it: Sposta il canale su un numero sotto
nl: Verplaats kanaal 1 plaats omlaag
pt: Mover canal um número para baixo
ru: Переместить канал на единицу вниз
uk: Пересунути канал на одну позицію вниз

source: Move channel one number up
cs: Zvýšení čísla programu
da: Flyt kanal et nummer op
de: Verschiebe Kanal eine Nummer nach oben
et: Liiguta kanali number ühe võrra suuremaks
fr: Monter la chaine d'un cran
hu: Csatorna mozgatása eggyel feljebb
it: Sposta il canale su un numero sopra
nl: Verplaats kanaal 1 plaats omhoog
pt: Mover canal um número para cima
ru: Переместить канал на единицу вверх
uk: Пересунути канал на одну позицію вверх

source: Move selected entries down
cs: Posun vybraných programů dolů
da: Flyt valgte emner ned
de: Verschiebe ausgewählte Einträge nach unten
et: Liiguta valitud kirjed allapoole
fi: Siirrä valitut merkinnät alas
fr: Déplacer les éléments sélectionnés en bas
hu: A kiválasztott bejegyzések lefele mozgatása
it: Sposta gli elementi selezionati sottostanti
nl: Verplaats geselecteerde items omlaag
pt: Mover os itens seleccionados para baixo
ru: Переместить выбранные позиции вниз
uk: Пересунути вибрані позиції вниз

source: Move selected entries up
cs: Posun vybraných programů nahoru
da: Flyt valgte emner op
de: Verschiebe ausgewählte Einträge nach oben
et: Liiguta valitud kirjed ülespoole
fi: Siirrä valitut merkiinnät ylös
fr: Déplacer les éléments sélectionnés en haut
hu: A kiválasztott bejegyzések felele mozgatása
it: Sposta gli elementi selezionati sopra
nl: Verplaats geselecteerde items omhoog
pt: Mover os itens seleccionados para cima
ru: Переместить выбранные позиции вверх
uk: Пересунути вибрані позиції вверх

source: Move selected entry down
cs: Posun vybraného programu dolů
da: Flyt valgte emne ned
de: Verschiebe ausgewählten Eintrag nach unten
et: Liiguta valitud kirje allapoole
fi: Siirrä valittu merkintä alas
fr: Déplacer l'élément sélectionné en bas
hu: A kiválasztott bejegyzés lefele mozgatása
it: Sposta l'elemento selezionato sottostante
nl: Verplaats geselecteerd item omlaag
pt: Mover o Item seleccionado para baixo
ru: Переместить выбранное вниз
uk: Пересунути вибрану позицію вниз

source: Move selected entry up
cs: Posun vybraného programu nahoru
da: Flyt valgte emne op
de: Verschiebe ausgewählten Eintrag nach oben
et: Liiguta valitud kirje ülespoole
fi: Siirrä valittu merkintä ylös
fr: Déplacer l'élément sélectionné en haut
hu: A kiválasztott bejegyzés felfele mozgatása
it: Sposta l'elemento selezionato sopra
nl: Verplaats geselecteerd item omlaag
pt: Mover o Item seleccionado para cima
ru: Переместить выбранное вверх
uk: Пересунути вибрану позицію вверх

source: Mux
fi: Nippu
fr: Transpondeur
ru: Мукс
uk: Мультиплекс

source: Muxes
cs: Muxy
da: Mux'er
et: Muxid
fi: Niput
fr: Transpondeurs
hu: Muxok
it: Mux
ru: Муксы
uk: Мультиплекси

source: Network
cs: Síť
da: Netværk
de: Netzwerk
et: Võrk
fi: Verkko
fr: Réseau
hu: Hálózat
it: Rete
nl: Netwerk
pt: Rede
ru: Сеть
uk: Мережа

source: Networks
cs: Sítě
da: Netværk
de: Netzwerke
et: Võrgud
fi: Verkot
fr: Réseaux
hu: Hálózatok
it: Reti
nl: Netwerken
pt: Redes
ru: Сети
uk: Мережі

source: Next Month (Control+Right)
cs: Další měsíc (Control+doprava)
da: Næste måned (Control+Højre)
de: Nächster Monat (Strg+Rechts)
et: Järgmine kuu (CRTL+Paremale)
fi: Seuraava kuu (Ctrl + Oikea)
fr: Mois Suivant (Ctrl+Droite)
hu: Közetkező Hónap (Control+Jobbra)
it: Prossimo mese (Control+Destra)
nl: Volgende maand (Control+Rechts)
pt: Mês seguinte (Control+Direita)
ru: Следующий месяц (Control+Right)
uk: Наступний місяць (Control+Right)

source: Next Page
cs: Další stránka
da: Næste side
de: Nächste Seite
et: Järgmine lehekülg
fi: Seuraava sivu
fr: Page suivante
hu: Következő oldal
it: Prossima pagina
nl: Volgende pagina
pt: Página seguinte
ru: Следующая страница
uk: Наступна сторінка

source: No
cs: Ne
da: Nej
de: Nein
et: Ei
fi: Ei
fr: Non
hu: Nem
nl: Nee
pt: Não
ru: Нет
uk: Немає

source: No data to display
cs: Žádná data k zobrazení
da: Ingen data at vise
de: Keine Daten zum Anzeigen
et: Pole datat kuvada
fi: Ei näytettävää
fr: Pas de données à afficher
hu: Nincs megjeleníthető adat
it: Nessun dato da mostrare
nl: Geen data te tonen
pt: Não existem dados para mostrar
ru: Нет данных к отображению
uk: Немає даних для показу

source: No days
cs: Žádné dny
da: Ingen dage
de: Kein Tag
et: Pole päevi
fi: Ei päiviä
fr: Aucun jour
hu: Nincsenek napok
it: Nessun giorno
nl: Geen dagen
pt: Sem Dias
ru: Нет дней
uk: Немає днів

source: No verified access
cs: Neprověřený přístup
da: Ingen verificeret adgang
de: Kein verifizierter Zugriff
et: Pole kinnitatud juurdepääsu
fr: Pas d'accès vérifié
hu: Nincs hozzáférés
it: Accesso non verificato
nl: Geen toegang
pt: Acesso não verificado
ru: Не проверенный доступ
uk: Немає перевіреного доступу

source: No {0} to display
cs: Žádné {0} k zobrazení
da: Ingen {0} at vise
de: Keine {1} zum Anzeigen
et: Ei saa kuvada: {0}
fi: Ei {0} näytettäväksi
fr: Pas de {0} à afficher
hu: Nincs kijelezhető {0}
it: Nessun {0} da mostrare
nl: Aantal {0} weer te geven
pt: Não {0} apresentar
ru: Не отображается {0}
uk: Немає {0} для показу

source: None
cs: Žádný
da: Ingen
de: Kein
et: Ei midagi
fi: Ei mitään
fr: Aucun
hu: Egyik sem
it: Nessuno
nl: Geen
pt: Nenhum
ru: Нет
uk: Нічого

source: Not set
cs: Nenastaveno
da: Ikke sat
de: Nicht gesetzt
et: Pole seadistatud
fi: Ei asetettu
fr: Non défini
hu: Nincs beállítva
it: Non impostato
nl: Niet ingesteld
pt: Não definido
ru: Не определено
uk: Не встановлено

source: Nov
cs: Říj
fi: Marras
ru: Ноя.
uk: Лист

source: November
cs: Říjen
fi: Marraskuu
fr: Novembre
it: Novembre
pt: Novembro
ru: Ноябрь
uk: Листопад

source: Number
cs: Číslo
da: Nummer
de: Nummer
fi: Numero
fr: Numéro
hu: Szám
it: Numero
nl: Nummer
pt: Número
ru: Номер
uk: Номер

source: Number Down
cs: Číslo dolů
da: Nummer ned
de: Nummer runter
et: Number alla
fi: Numero alas
fr: Monter
hu: Szám Csökkentése
it: Numero sotto
nl: Nummer omlaag
pt: Número para Baixo
ru: Номер вниз
uk: Номер вниз

source: Number Up
cs: Zvýšit číslo
da: Nummer op
de: Nummer rauf
et: Number üles
fi: Numero ylös
fr: Descendre
hu: Szám Növelése
it: Numero sopra
nl: Nummer omhoog
pt: Número para Cima
ru: Номер вверх
uk: Номер вверх

source: OK
ru: Ок
uk: ОК

source: Oct
cs: Lis
da: Okt
de: Okt
et: Okt
fi: Loka
hu: Okt
it: Ott
nl: Okt
pt: Out
ru: Окт.
uk: Жов

source: October
cs: Listopad
da: Oktober
de: Oktober
et: Oktoober
fi: Lokakuu
fr: Octobre
hu: Október
it: Ottobre
nl: Oktober
pt: Outubro
ru: Октябрь
uk: Жовтень

source: On#DateFilter
cs: V
da: På#DateFilter
de: Am#DateFilter
fr: Le
it: Su
pt: Ligado#DateFilter
ru: В#DateFilter
uk: Вкл

source: On-Demand
ru: По запросу

source: Other Stream Filter
cs: Filtr jiných streamů
da: Andet strøm filter
de: Sonstiger Streamfilter
et: Muu voogedastuse filter
fr: Autre filtre de flux
hu: Egyéb stream szűrő
it: Altro filtro stream
nl: Ander Stream Filter
pt: Outro Filtro de Transmissão
ru: Другой Фильтр Потока
uk: Інший фільтр потоку

source: Other Stream Filters
cs: Filtry jiných streamů
da: Andre strøm filtre
de: Sonstige Streamfilter
et: Muud voogedastuse filtrid
fr: Autres filtres de flux
hu: Egyéb stream szűrők
it: Altri Filtri Stream
nl: Andere Stream Filters
pt: Outros Filtros de Transmissão
ru: Другие Фильтры Потока
uk: Інші фільтри потку

source: Out
cs: Výstup
da: Ud
de: Ausgang
et: Välja
fi: Ulos
fr: Sortie
hu: Ki
it: Uscita
nl: Uit
pt: Saída
ru: Выход
uk: Вивід

source: Output (kb/s)
cs: Výstup (kb/s)
de: Ausgang (kb/s)
et: Väljaminev (kb/s)
fi: Lähtö (kb/s)
fr: Sortie (kb/s)
hu: Kimenet (kb/s)
it: Uscita (kb/s)
pt: Saída (kb/s)
ru: Вывод (кб/сек.)
uk: Вивід (кб/с)

source: Over-the-air Grabbers
ru: Грабберы по воздуху

source: Page
cs: Stránka
da: Side
de: Seite
et: Lehekülg
fi: Sivu
hu: Oldal
it: Pagina
nl: Pagina
pt: Página
ru: Страница
uk: Сторінка

source: Parameters
cs: Parametry
da: Parametre
de: Parameter
et: Parameetrid
fi: Parametrit
fr: Paramètres
hu: Paraméterek
it: Parametri
pt: Parâmetros
ru: Параметры
uk: Параметри

source: Parent disabled
cs: Rodič zakázán
da: Forældre deaktiveret
de: Übergeordnet deaktiviert
fi: Lapsivahti pois päältä
fr: Origine désactivée
hu: Szülő letiltva
it: Genitori disabilitati
nl: Hoofditem uitgeschakeld
pt: Parental desactivada
ru: Родитель заблокирован

source: Password
cs: Heslo
da: Adgangskode
de: Passwort
et: Salasõna
fi: Salasana
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
pt: Palavra Passe
ru: Пароль
uk: Пароль

source: Password Control Entries
ru: Управление паролями

source: Passwords
cs: Hesla
da: Adgangskoder
de: Passwörter
et: Salasõnad
fi: Salasanat
fr: Mots de passe
hu: Jelszavak
it: Password
nl: Wachtwoorden
pt: Palavras Passe
ru: Пароли
uk: Паролі

source: Path
ru: Путь

source: Pause
cs: Pauza
et: Paus
fi: Tauko
hu: Szünet
it: Sospendi
nl: Pauze
pt: Pausa
ru: Пауза
uk: Пауза

source: Per page
cs: Na stránce
da: Per side
de: Pro Seite
et: Per lehekülg
fi: Per sivu
fr: Par page
hu: Oldalanként
it: Per pagina
nl: Per pagina
pt: Por Página
ru: Постранично
uk: На сторінку

source: Periodic save EPG to disk
ru: Периодичность сохранения ЕПГ на диск

source: Picon
ru: Пикон

source: Picon path (see Help)
ru: Пикон путь (см. Помощь)

source: Play
cs: Přehrát
da: Afspil
et: Vaata
fi: Soita
fr: Lire
hu: Lejátszás
it: Riproduci
nl: Afspelen
pt: Reproduzir
ru: Проигрывание
uk: Програвання

source: Play program
da: Afspil program
fi: Toista ohjelma
ru: Воспроизведение программы
uk: Програвання програми

source: Play this program
cs: Přehrát tento program
da: Afspil dette program
de: Diese Sendung abspielen
et: Vaata seda saadet
fi: Toista tämä ohjelma
fr: Lire ce programme
hu: Műsor lejátszása
it: Riproduci questo programma
nl: Speel dit programma af
pt: Reproduzir este programa
ru: Воспроизвести программу
uk: Програвати цю програму

source: Please Wait...
cs: Prosím, čekejte...
da: Vent venligst
de: Bitte warten...
et: Palun oota...
fi: Odota...
fr: Veuillez patienter...
hu: Kérem várjon...
it: Prego attendere...
nl: Even wachten...
pt: Esperar, por favor...
ru: Ждите...
uk: Зачекайте, будь ласка...

source: Prefer picons over channel name
ru: Предпочитаемые Пиконы для канала

source: Previous Month (Control+Left)
cs: Předchozí měsíc (Control+vlevo)
da: Forrige måned (Control+Venstre)
de: Vorheriger Monat (Strg+Links)
et: Eelmine kuu (CRTL+Vasakule)
fi: Edellinen kuu (Ctrl+Vasen)
fr: Mois Précédent (Ctrl+Gauche)
hu: Előző Hónap (Control+Balra)
it: Precedente mese (Control+Sinistra)
nl: Vorige maand (Control+Links)
pt: Mês anterior (Control+Esquerda)
ru: Предыдущий месяц (Control+Left)
uk: Попередній місяць (Control+Left)

source: Previous Page
cs: Předchozí stránka
da: Forrige side
de: Vorherige Seite
et: Eelmine lehekülg
fi: Edellinen sivu
fr: Page précédente
hu: Előző Oldal
it: Precedente pagina
nl: Vorige pagina
pt: Página anterior
ru: Предыдущая страница
uk: Попередня сторінка

source: Profile Name
cs: Název profilu
da: Profilnavn
de: Profilname
et: Profiili nimi
fi: Profiilin nimi
fr: Nom du Profil
hu: Profilnév
it: Nome del profilo
nl: Profiel naam
pt: Nome do Perfil
ru: Имя Профиля
uk: Назва профілю

source: Progress
cs: Postup
da: Fremgang
de: Fortschritt
et: Edenemine
fi: Edistyä
fr: Avancement
hu: Folyamat
it: Progresso
nl: Voortgang
pt: Progresso
ru: Продвижение
uk: Прогрес

source: RTSP Port (554 or 9983), 0 = disable
ru: RTSP Порт (554 или 9983), 0 = заблокировано

source: Re-fetch period (hours)
ru: Период Повторного запроса (час.)

source: Re-try period (hours)
ru: Период Повтора (час.)

source: Read-only Info
cs: Informace pouze pro čtení
da: Læs-kun info
de: Schreibgeschützte Informationen
et: Mittemuudetav info
fi: Kirjoitussuojattu tieto
fr: Info en lecture seule
hu: Írásvédett Adat
it: Informazioni in sola lettura
nl: Alleen lezen informatie
pt: Informação apenas de Leitura
ru: Инфо только для чтения
uk: Інформація тільки для читання

source: Reconnected to Tvheadend
cs: Znovu připojeno k programu Tvheadend
da: Genforbundet til Tvheadend
de: Wiederverbunden mit Tvheadend
et: Taasühendatud Tvheadend'iga
fi: Uudelleen yhdistetty Tvheadendiin
fr: Reconnecté à Tvheadend
hu: Újracsatlakozva a Tvheadend-hez
it: Riconnesso a Tvheadend
nl: Opnieuw verbonden met Tvheadend
pt: Reconectado ao Tvheadend
ru: Переподключено к Tvheadend
uk: З’єднатися знову з

source: Record program
da: Optag program
fi: Tallenna ohjelma
ru: Запись программы
uk: Записати програму

source: Record series
cs: Série rekordéru
da: Optag serie
de: Serie aufnehmen
et: Salvesta seriaale
fi: Tallenna sarja
fr: Enregistrer le lot
hu: Sorozat felvétele
it: Registra serie
nl: Series opnemen
pt: Gravar Séries
ru: Запись серии
uk: Записати серії

source: Record this program now
cs: Zaznamenej vysílání tohoto programu
da: Optag dette program nu
de: Diese Sendung jetzt aufnehmen
et: Hakka kohe seda saadet salvestama
fi: Tallenna tämä ohjelma nyt
fr: Enregistrer ce programme maintenant
hu: Műsor azonnali rögzítése
it: Registra questo programma adesso
nl: Neem dit programma nu op
pt: Começar a gravação deste programa agora
ru: Записать программу снова
uk: Записати цю програму вже

source: Recording
cs: Nahrávání
da: Optager
de: Aufnahme
et: Salvestamine
fi: Tallennetaan
fr: Enregistrement en cours
hu: Felvétel
it: Registrazione
nl: Opname
pt: A Gravar
ru: Запись
uk: Запис

source: Recording details
cs: Detaily nahrávání
da: Optagelsesdetaljer
de: Aufnahmedetails
et: Salvestamise detailid
fi: Tallenteen tiedot
fr: Détails de l'enregistrement
hu: Felvétel részletei
it: Dettagli della registrazione
nl: Opname details
pt: Detalhes da Gravação
ru: Детальное описание
uk: Деталі запису

source: Refresh
cs: Obnovit
da: Genindlæs
de: Aktualisieren
et: Värskenda
fi: Päivitä
fr: Rafraichir
hu: Frissítés
it: Aggiorna
nl: Verversen
pt: Actualizar
ru: Обновить
uk: Відновити

source: Reset (clear) the selected icon URLs
cs: Zresetovat (vymazat) vybrané URL pro ikony
da: Nulstil (ryd) de valgte ikon URL'er
de: Ausgewählte Logo-URLs zurücksetzen (löschen)
et: Puhasta (võta ära) valitud ikooni URL
fr: Réinitialise (efface) les URLs icône des éléments sélectionnés
hu: A kiválasztott ikon URL alaphelyzetbe állítása (törlése)
it: Reimposta (cancella) gli URL di icona selezionati
nl: Reset de geselecteerde icon URLs
pt: Apagar os URLs dos Ícones seleccionados
ru: Сброс (очистка) выбранных URL иконки
uk: Скинути (очистити) вибрані URL іконок

source: Reset All
cs: Resetuj vše
da: Nulstil alt
de: Alles zurücksetzen
et: Eemalda kõik
fi: Nollaa kaikki
fr: Tout réinitialiser
hu: Minden alaphelyzetbe
it: Reimposta tutto
nl: Reset alles
pt: Apagar Todos
ru: Сбросить всё
uk: Скинути все

source: Reset Icon
cs: Resetuj ikonu
da: Nulstil ikon
de: Logo zurücksetzen
et: Puhasta ikoon
fr: Icône de réinitialisation
hu: Ikon alaphelyzetbe
it: Reimposta icona
pt: Apagar Ícone
ru: Сбросить иконки
uk: Скинути іконку

source: Reset all filters (show all)
cs: Resetuj všechny filtry (zobraz vše)
da: Nulstil alle filtre (vis alle)
de: Alle Filter zurücksetzen (zeige alle)
et: Eemalda kõik filtrid (näita kõike)
fr: Enlève tous les filtres (affiche tout)
hu: Minden szűrő alaphelyzetbe (mindent mutat)
it: Reimposta tutti i filtri (mostra tutto)
nl: Reset alle filters (toon alles)
pt: Apagar todos os filtros (mostrar todos)
ru: Сбросить все фильтры (показать всё)
uk: Скинути всі фільтри (показати всі)

source: SAT>IP Server
fi: SAT>IP-palvelin
fr: Serveur SAT>IP
hu: SAT>IP szerver
it: Server SAT>IP
pt: Servidor SAT>IP
ru: SAT>IP Сервер
uk: Сервер SAT>IP

source: SAT>IP Server configuration save failed
ru: SAT>IP Ошибка сохранения конфигурации сервера

source: SNR
fr: Rapport Signal/Bruit
ru: сигнал/шум

source: Sat
cs: Sob
da: Lør
de: Sa
et: Lau
fi: La
fr: Sam
hu: Szo
it: Sab
pt: Sáb.
ru: Суб.
uk: Суб

source: Saturday
cs: Sobota
da: Lørdag
de: Samstag
et: Laupäev
fi: Lauantai
fr: Samedi
hu: Szombat
it: Sabato
nl: Zaterdag
pt: Sábado
ru: Суббота
uk: Субота

source: Save
cs: Ulož
da: Gem
de: Speichern
et: Salvesta
fi: Tallenna
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt: Guardar
ru: Сохранить
uk: Зберегти

source: Save changes made to configuration below
ru: Сохранить изменения в конфигурации

source: Save configuration
ru: Сохранение конфигурации

source: Save failed
ru: Сохранение не удалось

source: Save pending changes (marked with red border)
cs: Uložit změny udělané do konfigurace (označené červeným okrajem)
da: Gem ændringer (markeret med rød kant)
de: Ausstehende Änderungen speichern (markiert mit roter Ecke)
et: Salvesta ootel muudatused (märgitud punase nurgaga)
fr: Enregistrer les changements en cours (avec une bordure rouge)
hu: A függőben lévő változtatások mentése (piros szegéllyel jelzett)
it: Salva i cambiamenti pendenti (marcati con un bordo rosso)
nl: Sla voorgestelde veranderingen op (gemarkeerd met een rode rand)
pt: Gravar as mudanças pendentes (marcadas a vermelho)
ru: Сохранение ожидаемых изменений (отмеченных красной рамкой)
uk: Зберегти щойно зроблені зміни (помічені червоними краями)

source: Saving Data...
ru: Сохранение Данных

source: Saving data...
ru: Сохранение данных

source: Scheduled Start Time
cs: Naplanovaný začátek
da: Planlagt starttid
de: Programmierte Startzeit
et: Ajastatud algusaeg
fr: Heure de début programmée
hu: Időzített kezdési időpont
it: Orario di inizio della trasmissione
nl: Geplande start tijd
pt: Tempo de Início Programado
ru: Запланированное время старта
uk: Запланований час початку

source: Scheduled Stop Time
cs: Naplánovaný konec
da: Planlagt stoptid
de: Programmierte Stopzeit
et: Ajastatud lõpuaeg
fr: Heure d’arrêt programmée
hu: Időzített leállítási időpont
it: Orario di termine della trasmissione
nl: Geplande stop tijd
pt: Tempo de Finalização Programado
ru: Запланированное время остановки
uk: Запланований час закінчення

source: Search IMDB
ru: Поиск в IMDB

source: Search IMDB (for title)
da: Søg på IMDB (for titel)
fi: Etsi IMDB (otsikolla)
ru: Поиск в IMDB (по названию)
uk: Шукати в IMDB (за назвою)
