Repository: tvheadend/tvheadend
Catalog: intl/js/tvheadend.js.*.po
Languages: cs, da, de, et, fi, fr, hu, it, nl, pt, ru, uk

source: Search title...
da: Søg titel...
fi: Etsi otsikko...
ru: Поиск названия...
uk: Пошук назви...

source: Select channel...
cs: Vybrat program...
da: Vælg kanal...
de: Kanal auswählen...
et: Vali kanal...
fi: Valitse kanava...
fr: Choisir la chaine...
hu: Csatorna kiválasztása...
it: Seleziona canale...
nl: Selecteer kanaal...
pt: Seleccionar canal...
ru: Выбор канала...
uk: Пошук каналу...

source: Select stream profile...
cs: Vybrat profil streamu...
da: Vælg strøm profil...
de: Streamprofil auswählen...
et: Vali voogedastuse profiil...
fr: Choisir le profil du flux...
hu: Válasszon stream-profilt...
it: Seleziona profilo dello stream...
nl: Selecteer stream profiel
pt: Seleccionar perfil de transmissão
ru: Выбор профиля потока...
uk: Вибір профілю потоку...

source: Select {0} ...
cs: Vybrat {0} ...
da: Vælg {0} ...
de: {0} auswählen ...
et: Vali {0} ...
fi: Valitse {0} ...
fr: Choisir {0}...
hu: {0} kiválasztása...
it: Seleziona {0} ...
nl: Selecteer {0} ...
pt: Seleccionar {0} ...
ru: Выбор {0} ...
uk: Вибір {0} ...

source: Selected
cs: Vybrané
da: Valgt
de: Ausgewählt
et: Valitud
fi: Valittu
fr: Selectionné
hu: Kiválasztott
it: Selezionato
nl: Geselecteerde
pt: Seleccionado
ru: Выбранный
uk: Вибрано

source: Sep
cs: Zář
et: Sept
fi: Syys
hu: Szept
it: Set
nl: Sept
pt: Set.
ru: Сент.
uk: Вер

source: September
cs: Září
fi: Syyskuu
fr: Septembre
hu: Szeptember
it: Settembre
pt: Setembro
ru: Сентябрь
uk: Вересень

source: Server
ru: Сервер

source: Service
cs: Služba
et: Teenus
fi: Palvelu
hu: Szolgáltatás
it: Servizio
pt: Serviço
ru: Сервис
uk: Сервіс

source: Service details for
cs: Detaily služby pro
da: Service detaljer for
de: Servicedetails für
et: Teenuse detailid
fr: Détails du service pour
hu: Szolgáltatás részletei a
it: Dettagli del servizio per
nl: Service details voor
pt: Detalhe do Serviço para
ru: Подробности сервиса
uk: Деталі сервісу для

source: Services
cs: Služby
et: Teenused
fi: Palvelut
hu: Szolgáltatások
it: Servizi
pt: Serviços
ru: Сервисы
uk: Сервіси

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
et: Seaded
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pt: Configurações
ru: Настройки
uk: Налаштування

source: Show in Groups
cs: Zobrazit ve skupinách
da: Vis i grupper
de: In Gruppen anzeigen
et: Näite gruppidena
fr: Montrer dans les Groupes
hu: Mutasd csoportokban
it: Mostra in gruppi
nl: Laat zien in groepen
pt: Mostra em Grupos
ru: Показать в группах
uk: Показати в групах

source: Show or hide passwords
cs: Ukázat nebo skrýt hesla
da: Vis eller skjul adgangskoder
de: Passwörter zeigen/verstecken
et: Näita või peida salasõnad
fi: Näytä tai piilota salasanat
fr: Montrer ou cacher les mots de passe
hu: Jelszavak rejtése vagy mutatása
it: Mostra o nascondi le password
nl: Wachtwoorden wel of niet tonen
pt: Mostrar ou esconder palavras passe
ru: Показать или скрыть пароли
uk: Показати всі сховані паролі

source: Show passwords
cs: Ukázat hesla
da: Vis adgangskoder
de: Zeige Passwörter
et: Näita salasõnu
fi: Näytä salasanat
fr: Montrer les mots de passe
hu: Jelszavak mutatása
it: Mostra le password
nl: Toon wachtwoorden
pt: Mostrar Palavras Passe
ru: Показать пароли
uk: Показати паролі

source: Signal Strength
cs: Síla signálu
da: Signalstyrke
de: Signalstärke
et: Signaali tugevus
fi: Signaalin voimakkuus
fr: Force du signal
hu: Sugárzási erősség
it: Intensità del segnale
nl: Signaal sterkte
pt: Força do Sinal
ru: Уровень сигнала
uk: Сила сигналу

source: Sort Ascending
cs: Třídit vzestupně
da: Sorter stigende
de: Aufsteigend sortieren
et: Sordi suurenevas järjekorras
fr: Trier par Ordre Croissant
hu: Növekvő sorrend
it: Ordine ascendente
nl: Sorteer oplopend
pt: Ordenar Ordem Crescente
ru: Сортировать по возрастанию
uk: Сортувати в порядку зростання

source: Sort Descending
cs: Třídit sestupně
da: Sorter faldende
de: Absteigend sortieren
et: Sordi kahanevas järjekorras
fr: Trier par Ordre Décroissant
hu: Csökkenő sorrend
it: Ordine discendente
nl: Sorteer aflopend
pt: Ordenar Ordem Decrescente
ru: Сортировать по убыванию
uk: Сортувати в порядку спадання

source: Star Rating
cs: Hodnocení
da: Stjernebedømmelse
de: Bewertung
et: Tähtede reiting
fi: Tähtiluokitus
fr: Notation
hu: Csillag értékelés
it: Valutazione
nl: Ster classificatie
pt: Classificação por estrelas
ru: Звёздный рейтинг
uk: Зірковий рейтинг

source: Stars
cs: Hodnocení
da: Stjerner
de: Bewertung
et: Reitingutähed
fi: Tähdet
fr: Note
hu: Csillagok
it: Stelle
nl: Sterren
pt: Estrelas
ru: Звезды
uk: Зірки

source: Start
cs: Začátek
et: Algus
fi: Aloitus
fr: Démarrer
hu: Kezdés
it: Inizio
pt: Iniciar
ru: Старт
uk: Почати

source: Start Time
cs: Začátek
da: Starttid
de: Startzeit
et: Algusaeg
fi: Aloitusaika
fr: Heure de démarrage
hu: Kezdés Időpontja
it: Orario di Inizio
nl: Start tijd
pt: Início
ru: Время старта
uk: Час початку

source: Started
cs: Běží
da: Startet
de: Gestartet
et: Alustatud
fi: Aloitettu
fr: Démarré
hu: Elindított
it: Iniziato
nl: Gestart
pt: Iniciado
ru: Запущен
uk: Почалося

source: State
cs: Stav
da: Tilstand
de: Status
et: Hetkeseis
fi: Tila
fr: Etat
hu: Állapot
it: Stato
nl: Toestand
pt: Estado
ru: Состояние
uk: Стан

source: Status
cs: Stav
et: Hetkeseis
fr: Statut
hu: Állapot
it: Stato
pt: Estado
ru: Статус
uk: Статус

source: Stop
cs: Zastavit
et: Seiska
fi: Pysäytä
hu: Leállítás
it: Ferma
pt: Parar
ru: Стоп
uk: Зупинити

source: Stop recording
cs: Ukončení záznamu
da: Stop optagelse
de: Aufnahme stoppen
et: Lõpeta salvestamine
fi: Pysäytä tallenne
fr: Arrêter l'enregistrement
hu: Felvétel leállítása
it: Ferma registrazione
nl: Stop opnemen
pt: Parar gravação
ru: Остановить запись
uk: Зупинити запис

source: Stop recording of this program
cs: Ukončit záznam tohoto vysílání
da: Stop optagelse af dette program
de: Aufnahme dieser Sendung stoppen
et: Lõpeta selle saate salvestamine
fr: Arrêter l'enregistrement de ce programme
hu: Műsor felvételének leállítása
it: Ferma la registrazione di questo programma
nl: Stop de opname van dit programma
pt: Parar gravação deste programa
ru: Остановка записи этой программы
uk: Зупинити запис цієї програми

source: Stop the selected recording
cs: Dokonči vybrané nahrávání
da: Stop den valgte optagelse
de: Ausgewählte Aufnahme stoppen
et: Lõpeta valitu salvestamine
fr: Arrêter l'enregistrement sélectionné
hu: Kjelölt felvétel leállítása
it: Ferma la registrazione selezionata
nl: Stop de geselecteerde opname
pt: Parar a gravação seleccionada
ru: Остановить выбранную запись
uk: Зупинити вибраний запис

source: Storage Path
ru: Путь к накопителю

source: Stream
da: Strøm
et: Voogedastus
fr: Flux
pt: Transmissão
ru: Поток
uk: Потік

source: Stream Profile
cs: Profil streamu
da: Strømprofil
de: Streamprofil
et: Voogedastuse profiilid
fr: Profil du flux
hu: Stream-profil
it: Profilo dello stream
nl: Stream profiel
pt: Perfil de Transmissão
ru: Профиль Потока
uk: Профіль потоку

source: Stream Profile Name
cs: Název profilu streamu
da: Strømprofil navn
de: Streamprofilname
et: Voogedastuse profiili nimi
fr: Nom du Profil du Flux
hu: Stream-profil név
it: Nome del Profilo dello Stream
nl: Stream profiel naam
pt: Nome do Perfil de Transmissão
ru: Имя Профиля Потока
uk: Назва профілю потоку

source: Stream Profiles
cs: Profily streamů
da: Strømprofiler
de: Streamprofile
et: Voogedastuse profiilid
fr: Profils de Flux
hu: Stream-profilok
it: Profili dello stream
nl: Stream profielen
pt: Perfis de Transmissão
ru: Профили потока
uk: Профілі потоку

source: SubTitle
ru: СубТитл

source: Subscription Weight
ru: Значение подписки

source: Subscriptions
cs: Odběry
da: Abonnementer
de: Abonnements
et: Liitumised
fr: Souscriptions
hu: Előfizetések
it: Sottoscrizioni
nl: Abonnementen
pt: Subscrições
ru: Подписки
uk: Підписки

source: Subtitle Stream Filter
cs: Filtr streamu podtitulků
da: Undertekststrøm filter
de: Untertitel Streamfilter
et: Subtiitrite voogedastuse filter
fr: Filtre du Flux de Sous-titre
hu: Stream-felirat szűrő
it: Filtro dello stream sottotitolo
nl: Ondertiteling stream filter
pt: Filtro de Transmissão da Legenda
ru: Фильтр Потока Субтитров
uk: Фільтр субтитрів потоку

source: Subtitle Stream Filters
cs: Filtry streamu podtitulků
da: Undertekststrøm filtre
de: Untertitel Streamfilter
et: Subtiitrite voogedastuse filtrid
fr: Filtres du Flux de Sous-titre
hu: Stream-felirat szűrők
it: Filtri dello stream sottotitolo
nl: Ondertiteling stream filters
pt: Filtros de Transmissão das Legendas
ru: Фильтры Потока Субтитров
uk: Фільтри субтитрів потоку

source: Sun
cs: Ned
da: Søn
de: So
et: Püh
fi: Su
fr: Dim
hu: Vas
it: Dom
nl: Zon
pt: Dom.
ru: Воскр.
uk: Нед

source: Sunday
cs: Neděle
da: Søndag
de: Sonntag
et: Pühapäev
fi: Sunnuntai
fr: Dimanche
hu: Vasárnap
it: Domenica
nl: Zondag
pt: Domingo
ru: Воскресенье
uk: Неділя

source: Swap Numbers
cs: Zaměň čísla
da: Byt numre
de: Nummern tauschen
et: Vaheta numbrid
fi: Vaihda päittäin
fr: Inverser la numérotation
hu: Számok cseréje
it: Scambia numeri
nl: Verwissel nummers
pt: Trocar Números
ru: Обмен Номерами
uk: Поміняти номери

source: Swap the numbers for the two selected channels
cs: Zaměnit čísla pro dva vybrané programy
da: Byt numre for de to valgte kanaler
de: Tausche die Nummern der zwei ausgewählten Kanäle
et: Vaheta kahe valitud kanali numbrid
fi: Vaihda kahden valitun kanavan numerot päittäin
fr: Inverse la numérotation entre les deux chaines sélectionnées
hu: Számok cseréje a két kijelölt csatornánál
it: Scambia i numeri dei due canali selezionati
nl: Verwissel de twee geselecteerde nummers
pt: Trocar os números dos canais seleccionados
ru: Обмен номерами двух выбранных каналов
uk: Поміняти номери двох вибраних каналів

source: System log
ru: Системный лог

source: TV adapters
cs: TV adaptéry
da: TV adaptere
de: TV-Adapter
et: TV adapterid
fi: TV-sovittimet
fr: Adaptateurs TV
hu: TV adapterek
it: Adattatori TV
pt: Adaptadores de TV
ru: TV адаптеры
uk: Адаптери ТБ

source: Tag
cs: Štítek
et: Märge
hu: Címke
it: Etichetta
nl: Label
pt: Etiqueta
ru: Метка
uk: Мітка

source: Teletext Stream Filter
cs: Filter streamu teletextu
da: TextTv strøm filter
de: Videotext Streamfilter
et: Teleteksti voogedastuse filter
fr: Filtre du Flux Télétexte
hu: Teletext stream-szűrő
it: Filtro dello stream televideo
pt: Filtro de Transmissão de Teletexto
ru: Фильтр Потока Телетекста
uk: Фільтр потоку телетексту

source: Teletext Stream Filters
cs: Filtry streamu teletextu
da: TextTv strøm filtre
de: Videotext Streamfilter
et: Teleteksti voogedastuse filtrid
fr: Filtres du Flux Télétexte
hu: Teletext stream-szűrők
it: Filtri dello stream televideo
pt: Filtros de Transmissão de Teletexto
ru: Фильтры Потока Телетекста
uk: Фільтри потоку телетексту

source: The associated file will be removed from the storage.
ru: Соответствующий файл будет удален с носителя.

source: The date in this field must be after {0}
cs: Datum v tomto poli musí být po {0}
da: Datoen i dette felt skal være efter {0}
de: Das Datum in diesem Feld muss später als {0} sein
et: Kuupäev sellel väljal peab olema pärast {0}
fr: Cette date doit être après le {0}
hu: Ebben a mezőben lévő dátumnak {0} utáninak kell lennie
it: La data in questo campo deve essere successiva a {0}
nl: De dag in dit veld moet later zijn dan {0}
pt: A data presente neste campo deve ser posterior a {0}
ru: Данные в этом поле должна быть после {0}
uk: Дата в цьому полі має бути після {0}

source: The date in this field must be before {0}
cs: Datum v tomto poli musí být před {0}
da: Datoen i dette felt skal være før {0}
de: Das Datum in diesem Feld muss früher als {0} sein
et: Kuupäev sellel väljal peab olema enne {0}
fr: Cette date doit être avant le {0}
hu: Ebben a mezőben lévő dátumnak {0} előttinek kell lennie.
it: La data in questo campo deve essere precedente a {0}
nl: De dag in dit veld moet eerder zijn dan {0}
pt: A data presente neste campo deve ser anterior a {0}
ru: Данные в этом поле должна быть перед {0}
uk: Дата в цьому полі має бути перед {0}

source: The maximum length for this field is {0}
cs: Maximální velikost pro toto pole je {0}
da: Den maksimale længde for dette felt er {0}
de: Die Maximallänge für dieses Feld ist {0}
et: Selle välja maksimaalne pikkus on {0}
fr: La longueur maximum de ce champ est {0}
hu: Ennek a mezőnek a maximális hossza {0}
it: La lunghezza massima di questo campo è {0}
nl: De maximale lengte van dit veld is {0}
pt: O tamanho máximo deste campo é de {0}
ru: Максимальная длина поля {0}
uk: Максимальна довжина цього поля є {0}

source: The maximum value for this field is {0}
cs: Maximální hodnota pro toto pole je {0}
da: Den maksimale værdi for dette felt er {0}
de: Der Maximalwert für dieses Feld ist {0}
et: Selle välja maksimaalne väärtus on {0}
fr: La valeur maximum de ce champ est {0}
hu: Ennek a mezőnek a maximális értéke {0}
it: Il valore massimo per questo campo è {0}
nl: De maximale waarde van dit veld is {0}
pt: O valor máximo deste campo é de {0}
ru: Максимальное значение поля {0}
uk: Максимальне значення цього поля є {0}

source: The minimum length for this field is {0}
cs: Minimální velikost pro toto pole je {0}
da: Den minimale længde for dette felt er {0}
de: Die Minimallänge für dieses Feld ist {0}
et: Selle välja minimaalne pikkus on {0}
fr: La longueur minimum de ce champ est {0}
hu: Ennek a mezőnek a minimális hossza {0}
it: La lunghezza minima per questo campo è {0}
nl: De minimale lengte van dit veld is {0}
pt: O tamanho mínimo deste campo é de {0}
ru: Минимальная длина поля {0}
uk: Мінімальна довжина цього поля є {0}

source: The time in this field must be equal to or after {0}
cs: Čas v tomto poli musí být shodný s nebo po {0}
da: Tiden i dette felt skal være lig med eller efter {0}
de: Die Zeit in diesem Feld muss {0} oder später sein
et: Kellaaeg sellel väljal peab kas võrduma või olema pärast {0}
fr: L'heure dans ce champ doit être au moins à {0}
hu: Ebben a mezőben lévő időnek nagyobb vagy egyenlőnek kell lennie, mint {0}
it: L'orario in questo campo deve coincidere o essere successivo a {0}
nl: The tijd in dit veld moet groet of gelijk zijn dan {0}
pt: O tempo deve ser igual ou posterior a {0}
ru: Время в этом поле должно быть равно или больше {0}
uk: Час в цьому полі повинен бути рівним або після {0}

source: The time in this field must be equal to or before {0}
cs: Čas v tomto poli musí být shodný nebo před {0}
da: Tiden i dette felt skal ens med eller før {0}
de: Die Zeit in diesem Feld muss {0} oder früher sein
et: Kellaaeg sellel väljal peab kas võrduma või olema ennem {0}
fr: L'heure dans ce champ ne peut pas dépasser {0}
hu: Ebben a mezőben lévő időnek kisebb vagy egyenlőnek kell lennie, mint {0}
it: L'orario in questo campo deve coincidere o essere precedente a {0}
nl: The tijd in dit veld moet kleiner of gelijk zijn dan {0}
pt: O tempo deve ser igual ou anterior a {0}
ru: Время в этом поле должно быть равно или меньше {0}
uk: Час в цьому полі повинен бути рівним або перед {0}

source: The value in this field is invalid
cs: Hodnota v tomto poli je neplatná
da: Værdien i dette felt er ugyldig
de: Der Wert in diesem Feld ist ungültig
et: Selle välja väärtus pole korrektne
fr: La valeur de ce champ est invalide
hu: A mezőben lévő érték érvénytelen
it: Il valore in questo campo non è valido
nl: De waarde in dit veld is ongeldig
pt: Valor Inválido
ru: Значение в этом поле неправильное
uk: Значення в цьому полі неправильне

source: There seems to be a problem with the live update feed from Tvheadend. Trying to reconnect...
cs: Spojení s programem Tvheadend bylo ztraceno. Pokouším se ho opětovně navázat...
da: Der er tilsyneladende et problem med realtid updateringstrøm fra Tvheadend. Prøver at gen-forbinde...
de: Es scheint ein Problem mit dem Datenabruf von Tvheadend zu geben. Versuche neu zu verbinden...
et: Paistab, et Tvheadend'ist edastusega on probleeme. Üritan uuesti ühenduda...
fr: On dirait qu'il y a un problème avec la mise à jour en direct du flux d'information depuis Tvheadend. Tentative de reconnexion...
hu: Úgy tűnik probléma van a Tvheadend-ből érkező élő adással. Újracsatlkozási kísérlet...
it: Sembra che ci sia qualche problema nel ricevere aggiornamenti da Tvheadend. Provo a riconettermi...
nl: Er lijkt een probleem met de live update feed te zijn van Tvheadend. Probeert opnieuw te verbinden...
pt: Parece haver um problema na ligação ao site do Tvheadend. A tentar novamente a conexão...
ru: Кажется проблема с обновлением фида с Tvheadend. Попытка переподключения...
uk: Здається, що виникла проблема з оновленням подачі з Tvheadend. Намагаюся підключитися знову...

source: They will be lost when the application next restarts.
cs: Změny budou ztraceny při restartu aplikace.
da: De vil bliver tabt når applikationen genstarter næste gang.
de: Sie werden beim Neustart des Programms verloren gehen.
et: Need lähevad kaduma kui rakendus järgnevalt taaskäivitub
fr: Ils seront perdus au prochain redémarrage de l'application.
hu: Az adatok el fognak veszni az alkalmazás következő újraindításakor.
it: Si perderanno al prossimo riavvio dell'applicazione.
nl: Bij de volgende herstart van de applicatie zullen zij verloren gaan
pt: Os dados serão perdidos ao reinicializar
ru: Будет утеряно, при следующем запуске
uk: Вони будуть втрачені при наступному запуску.

source: This date is after the maximum date
cs: Tento datum je větší než maximální
da: Denne dato er efter den maksimale dato
de: Dieses Datum ist später als das späteste Datum
et: See kuupäev on pärast maksimaalset võimalikku
fr: Cette date est après la date maximum
hu: Ez a megengedettnél későbbi dátum
it: Questa data è successiva a quella massima
nl: Deze dag is na de maximale dag
pt: Esta data é posterior à data permitida
ru: Эта дата старше максимальной
uk: Ця дата після максимальної дати

source: This date is before the minimum date
cs: Tento datum je menší než minimální
da: Denne dato er før den minimale dato
de: Dieses Datum ist früher als das früheste Datum
et: See kuupäev on ennem minimaalset võimalikku
fr: Cette date est avant la date minimum
hu: Ez a megengedettnél korábbi dátum
it: Questa data è precedente a quella minima
nl: Deze dag is voor de minimale dag
pt: Esta data é anterior à data permitida
ru: Эта дата младше минимальной
uk: Ця дата перед мінімальною датою

source: This field is required
cs: Toto pole je povinné
da: Dette felt er påkrævet
de: Dieses Feld ist erforderlich
et: See väli on kohustuslik
fr: Ce champ est requis
hu: Szükséges mező
it: Questo campo è necessario
nl: Dit veld is verplicht
pt: Campo obrigatório
ru: Это поле необходимо
uk: Це поле вимагається

source: This will create an automatic rule that continuously scans the EPG for programs to record that match this query
cs: Toto vytvoří automatické pravidlo pro stálé hledání vysílání v EPG, které souhlasí s tímto dotazem
da: Dette vil oprette en automatisk regel, der vedblivende scanner EPG'en for programmer, der skal optages, hvis de opfylder denne søgning.
de: Erstellt eine automatische Regel die kontinuierlich das EPG nach Sendungen durchsucht um diese aufzunehmen
et: See tekitab automaatse reegli, mis järjepidevalt skaneerib elektroonilist saatekava salvestamaks kõiki saated, mis vastavad sellele päringule
fi: Tämä tekee automaattisen säännön joka jatkuvasti käy EPG:tä läpi ja tallentaa ohjelmat jotka täyttää ehdon
fr: Ceci va créer une règle qui va scanner l'EPG en continu à la recherche des programmes à enregistrer qui correspond à ce critère
hu: Ezzel létrehoz egy szabályt mely alapján az összes megfelelő, EPG-ben lévő adást folyamatosan felveszi.
it: Creerà una regola di registrazione automatica che scansionerà continuamente l'EPG alla ricerca di programmi che corrispondano a questa interrogazione
nl: Dit maakt een automatische regel die continue de EPG afzoekt naar programma's die opgenomen moeten worden volgens deze zoek criteria
pt: Isto vai criar uma regra que irá examinar o EPG automaticamente, de forma a gravar todos os programas que correspondam à sua procura
ru: Создаёт автоматическое правило сканирования ЕПГ, для записи всех программ совпадающих текущему запросу
uk: Це створить автоматичне правило, яке буде постійно сканувати ТВ-програму для програм для запису, які відповідають даному критерію

source: Thu
cs: Čtv
da: Tor
de: Do
et: Nel
fi: To
fr: Jeu
hu: Csüt
it: Gio
nl: Do
pt: Quinta-Feira
ru: Четв.
uk: Чет

source: Thursday
cs: Čtvrtek
da: Torsdag
de: Donnerstag
et: Neljapäev
fi: Torstai
fr: Jeudi
hu: Csütörtök
it: Giovedì
nl: Donderdag
pt: Quinta-Feira
ru: Четверг
uk: Четвер

source: Time Schedule
ru: Время расписания

source: Time Schedules
ru: Время Расписаний

source: Time Update
ru: Время обновления

source: Timeshift
da: Tidsforskydning
et: Ajanihe
hu: Időeltolás
nl: Tijdverschuiving
ru: ТаймШифт
uk: Зсув часу

source: Timeshift Configuration
ru: Канфигурация ТаймШифта

source: Timeshift Options
ru: Опции ТаймШифта

source: Title
cs: Název pořadu
da: Titel
de: Titel
et: Saate nimi
fi: Otsikko
fr: Titre
hu: Cím
it: Titolo
nl: Titel
pt: Título
ru: Название
uk: Назва

source: Today
cs: Dnes
da: I dag
de: Heute
et: Täna
fi: Tänään
fr: Aujourd'hui
hu: Ma
it: Oggi
nl: Vandaag
pt: Hoje
ru: Сегодня
uk: Сьогодні

source: Total:
ru: Всего:

source: Trace subsystems
ru: Трассировка подсистемы

source: Transport Errors
cs: Chyby transportu
da: Transport fejl
de: Transportfehler
et: Transportimise vead
fi: Siirtovirheitä
fr: Erreurs de Transport
hu: Átviteli Hibák
it: Errori di trasporto
nl: Transport Fouten
pt: Erros de Transporte
ru: Транспортные Ошибки
uk: Помилка транспорту

source: Trigger OTA EPG Grabber
cs: Spustit OTA EPG graber
da: Kør OTA EPG Grabber
de: OTA EPG-Grabber auslösen
et: Käivita OTA EPG hankija
fr: Déclencher la collecte d'EPG par radiodiffusion
hu: OTA EPG-letöltő indítása
it: Lancia estrattore EPG OTA
nl: Activeer OTA EPG Grabber
pt: Mudar para Capturador OTA EPG
ru: Запуск OTA ЕПГ Граббера

source: Trigger failed
ru: Запуск не удался

source: Triggering...
ru: Запуск...

source: Tue
cs: Úte
da: Tir
de: Di
et: Tei
fi: Ti
fr: Mar
hu: Ke
it: Mar
nl: Di
pt: Terça-Feira
ru: Вт.
uk: Вів

source: Tuesday
cs: Úterý
da: Tirsdag
de: Dienstag
et: Teisipäev
fi: Tiistai
fr: Mardi
hu: Kedd
it: Martedì
nl: Dinsdag
pt: Terça-Feira
ru: Вторник
uk: Вівторок

source: Tvheadend server name
ru: Tvheadend имя сервера

source: Type
cs: Typ
de: Typ
et: Tüüp
hu: Típus
it: Tipo
pt: Tipo
ru: Тип
uk: Тип

source: Uncorrected Blocks
cs: Neopravené bloky
da: Ukorrigerede blokke
de: Unkorrigierte Blocks
et: Korrigeerimata plokid
fr: Blocs Non Corrigés
hu: Kijavítatlan Képkockák
it: Blocchi non corretti
pt: Blocos não corrigidos
ru: Неисправимые Блоки
uk: Невиправлені блоки

source: Undo
cs: Zpět
da: Fortryd
de: Rückgängig
et: Võta tagasi
fi: Peru
fr: Annuler
hu: Visszavonás
it: Annulla
nl: Maak ongedaan
pt: Voltar para trás
ru: Отмена
uk: Анулювати

source: Unknown
cs: Neznámý
da: Ukendt
de: Unbekannt
et: Tundmatu
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pt: Desconhecido
ru: Неизвестно
uk: Невідомо

source: Unlimited size
ru: Неограниченный размер

source: Unlimited time
ru: Неограниченное время

source: Upcoming / Current Recordings
cs: Budoucí / současné záznamy
da: Kommende/Igangværende optagelser
de: Anstehende / Laufende Aufnahmen
et: Tulevased / Käimasolevad salvestused
fi: Tulevat / Nykyiset tallennukset
fr: Enregistrements en cours / à venir
hu: Következő / Jelenlegi Felvételek
it: Registrazioni future/attuali
nl: Aankomende en huidige opnames
pt: Gravações Actuais/Em Espera
ru: Предстоящие / Текущие Записи
uk: Майбутні / Поточні записи

source: Upcoming Recording
cs: Budoucí záznamy
da: Kommende optagelse
de: Anstehende Aufnahmen
et: Tulevased salvestused
fi: Tuleva tallennus
fr: Enregistrement à Venir
hu: Következő Felvétel
it: Registrazioni future
nl: Aankomende opnames
pt: Gravações Em Espera
ru: Предстоящая Запись
uk: Майбутні записи
