Repository: tvheadend/tvheadend
Catalog: intl/js/tvheadend.js.*.po
Languages: cs, da, de, et, fi, fr, hu, it, nl, pt, ru, uk

source: Create new entry
cs: Vytvořit novou položku
da: Opret ny postering
de: Neuen Eintrag anlegen
et: Loo uus kirje
fi: Luo uusi syöttö
fr: Créer une nouvelle entrée
hu: Új bejegyzés létrehozása
it: Crea una nuova voce
nl: Nieuw item maken
pt: Criar nova entrada
ru: Создать новую запись
uk: Створити новий ввід

source: Create provider tags
ru: Создать метку провайдера

source: Created from EPG query
cs: Vytvořeno z EPG dotazu
da: Oprettet fra EPG søgning
de: Von EPG-Abfrage erstellt
et: Loodud EPG päringuga
fi: Luotu ohjelmaoppaasta
fr: Créé à partir de l'EPG
hu: EPG lekérdezésből származik
it: Creato dall'interrogazione dell'EPG
nl: Gemaakt via EPG query
pt: Criado a partir da consulta EPG
ru: Создано из запроса ЕПГ
uk: Створити з програми

source: Currently this will match (and record) %d events.
cs: Aktuálně bude vyhodnoceno (a zaznamenáno) %d událostí.
da: For nuværende vil dette finde (og optage) %d begivenheder.
de: Momentan wird das %d Ereignissen entsprechen (und aufnehmen).
et: Hetkel valib (ja salvestab) see %d juhtumit.
fi: Tällä hetkellä nauhoitetaan %d tapahtumia.
fr: Actuellement, ça correspond (et ça enregistrera) %d évènements.
hu: Jelenleg ez megfelel (és rögzíti) a %d eseménynek
it: Attualmente questo corrisponde (e registrerà) a %d eventi.
nl: Op dit moment komen %d gebeurtenissen overeen (en worden opgenomen)
pt: Actualmente isto irá corresponder (e gravar) aos eventos %d .
ru: В настоящее время (и запись) это будет %d события.
uk: Зараз з цим збіжні (і записані) %d подій.

source: DVB Scan Files
ru: Файлы cканирования DVB

source: DVB scan files path
ru: Путь к файлам сканирования DVB

source: DVR - Failed Recordings
ru: DVR - Неудавшиеся записи

source: DVR - Finished Recordings
ru: DVR - Законченные записи

source: DVR - Upcoming/Current Recordings
ru: DVR - Текущие записи

source: DVR Autorec
ru: DVR Автозапись

source: DVR Timerec
ru: DVR Запись по времени

source: Data application failed
ru: Применение данных не удалось

source: Debug Configuration
ru: Конфигурация Дэбага

source: Debug libav log
ru: Лог libav дебага

source: Debug log path
ru: Путь к логу дебага

source: Debug subsystems
ru: Подсистема отладки

source: Debug to syslog
ru: Дебаг в системный лог

source: Debugging
cs: Ladění
da: Debugge
et: Debugimine
fr: Débogage
hu: Nyomkövetés
pt: Depuração
ru: Отладка
uk: Відладка

source: Debugging Options
ru: Опции отладки

source: Dec
cs: Pro
de: Dez
et: Dets
fi: joulukuu
it: Dic
ru: Дек.
uk: Груд

source: December
cs: Prosinec
de: Dezember
et: Detsember
fi: Joulukuu
fr: Décembre
it: Dicembre
pt: Dezembro
ru: Декабрь
uk: Грудень

source: Default Language(s)
ru: Язык(и) по умолчанию

source: Delete
cs: Vymazat
da: Slet
de: Löschen
et: Kustuta
fi: Poista
fr: Supprimer
hu: Törlés
it: Cancella
nl: Verwijder
pt: Apagar
ru: Удалить
uk: Вилучити

source: Delete recording
cs: Vymazat záznam
da: Slet optagelse
de: Aufnahme Löschen
et: Kustuta salvestus
fi: Poista tallenne
fr: Supprimer l'enregistrement
hu: Felvétel törlése
it: Cancella registrazione
nl: Verwijder opnames
pt: Apagar gravação
ru: Удалить запись
uk: Вилучити запис

source: Delete scheduled recording of this program
cs: Vymazat naplánovaný záznam tohoto programu
da: Slet planlagt optagelse af dette program
de: Geplante Aufnahme der Sendung löschen
et: Kustuta selle saate ajastatud salvestamine
fi: Poista tämän ohjelman ajastettu tallennus
fr: Supprime l'enregistrement planifié de ce programme
hu: A műsor időzített felvételének törlése
it: Cancella la registrazione programmata per questo programma
nl: Verwijder geplande opname van dit programma
pt: Apagar a gravação agendada deste programa
ru: Удаление расписания записи программы
uk: Вилучити запис цієї програми за розкладом

source: Delete selected entries
cs: Vymazat označené položky
da: Slet valgte indtastninger
de: Ausgewählte Einträge löschen
et: Kustuta valitud kirjed
fi: Poista valitut
fr: Supprime les éléments sélectionnés
hu: Kijelölt bejegyzések törlése
it: Cancella le voci selezionate
nl: Verwijder geselecteerde items
pt: Apagar os itens seleccionados
ru: Удалить выбранные записи
uk: Вилучити вибрані пункти

source: Detailed stream info
cs: Detailní informace o streamu
da: Detaljeret strøminfo
de: Detaillierte Streaminformation
et: Detailne voo info
fi: Yksityiskohtaiset tiedot lähetyksest
fr: Info détaillée du flux
hu: Részletes stream információ
it: Informazioni dettagliate sullo stream
nl: Gedetaileerde stream informatie
pt: Info. detalhada da transmissão
ru: Детальная информация о потоке
uk: Детальна інформація про потік

source: Details
cs: Detaily
da: Detaljer
et: Detailid
fi: Lisätietoja
fr: Détails
hu: Részletek
it: Dettagli
pt: Detalhes
ru: Детали
uk: Деталі

source: Digital Video Recorder
cs: Digitální video rekordér
de: Digitaler Videorekorder
et: Digitaalne videosalvestaja
fi: Digitaalinen Video Tallennin
fr: Magnétoscope Numérique
hu: Digitális Videó Felvevő
it: Registratore video digitale
nl: Digitale Video Recorder
pt: Gravador Digital de Vídeo
ru: Цифровой Видео Рекордер
uk: Цифровий Відео Записувач DVR

source: Digital Video Recorder Profile
cs: Profil digitální video rekordéru
da: Digital Video Recorder Profil
de: Digitaler Videorekorder-Profil
et: Digitaalse videosalvestaja profiil
fi: Digitaalinen Video Tallennin profiili
fr: Profil de Magnéto Numérique
hu: Digitális Videó Felvevő profil
it: Profilo per registratore video digitale
nl: Digitale Video Recorder profiel
pt: Perfil do Gravador Digital de Vídeo
ru: Профиль Цифрового Видео рекордера
uk: Профіль DVR

source: Digital Video Recorder Profiles
cs: Profily digitálního video rekordéru
da: Digital Video Recorder Profiler
de: Digitaler Videorekorder-Profile
et: Digitaalse videosalvestaja profiilid
fi: Digitaalinen Video Tallennin profiilit
fr: Profils de Magnéto Numérique
hu: Digitális Videó Felvevő profilok
it: Profili per registratore video digitale
nl: Digitale Video Recorder profielen
pt: Perfis do Gravador Digital de Vídeo
ru: Профили Цифрового Видео Рекордера
uk: Профілі DVR

source: Disabled
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
et: Väljalülitatud
fi: Pois päältä
fr: Désactivé
hu: Kikapcsolt
it: Disabilitato
nl: Uitgeschakeld
pt: Inactivo
ru: Отключено
uk: Вимкнено

source: Discover SAT>IP servers
cs: Vyhledat SAT>IP servery
da: Find SAT>IP server
de: Suche SAT>IP Server
et: Avasta SAT>IP servereid
fi: Hae SAT>IP-palvelimia
fr: Découverte de serveurs SAT>IP
hu: SAT>IP szerver keresése
it: Scoperta server SAT>IP
nl: Ontdek SAT>IP servers
pt: Procurar servidores SAT>IP
ru: Обнаружить SAT>IP серверы
uk: Виявлення серверів SAT>IP

source: Disk space:
ru: Размер диска:

source: Displaying {0} - {1} of {2}
cs: Zobrazuji {0} - {1} z {2}
da: Viser {0} - {1} af {2}
de: Zeige {0} - {1} von {2}
et: Kuvamas {0} - {1} / {2}st
fi: Näytetään {0} - {1} {2}:sta
fr: Affichage de {0} - {1} sur {2}
hu: {0} - {1} a {2} -ből
it: Visualizzazione {0} - {1} di {2}
nl: Huidig weergave {0} - {1} van {2}
pt: Ver {0} - {1} of {2}
ru: Отобразить {0} - {1} из {2}
uk: Показ {0} - {1} з {2}

source: Do you really want to abort/unschedule the selection?
cs: Skutečně chcete zrušit/odebrat vybrané události?
da: Vil du afbryde/fjerne planlægningen af det valgte?
de: Wollen Sie die Auswahl wirklich abbrechen/löschen?
et: Oled Sa kindel, et valitu katkestada/mitteajastada?
fi: Haluatko varmasti peruuttaa valitut?
fr: Êtes-vous sûr de vouloir annuler/déprogrammer la sélection ?
hu: Valóban megszakítja a kijelölt időzítést?
it: Vuoi veramente abortire/annullare la selezione?
nl: Weet je zeker dat je de huidig geselecteerde item wil afbreken/uitplannen?
pt: Pretende realmente abortar/remover as entradas selecionadas?
ru: Вы действительно хотите прервать выбранное?
uk: Ви дійсно бажаєте скасувати/перестати планувати вибране?

source: Do you really want to delete the selected recordings?
cs: Opravdu chcete vymazat vybrané záznamy?
da: Vil du slette de valgte optagelser?
de: Wollen Sie die ausgewählten Aufnahmen wirklich löschen?
et: Oled Sa kindel, et kustutada valitud salvestused?
fi: Haluatko varmasti poistaa valitut tallenteet?
fr: Êtes-vous sûr de vouloir supprimer ces enregistrements ?
hu: Valóban törli a kijelölt felvételeket?
it: Vuoi veramente cancellare le registrazioni selezionate?
nl: Weet je zeker dat je de geselecteerde opnames wil verwijderen?
pt: Pretende realmente apagar as gravações selecionadas?
ru: Вы действительно хотите удалить выбранные записи?
uk: Ви дійсно бажаєте вилучити вибрані записи?

source: Do you really want to delete the selection?
cs: Skutečně chcete smazat výběr?
da: Vil du slette det valgte?
de: Wollen Sie die Auswahl wirklich löschen?
et: Oled Sa kindel, et see valik tuleb kustutada?
fi: Haluatko varmasti poistaa valitut?
fr: Êtes-vous sûr de vouloir supprimer la sélection ?
hu: Tényleg törölni akarja a kiválasztott elemet?
it: Vuoi veramente cancellare la selezione?
nl: Weet je zeker dat je de huidige selectie wil verwijderen?
pt: Pretende realmente apagar as entradas selecionadas?
ru: Вы действительно хотите удалить выбранное?
uk: Ви дійсно бажаєте вилучити вибране?

source: Do you really want to gracefully stop/unschedule the selection?
cs: Skutečně chcete zastavit/odebrat vybrané události?
da: Vil du pænt stoppe/fjerne planlægningen af det valgte?
de: Wollen Sie die Auswahl wirklich kontrolliert abbrechen/löschen?
et: Oled Sa kindel, et valitu viisakalt peatada/mitteajastada?
fi: Haluatko varmasti pysäyttää nauhoituksen?
fr: Êtes-vous sûr de vouloir arrêter/déprogrammer proprement la sélection ?
hu: Valóban meg szeretné állítani/át szeretné ütemezni a kijelölt elemet?
it: Vuoi veramente fermare/annullare la selezione?
nl: Weet je zeker dat je de huidige selectie voorzichtig wil afbreken?
pt: Pretende realmente parar/remover as entradas selecionadas?
ru: Вы действительно хотите красиво остановить выбранное?
uk: Ви дійсно бажаєте елегантно зупинити/перестати планувати вибране?

source: Do you really want to gracefully stop/unschedule this recording?
cs: Skutečně chcete zastavit/odebrat vybrané události?
da: Vil du pænt stoppe/fjerne planlægningen af denne optagelse?
de: Wollen Sie diese Aufnahme wirklich kontrolliert stoppen/löschen?
et: Oled Sa kindel, et see salvestamine viisakalt peatada/mitteajastada?
fi: Haluatko varmasti pysäyttää tämän nauhoituksen?
fr: Êtes-vous sûr de vouloir arrêter/déprogrammer proprement cet enregistrement ?
hu: Valóban meg szeretné állítani/át szeretné ütemezni ezt a felvételt?
it: Vuoi veramente fermare/annullare questa registrazione?
nl: Weet je zeker dat je deze opname voorzichtig wil afbreken?
pt: Pretende realmente parar/remover esta gravação?
ru: Вы действительно хотите красиво остановить эту запись?
uk: Ви дійсно бажаєте елегантно зупинити/перестати планувати цей запис?

source: Do you really want to remove this recording?
cs: Chcete opravdu vymazat tuto nahrávku?
da: Vil du fjerne denne optagelse?
de: Wollen Sie diese Aufnahme wirklich entfernen?
et: Oled Sa kindel, et see salvestamine tuleb eemaldada?
fi: Haluatko varmasti poistaa tämän nauhoituksen?
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement ?
hu: Tényleg törölni akarod ezt a felvételt?
it: Vuoi veramente rimuovere questa registrazione?
nl: Weet je zeker dat je deze opname wil verwijderen?
pt: Pretende realmente remover esta gravação?
ru: Вы действительно хотите удалить эту запись?
uk: Ви дійсно бажаєте вилучити цей запис?

source: Don't care
cs: Libovolný
da: Ligeglad
de: Egal
et: Ei hooli
fi: Älä välitä
fr: Ne pas tenir compte
hu: Nem érdekel
it: Non considerare
nl: Maakt me niet uit
pt: Não importa
ru: Все равно
uk: Все одно

source: Download
cs: Stáhni
de: Herunterladen
et: Allalaadimine
fi: Lataa
fr: Télécharger
hu: Letöltés
it: Scarica
nl: Downloaden
pt: Descarga
ru: Загрузка
uk: Звантаження

source: Download the selected recording
cs: Stáhni vybranou nahrávku
da: Download den valgte optagelse
de: Ausgewählte Aufnahme herunterladen
et: Valitud salvestuse allalaadimine
fi: Lataa valittu tallennus
fr: Télécharger les enregistrements sélectionnés
hu: Kiválasztott felvétel letöltése
it: Scarica la registrazione selezionata
nl: Download geselecteerde opname
pt: Descarregar a gravação seleccionada
ru: Загрузка выбранной записи
uk: Звантажити вибраний запис

source: Duration
cs: Doba
da: Varighed
de: Länge
et: Kestvus
fi: Kesto
fr: Durée
hu: Időtartam
it: Durata
nl: Duur
pt: Duração
ru: Продолжительность
uk: Тривалість

source: EPG Grab Configuration
ru: Конфигурация ЕПГ Граббера

source: EPG Grabber
cs: EPG graber
et: EPG hankija
fi: EPG tiedonhakija
fr: Collecteur d'EPG
hu: EPG letöltő
it: Estrattore EPG
pt: Capturador EPG
ru: ЕПГ Граббер
uk: Захоплювач ТВ-програми

source: EPG Update
cs: Aktualizace EPG
da: EPG Opdater
de: EPG-Aktualisierung
et: EPG uuendus
fi: EPG päivitys
fr: Mise à jour d'EPG
hu: EPG frissítés
it: Aggiornamento EPG
pt: Actualização EPG
ru: Обновление ЕПГ
uk: Оновлення програми передач

source: EPG scan timeout in seconds (30-7200)
ru: Пауза в сек. между сканированием ЕПГ (30-7200)

source: Edit
cs: Editace
da: Rediger
de: Bearbeiten
et: Muuda
fi: Muokkaa
fr: Editer
hu: Szerkesztés
it: Modifica
nl: Wijzig
pt: Editar
ru: Правка
uk: Редагувати

source: Edit selected entry
cs: Edituj vybranou položku
da: Rediger valgt indtastning
de: Ausgewählten Eintrag bearbeiten
et: Muuda valitud kirjet
fi: Muokkaa valittua
fr: Modifier l'élément sélectionné
hu: Kiválasztott elem szerkesztése
it: Modifica la voce selezionata
nl: Wijzig geselecteerde item
pt: Editar o Item seleccionado
ru: Правка выбранной записи
uk: Редагувати вибраний пункт

source: Edit {0}
cs: Editace {0}
da: Rediger {0}
de: {0} bearbeiten
et: Muuda {0}
fi: Muokkaa {0}
fr: Modifier {0}
hu: Szerkesztés {0}
it: Modifica {0}
nl: Wijzig {0}
pt: Editar {0}
ru: Правка {0}
uk: Редагувати {0}

source: Electronic Program Guide
cs: Elektronický průvodce programem
da: Elektronisk Program Guide
et: Elektrooniline saatekava
fi: Ohjelmaopas (EPG)
fr: Guide de Programme Electronique
hu: Elektronikus műsor újság
it: Guida elettronica dei programmi
nl: Electronische Programma Gids
pt: Programação Televisiva
ru: Электронный Программный Гид
uk: Програма телепередач

source: Elementary Stream Filter
ru: Простой фильтр потока

source: Enable NTP driver
ru: Включить NTP драйвер

source: Enable debug output
cs: Povolit ladící výstup
da: Aktiver debug output
de: Aktiviere Debugausgabe
et: Lülita sisse debugimise väljund
fi: Kytke debuggaaminen päälle
fr: Activer la sortie de débogage
hu: Nyomkövetési kimenet engedélyezése
it: Abilita uscita debug
nl: Zet debug output aan
pt: Activar a depuração
ru: Включить отладочный вывод
uk: Ввімкнути вивід відладки

source: Enabled
ru: Включено

source: End Time
cs: Konec
da: Sluttid
de: Endzeit
et: Lõpuaeg
fi: Päättymisaika
fr: Heure de fin
hu: Lejárati idő
it: Orario di termine
nl: Eindtijd
pt: Final
ru: Время окончания
uk: Час закінчення

source: Enter Filter Text...
cs: Vložte text pro filtr...
da: Indtast filter tekst...
de: Filtertext eingeben...
et: Sisesta filtri tekst...
fi: Syötä hakuteksti
fr: Entrer le texte de filtrage...
hu: Szűrési szöveg bevitele...
it: Inserisci testo del filtro...
nl: Vul filter tekst in...
pt: Digite o Texto Pretendido
ru: Введите фильтр текста...
uk: Ввести текст фільтру...

source: Episode
cs: Episoda
et: Osa
fi: Jakso
hu: Epizód
it: Episodio
nl: Aflevering
pt: Episódio
ru: Эпизод
uk: Епізод

source: Errors
cs: Chyby
da: Fejl
de: Fehler
et: Vigu
fi: Virheitä
fr: Erreurs
hu: Hibák
it: Errori
nl: Fouten
pt: Erros
ru: Ошибки
uk: Помилки

source: Events
cs: Pořady
da: Begivenheder
de: Ereignisse
et: Logiread
fi: Tapahtumat
fr: Événements
hu: Események
it: Eventi
nl: Gebeurtenissen
pt: Eventos
ru: События
uk: Події

source: Exported ATSC Tuners
ru: Экспортированные ATSC Тюнеры

source: Exported DVB-C Tuners
ru: Экспортированные DVB-C Тюнеры

source: Exported DVB-C2 Tuners
ru: Экспортированные DVB-C2 Тюнеры

source: Exported DVB-Cable/AnnexB Tuners
ru: Экспортированные DVB-Cable/AnnexB Тюнеры

source: Exported DVB-S Tuners
ru: Экспортированные DVB-S Тюнеры

source: Exported DVB-S2 Tuners
ru: Экспортированные DVB-S2 Тюнеры

source: Exported DVB-T Tuners
ru: Экспортированные DVB-T Тюнеры

source: Exported DVB-T2 Tuners
ru: Экспортированные DVB-T2 Тюнеры

source: External Interfaces
ru: Внешние Интерфейсы

source: FAILED
ru: НЕУДАЧНО

source: Failed
cs: Nezdařené
da: Fejlede
de: Fehlgeschlagen
et: Ebaõnnestunud
fi: Epäonnistunut
fr: Échoué
hu: Sikertelen
it: Fallito
nl: Mislukt
pt: Falhou
ru: Неудачно
uk: Невдалі

source: Failed Recording
cs: Nezdařený záznam
da: Fejlede optagelse
de: Fehlgeschlagene Aufnahme
et: Ebaõnnestunud salvestus
fi: Epäonnistunut tallenne
fr: Enregistrement Raté
hu: Sikertelen Felvétel
it: Registrazione fallita
nl: Mislukte opname
pt: Gravação Falhada
ru: Неудачная запись
uk: Невдалий запис

source: Failed Recordings
cs: Nezdařené záznamy
da: Fejlede optagelse
de: Fehlgeschlagene Aufnahmen
et: Ebaõnnestunud salvestused
fi: Epäonnistuneet tallenteet
fr: Enregistrements Ratés
hu: Sikertelen Felvételek
it: Registrazioni fallite
nl: Mislukte opnames
pt: Gravações Falhadas
ru: Неудачные записи
uk: Невдалі записи

source: Feb
cs: Úno
et: Veebr
fi: Helmi
fr: Fev
pt: Fev.
ru: Фев.
uk: Лют

source: February
cs: Únor
da: Februar
de: Februar
et: Veebruar
fi: Helmikuu
fr: Février
hu: Február
it: Febbraio
nl: Februari
pt: Fevereiro
ru: Февраль
uk: Лютий

source: File size
cs: Velikost souboru
da: Fil størrelse
de: Dateigröße
et: Faili suurus
fi: Tiedostokoko
fr: Taille du fichier
hu: Fájlméret
it: Dimensione del file
nl: Bestandsgroote
pt: Tamanho do Ficheiro
ru: Размер файла
uk: Розмір файлу

source: Filter channel...
da: Filtrere kanal...
fi: Hae kanavaa
ru: Фильтр каналов...
uk: Фільтрування каналів...

source: Filter content type...
da: Filtrere indholdstype...
fi: Hae tyyppiä
ru: Фильтр типа контента...
uk: Фільтрування по типу змісту...

source: Filter duration...
da: Filtrere varighed...
fi: Hae kestoa
ru: Фильтр длительности...
uk: Фільтрування по тривалості

source: Filter tag...
da: Filtrere tag...
fi: Hae tagilla
ru: Фильтр меток...
uk: Фільтрування по мітках...

source: Filters
cs: Filtry
da: Filtreringer
de: Filter
et: Filtrid
fi: Kriteeri
fr: Filtres
hu: Szűrők
it: Filtri
pt: Filtros
ru: Фильтры
uk: Фільтри

source: Finished Recording
cs: Ukončený záznam
da: Færdiggjort optagelse
de: Abgeschlossene Aufnahme
et: Valmis salvestus
fi: Päättynyt tallennus
fr: Enregistrement Terminé
hu: Befejezett felvétel
it: Registrazione terminata
nl: Opname compleet
pt: Gravação Terminada
ru: Законченная запись
uk: Закінчений запис

source: Finished Recordings
cs: Ukončené záznamy
da: Færdige optagelser
de: Abgeschlossene Aufnahmen
et: Valmis salvestused
fi: Päättyneet tallennukset
fr: Enregistrements Terminés
hu: Befejezett felvételek
it: Registrazioni completate
nl: Succesvolle opnames
pt: Gravações Terminadas
ru: Законченные записи
uk: Закінчені записи

source: First Page
cs: První stránka
da: Første side
de: Erste Seite
et: Esimene lehekülg
fi: Ensimmäinen sivu
fr: Première page
hu: Első oldal
it: Prima pagina
nl: Eerste pagina
pt: Primeira página
ru: Первая страница
uk: Перша сторінка

source: Force Scan
cs: Vynutit scan
da: Forcere scanning
de: Scan erzwingen
et: Sunni peale skaneerimine
fi: Pakota haku
fr: Forcer le Scan
hu: Kényszerített keresés
it: Forza scansione
nl: Forceer scan
pt: Forçar Procura
ru: Ускоренное Сканирование
uk: Вимусити сканування

source: Force initial EPG scan at startup
ru: Принудительное ЕПГ сканирование при запуске

source: Force new scan (all muxes) for selected networks
cs: Vynutit nový scan (všechny muxy) pro vybrané sítě
da: Forcere ny scan (alle mux'er) for valgte netværk
de: Erzwinge neue Suche (Alle Muxe) für ausgewählte Netzwerke
et: Sunni skaneerima valituid võrke (kõik muxid)
fi: Pakota uusi skannaus (kaikki niput) valituille verkoille
fr: Forcer un nouveau scan (sur tous les transpondeurs) pour les réseaux sélectionnés
hu: A kiválasztott hálózatok újbóli scannelése (minden mux)
it: Forza nuova scansione (tutti i mux) per le reti selezionate
nl: Forceer nieuwe scan (alle muxen) voor geselecteerde netwerk
pt: Forçar nova procura nas redes seleccionadas (todos os muxes)
ru: Принудительное сканирование (всех муксов) для выбранной сети
uk: Вимусити нове сканування (всі мультиплексори) для вибраних мереж

source: Free:
ru: Свободно:

source: Fri
cs: Pát
da: Fre
de: Fr
et: R
fi: Pe
fr: Ven
hu: Pé
it: Ven
nl: Vrij
pt: Sexta-Feira
ru: Пятн.
uk: П’ят

source: Friday
cs: Pátek
da: Fredag
de: Freitag
et: Reede
fi: Perjantai
fr: Vendredi
hu: Péntek
it: Venerdì
nl: Vrijdag
pt: Sexta-Feira
ru: Пятница
uk: П’ятниця

source: Fullscreen
cs: Celá obrazovka
da: Fuld skærm
de: Vollbild
et: Täisekraan
fi: Koko näyttö
fr: Plein écran
hu: Teljes képernyő
it: A schermo pieno
nl: Volledig scherm
pt: Ecrã Completo
ru: Полный экран
uk: Повний екран

source: Fulltext
cs: Celý text
da: Fuld tekst
de: Volltext
et: Täistekst
fi: Tarkka teksti
fr: Version texte
it: Su tutto il testo
nl: Volledige tekst
pt: Texto completo
ru: Полнотекстный
uk: Повний текст

source: General
cs: Základní
da: Generelt
de: Allgemein
et: Üldine
fi: Yleinen
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pt: Geral
ru: Главная
uk: Загальне

source: General Config
ru: Главная Конфигурация

source: General Configuration
ru: Главная Конфигурация

source: Genre
cs: Styl
et: Žanr
fi: Tyylilaji
hu: Műfaj
it: Genere
pt: Género
ru: Жанр
uk: Жанр

source: Group By This Field
cs: Seskup podle tohoto pole
da: Gruppere ved dette felt
de: Nach diesem Feld gruppieren
et: Grupeeri selle välja alusel
fi: Ryhmittele tämän kentän mukaan
fr: Grouper Par Ce Champ
hu: Ezen mező szerinti csoportosítás
it: Raggruppa per questo campo
nl: Groupeer op dit veld
pt: Agrupar por este campo
ru: Сгруппировать по полю
uk: Групувати по цьому полі

source: Help
cs: Nápověda
da: Hjælp
de: Hilfe
et: Abi
fi: Apua
fr: Aide
hu: Segítség
it: Aiuto
pt: Ajuda
ru: Помощь
uk: Допомога

source: Help for
da: Hjælp for
fi: Apu
ru: Помощь для
uk: Допомога про

source: Hide
cs: Skrýt
da: Skjul
de: Verstecken
et: Peida
fi: Piilota
fr: Cacher
hu: Elrejt
it: Nascondi
nl: Verberg
pt: Esconder
ru: Скрыть
uk: Сховати

source: Hide passwords
cs: Schovat hesla
da: Skjul adgangskode
de: Passwörter verstecken
et: Peida salasõnad
fi: Piilota salasanat
fr: Cacher les mots de passe
hu: Jelszavak rejtése
it: Nascondi password
nl: Verberg wachtwoorden
pt: Esconder Palavras Passe
ru: Скрыть пароли
uk: Сховати паролі

source: Hostname
cs: Název hostitele
da: Værtsnavn
et: Hosti nimi
fi: Isäntänimi
fr: Nom d'hôte
hu: Kiszolgálónév
it: Nome della macchina
nl: Hostnaam
pt: Nome do Servidor
ru: Имя хоста
uk: Назва сервера

source: IP Address
da: IP adresse
fi: IP-osoite
ru: IP адрес
uk: Адреса IP

source: Ignore invalid SSL certificate
ru: Игнорировать неправильный SSL сертификат

source: Ignored
cs: Ignorováno
da: Ignoreret
de: Ignoriert
et: Ignoreeritud
fi: Sivutetut
fr: Ignoré
hu: Elutasított
it: Ignorato
nl: Genegeerd
pt: Ignorado
ru: Игнорируются
uk: Зігноровано

source: Image Caching
ru: Кэшированние изображений

source: Image cache
ru: Кэш изображений

source: Imagecache save failed
ru: Сохранение кэша изображений не удалось

source: In
cs: Vstup
da: I
de: Eingang
fi: Sisällä
fr: ln
it: Ingresso
ru: в
uk: В

source: Include encrypted services
ru: включая зашифрованные сервисы

source: Input
cs: Vstup
de: Eingang
et: Sisend
fi: Sisääntulo
fr: Entrée
hu: Bemenet
it: Ingresso
pt: Entrada
ru: Ввод
uk: Ввід

source: Input (kb/s)
cs: Vstup (kb/s)
de: Eingang (kb/s)
et: Sissetulev (kb/s)
fi: Sisääntulo (kb/s)
fr: Entrée (kb/s)
hu: Bemenet (kb/s)
it: Ingresso (kb/s)
pt: Entrada (kb/s)
ru: Вход (кб/сек.)
uk: Ввід (кб/с)

source: Internal Grabber
ru: внутренний граббер

source: Jan
cs: Led
et: Jaan
fi: Tammi
it: Gen
ru: Янв.
uk: Січ
