Repository: tvheadend/tvheadend
Catalog: intl/js/tvheadend.js.*.po
Languages: cs, da, de, et, fi, fr, hu, it, nl, pt, ru, uk

source: Update channel icon
ru: Обновление иконки канала

source: Update channel name
ru: Обновить имя канала

source: Update channel number
ru: Обновить номер канала

source: Update time
ru: Обновить время

source: Update tolerance (ms)
ru: Допустимое Обновление (мс.)

source: Use only RAM
ru: Используйте только оперативную память

source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
et: Kasutajanimi
fi: Käyttäjänimi
fr: Nom de l'utilisateur
hu: Felhasználónév
it: Nome dell'utente
nl: Gebruikersnaam
pt: Nome de Utilizador
ru: Имя пользователя
uk: Назва користувача

source: Video Stream Filter
cs: Filtr video streamu
da: Videostrøm filter
et: Video voogedastuse filter
fr: Filtre de flux vidéo
hu: Videó Folyam Szűrő
it: Filtro dello stream video
pt: Filtro de Transmissão de Vídeo
ru: Фильтр Видео Потока
uk: Фільтр відео-потоку

source: Video Stream Filters
cs: Filtry video streamů
da: Videostrøm filtre
de: Video Streamfilter
et: Video voogedastuse filtrid
fr: Filtres de flux vidéo
hu: Videó Folyam Szűrői
it: Filtri dello stream video
pt: Filtros de Transmissão de Vídeo
ru: Фильтры Видео Потока
uk: Фільтри відео-потоку

source: Volume
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
et: Helitugevus
hu: Hangerő
ru: Громкость
uk: Гучність

source: Watch TV
cs: Sleduj TV
da: Se TV
de: TV schauen
et: TV vaatamine
fi: Katso TV
fr: Regarder la TV
hu: TV nézés
it: Guarda TV
nl: TV kijken
pt: Ver TV
ru: Смотреть TV
uk: Дивитися ТВ

source: Watch live TV in a new browser window.
cs: Sleduj živě TV v novém okně prohlížeče.
da: Se live TV i et nyt browser vindue
de: Schaue Live-TV in einem neuen Browserfenster
et: TV vaatamine brauseri eraldi aknas.
fi: Katso TV:tä uudessa selainikkunassa.
fr: Regarder la TV en direct dans une nouvelle fenêtre de navigation
hu: Élő TV adás megtekintése új ablakban.
it: Mostra la TV dal vivo in una nuova finestra del browser.
nl: Kijk live TV in nieuw browser venster
pt: Ver TV numa nova janela do browser
ru: Наблюдать трансляцию в новом окне браузера.
uk: Дивитися прямий ефір в новому вікні переглядача.

source: Wed
cs: Stř
da: Ons
de: Mi
et: Kol
fi: Ke
fr: Mer
hu: Sze
it: Mer
nl: Woe
pt: Quarta-Feira
ru: Ср.
uk: Сер

source: Wednesday
cs: Středa
da: Onsdag
de: Mittwoch
et: Kolmapäev
fi: Keskiviikko
fr: Mercredi
hu: Szerda
it: Mercoledì
nl: Woensdag
pt: Quarta-Feira
ru: Среда
uk: Середа

source: Weight
cs: Váha
da: Vægt
de: Gewichtung
et: Prioriteetsus
fi: Painoarvo
fr: Poids
hu: Súly
it: Peso
nl: Gewicht
pt: Peso
ru: Вес
uk: Вага

source: Will be skipped
cs: Bude přeskočeno
da: Vil bliver sprunget over
de: Wird übersprungen
et: Jäetakse vahele
fi: Hypätään yli
fr: Sera ignoré
hu: Kihagyásra kerül
it: Sarà saltato
nl: Zal worden overgeslagen
pt: Vai ser Ignorado
ru: Будет пропущен
uk: Буде пропущено

source: Yes
cs: Ano
da: Ja
de: Ja
et: Jah
fi: Kyllä
fr: Oui
hu: Igen
it: Si
nl: ja
pt: Sim
ru: Да
uk: Так

source: You must provide a value - use octal chmod notation, e.g. 0664
cs: Musíte použít číslo v osmičkové soustavě - chmod notaci, např. 0644
da: Du skal angive en værdi - brug oktal chmod notation, f.eks. 0664
de: Sie müssen einen Wert angeben - benutzen Sie chmod Oktalschreibweise, z.B. 0664
et: Pead pakkuma väärtuse - kasuta numbrilist chmod'i, nt 0664
fr: Vous devez saisir une valeur - utilisez la notation octale de chmod, par ex. 0664
hu: Tulajdonság megadása kötelező - használj oktális chmod jelölést, pl. 0664
it: Devi fornire un valore - utilizza la notazione ottale di chmod, per es. 0664
pt: Deve fornecer um valor - utilize a notação octal chmod, e.g. 0664
ru: Вы должны предоставить значение - используя восьм. обозначения CHMOD, например 0664
uk: Вам потрібно ввести значення - використайте вісімковий запис chmod, наприклад 0664

source: You must select at least one item in this group
cs: Musíte zvolit alespoň jednu položku pro tuto skupinu
da: Du skal vælge mindst en indtastning i denne gruppe
de: Sie müssen mindestens einen Eintrag in dieser Gruppe auswählen
et: Pead valima vähemalt ühe siit grupist
fi: Sinun pitää valita vähintään yksi tästä ryhmästä
fr: Vous devez sélectionner au moins un élément dans ce groupe
hu: Legalább egy elemet válassz ki a csoportból
it: Devi selezionare almeno un elemento di questo gruppo
nl: Je moet minstens 1 item in deze groep selecteren
pt: Deve pelo menos seleccionar um item deste grupo
ru: Вы должны выбрать по крайней мере один элемент в этой группе
uk: Вам потрібно вибрати хоча б одну позицію в цій групі

source: You must select one item in this group
cs: Musíte zvolit jednu položku pro tuto skupinu
da: Du skal vælge en indtastning i denne gruppe
de: Sie müssen einen Eintrag in dieser Gruppe auswählen
et: Pead valima ühe siit grupist
fi: Sinun pitää valita yksi tästä ryhmästä
fr: Vous devez sélectionner un élément dans ce groupe
hu: Válassz ki egy elemet a csoportból
it: Devi selezionare un elemento di questo gruppo
nl: Je moet 1 item selecteren in deze groep
pt: Deve seleccionar um item deste grupo
ru: Вы должны выбрать одно значение в этой группе
uk: Вам потрібно вибрати одну позицію в цій групі

source: because it is a rerun of:
cs: protože je to opakování:
da: Fordi det er en genkørsel af:
de: denn es ist eine Wiederholung von:
et: Sest tegu on selle taasesitusega:
fr: parce que c'est une rediffusion de:
hu: mivel ennek az újrajátszása:
it: perché si tratta di una riproposizione di:
nl: Omdat het een herhaling is van:
pt: porque é novamente a execução de:
ru: потому что это перезапуск:
uk: тому що це є перезапуск:

source: false
cs: nepravda
da: falsk
de: falsch
et: väär
fi: epätosi
fr: faux
hu: hamis
it: falso
nl: Onwaar
pt: Falso
ru: ложь
uk: фальш

source: hrs
cs: hod
da: timer
de: Std.
et: t
fi: h
fr: h
hu: órák
it: ore
nl: uren
ru: часов
uk: год

source: login
cs: přihlásit
de: Anmelden
et: sisselogimine
fi: kirjaudu sisään
fr: Se connecter
hu: belépés
it: entra
nl: inloggen
pt: Entrar
ru: логин
uk: логін

source: logout
cs: odhlásit
de: Abmelden
et: väljalogimine
fi: kirjaudu ulos
fr: Se déconnecter
hu: kilépés
it: esci
nl: uitloggen
pt: Sair
ru: выход
uk: вихід

source: m/d/Y#DateColumn
cs: d.m.Y#DateColumn
de: d.m.Y#DateColumn
fr: m/j/A#ColonneDate
it: d/m/Y
nl: m/d/Y#DatumKolom
ru: м/д/Г#DateColumn
uk: м/д/Р#КолонкаДати

source: m/d/Y#DateFilter
cs: d.m.Y#DateFilter
de: d.m.Y#DateFilter
fr: m/j/Y#FiltreDate
it: d/m/Y
nl: m/d/Y#DatumFilter
ru: м/д/Г#DateFilter
uk: м/д/Р#ФільтрДати

source: m/d/Y#Format.date
cs: d.m.Y#Format.date
de: d.m.Y#Format.date
fr: m/j/A#Format.date
it: d/m/Y
nl: m/d/Y#Datum.Formaat
ru: м/д/Г#Format.date
uk: м/д/Р#Формат.дати

source: m/d/Y|m-d-y|m-d-Y|m/d|m-d|md|mdy|mdY|d|Y-m-d#DateField
cs: d.m.Y|d-m-y|d-m-Y|d-m|dm|dmy|dmY|d#DateField
fr: m/j/A|m-j-a|m-j-A|m/j|m-j|mj|mja|mjA|d|A-m-j#ChampDate
it: d/m/Y|d-m-y|d-m-Y|d/m|d-m|dm|dmy|dmY|d|Y-m-d
nl: m/d/Y|m-d-y|m-d-Y|m/d|m-d|md|mdy|mdY|d|Y-m-d#DatumVeld
ru: м/д/Г|м-д-г|м-д-Г|м/д|м-д|мд|мдг|мдГ|д|Г-м-д#DateField
uk: м/д/Р|м-д-р|м-д-Р|м/д|м-д|мд|мдр|мдР|д|Р-м-д#ПолеДати

source: m/d/y#DateField
cs: d.m.Y#DateField
de: d.m.y#DateField
fr: m/j/a#ChampDate
it: d/m/y
nl: m/d/y#DatumVeld
ru: м/д/г#DateField
uk: м/д/р#ПолеДати

source: m/d/y#DatePicker
cs: d.m.Y#DatePicker
de: d.m.y#DatePicker
fr: m/j/a#SelecteurDate
it: d/m/y
nl: m/d/y#DatumSelect
ru: м/д/г#DatePicker

source: min
hu: perc
ru: мин
uk: хв

source: of {0}
cs: z {0}
da: af {0}
de: von {0}
et: {0}st
fr: sur {0}
hu: {0}-ból
it: di {0}
nl: Voeg {0} toe
pt: de {0}
ru: из {0}
uk: з {0}

source: true
cs: pravda
da: sandt
de: wahr
et: tõene
fi: tosi
fr: vrai
hu: igaz
it: vero
nl: Waar
pt: Verdadeiro
ru: истина
uk: правда

source: {0} (Spacebar)
da: {0} (Mellemrumstast)
de: {0} (Leertaste)
et: {0} (Tühik)
fr: {0} (Espace)
hu: {0} (Szóköz)
it: {0} (Spazio)
nl: {0} (Spatiebalk)
pt: {0} (Barra de espaço)
ru: {0} (Пробел)
uk: {0} (Пробіл)

source: {0} is not a valid date - it must be in the format {1}
cs: {0} není platné datum - musí být ve formátu {1}
da: {0} er ikke en gyldig dato - det skal være i formatet {1}
de: {0} ist kein gültiges Datum - Es muss im Format {1} angegeben werden
et: {0} pole korrektne kuupäev - peab olema formaadis {1}
fr: {0} n'est pas une date valide - elle doit être au format {1}
hu: {0} nem érvényes dátum - ilyennek kell lennie {1}
it: {0} è una data non valida - deve essere nel formato {1}
nl: {0} is geen geldige datum - het format is {1}
pt: {0} data inválida - deve ser com o seguinte formato {1}
ru: {0} неправильная дата - должно быть по формату {1}
uk: {0} не є правильною датою - вона має бути в форматі {1}

source: {0} is not a valid number
cs: {0} není platné číslo
da: {0} er ikke et gyldigt tal
de: {0} ist keine gültige Zahl
et: {0} pole korrektne number
fr: {0} n'est pas un chiffre valide
hu: {0} nem egy érvényes szám
it: {0} non è un numero valido
nl: {0} is geen geldig nummer
pt: {0} não é um número válido
ru: {0} неправильный номер
uk: {0} неправильний номер

source: {0} is not a valid time
cs: {0} není platný čas
da: {0} er ikke en gyldig tid
de: {0} ist keine gültige Zeit
et: {0} pole korrektne aeg
fr: {0} n'est pas une heure valide
hu: {0} nem egy érvényes idő
it: {0} non è un orario valido
nl: {0} is geen geldige tijd
pt: {0} não é um tempo válido
ru: {0} неправильное время
uk: {0} неправильний час

source: {0} selected row{1}
cs: {0} vybraný řádek{1}
da: {0} valgte række{1}
de: {0} Zeile(n) ausgewählt
et: {0} valitud rida{1}
fr: {0} colonne sélectionnée{1}
hu: {0} kiválasztott sor{1}
it: {0} ha selezionato riga{1}
nl: {0} geselecteerde rij{1}
pt: {0} linha escolhida{1}
ru: {0} выбранный ряд{1}
uk: {0} вибраний рядок{1}

source: {3} {0} - {1} of {2}
cs: {3} {0} - {1} z {2}
da: {3} {0} - {1} af {2}
de: {3} {0} - {1} von {2}
et: {3} {0} - {1} / {2}st
fr: {3} {0} - {1} sur {2}
hu: {3} {0} - {1} a {2} -ből
it: {3} {0} - {1} di {2}
pt: {3} {0} - {1} de {2}
ru: {3} {0} - {1} из {2}
uk: {3} {0} - {1} з {2}

source: Advanced
cs: Rozšířené
da: Avanceret
de: Erweitert
et: Täppis
fi: Edistynyt
fr: Avancés
hu: Haladó
it: Avanzato
nl: Geavanceerd
pt: Avançado
uk: Просунутий

source: Apply
cs: Použij
da: Anvend
de: Anwenden
et: Rakenda
fi: Hyväksy
fr: Appliquer
hu: Alkalmaz
it: Applica
nl: Toepassen
pt: Aplicar
uk: Застосувати

source: Apply settings
cs: Použij nastavení
da: Anvend indstillinger
de: Einstellungen anwenden
et: Rakenda seaded
fi: Hyväksy asetukset
fr: Appliquer les paramètres
hu: Beállítások alkalmazása
it: Applica impostazioni
nl: Instelling toepassen
pt: Aplicar defenições
uk: Застосувати налаштування

source: Autorecs
cs: Auto-rekordér
da: Auto optagelser
de: Auto-Aufnahmen
et: Automaatsalvestused
fi: Automaattinen nauhoitus
fr: Enregistrement auto.
hu: Auto felvétel
it: Auto-registrazioni
nl: Automatische opnames
pt: Gravações automáticas
uk: Автозаписи

source: Back to top
fr: Retour en haut

source: Buffering. Please wait…
et: Puhverdamas. Palun oota ...
fr: Chargement. Veuillez patienter...

source: Cannot apply
cs: Nemohu uložit
da: Kan ikke anvende
de: Nicht ausführbar
et: Ei saa rakendada
fi: Ei hyväksytty
fr: Modification impossible
hu: Nem alkalmazható
it: Non si può applicare
nl: Niet toepasbaar
pt: Não é possível aplicar
uk: Неможливо застосувати

source: Categories
et: Kategooriad
fr: Catégories

source: Category
et: Kategooria
fr: Catégorie

source: Change the user interface level (basic, advanced, expert)
cs: Změní úrověň uživatelského rozhraní (základní, rozšířená, expert)
da: Ændre brugerens niveau (simpel, avanceret, ekspert)
de: Ansichtsmodus ändern (Einfach, Erweitert, Experte)
et: Vaheta kasutajaliidese tasemeid (tavaline, täppis, ekspert)
fi: Vaihda käyttöliittymän taso (perus, edistynyt, asiantuntija)
fr: Changer le niveau d'interface (basique, avancé, expert)
hu: Felhasználói felület szint módósítása (alapfokú, haladó, szakértő)
it: Cambia il livello dell'interfaccia utente (semplice, avanzato, esperto)
nl: Verander het gebruikers interface niveau (basis, geavanceerd, expert)
pt: Altera o nível da interface do utilizador (básico, avançado, experiente)
uk: Зміна рівня інтерфейсу користувача (базовий, просунутий, експертний)

source: Changes were applied!
cs: Změny byly uloženy!
da: Ændringer tilføjet!
de: Änderungen wurden ausgeführt!
et: Muudatused rakendatud!
fi: Muutokset hyväksyttiin!
fr: Changement appliqués !
hu: Módosítás alkalmazva!
it: I cambiamenti sono stati applicati!
nl: Verandering zijn toegepast!
pt: As alterações foram aplicadas
uk: Зміни застосовано!

source: Channel number operations
cs: Operace s čísly programů
da: Ombyt kanalnumre
de: Kanalnummeroperationen
et: Kanali nummerdamise tegevused
fi: Kanava numero toimenpiteet
fr: Opérations sur le numéro de chaîne
hu: Csatorna számmal kapcsolatos műveletek
it: Operazioni sul numero del canale
nl: Kanaal nummer bewerkingen
pt: Operação no número dos canais
uk: Операції над номерами каналів

source: Client Address
fr: Adresse du Client

source: Client Port
fr: Port du client

source: Clone
cs: Klonovat
da: Klon
de: Klonen
et: Klooni
fi: Klooni
fr: Cloner
hu: Klónozás
it: Duplica
nl: Kloon
pt: Copiar
uk: Клонувати

source: Clone a new entry
cs: Klonovat do nové položky
da: Klon en ny post
de: Klone einen neuen Eintrag
et: Klooni uueks kirjeks
fi: Kloonaa uusi merkintä
fr: Cloner une nouvelle entrée
hu: Új bejegyzés klónozása
it: Duplica una nuova voce
nl: Kloon een nieuw item
pt: Replicar configurações
uk: Клонувати нове входження

source: Close
cs: Zavřít
da: Luk
de: Schließen
et: Sulge
fi: Sulje
fr: Fermer
hu: Bezár
it: Chiudi
nl: Afsluiten
pt: Fechar
uk: Закрити

source: Comet failure
cs: Comet chyba
da: Comet fejl
de: comet-Fehler
et: Comet'i viga
fi: Comet epäonnistuminen
fr: Erreur Comet
hu: Műhold hiba
it: Fallimento Comet
nl: Fout in Comet
pt: Falha no Comet

source: DVB Inputs
cs: DVB Vstupy
et: DVB sisendid
fi: Digiviritin sisääntulot
fr: Entrées DVB
hu: DVB-bemenetek
it: Ingressi DVB
pt: Dispositivos DVB
uk: Ввід DVB

source: DVR
cs: Rekordér
fr: Magnéto

source: Descramble
cs: Dešifruj
de: Entschlüsseln
et: Lahtikodeerimine
fi: salauksenpurku
fr: Décrypter
hu: Titkosítás feloldás
it: Decodifica
nl: Ontsleutelen
pt: Descodificar
uk: Розкодування

source: Detach from bouquet
de: aus dem Bouquet entfernen
et: Eralda kanalite kimbust
fr: Sortir du bouquet
it: Scollega dal bouquet
pt: Separar do bouquet
uk: Від'єднати від букету

source: Detach selected channels from bouquet
de: Ausgewählte Kanäle aus dem Bouquet entfernen
et: Eralda valitud kanalid kanalite kimbust
fr: Sortir les chaînes sélectionnées du bouquet
it: Scollega i canali selezionati dal bouquet
pt: Separa os canais selecionados do bouquet.
uk: Від'єднати вибрані канали від букету

source: Director
fr: réalisateur

source: Do you really want to remove the selected recordings from storage?
de: Die ausgewählten Aufnahmen wirklich vom Datenträger löschen?
fi: Haluatko varmasti poistaa valitut nauhoitukset kiintolevyltä?
fr: Êtes-vous sûr de vouloir supprimer les enregistrements sélectionnés du disque ?
pt: Pretende realmente remover as gravações selecionadas do armazenamento?

source: EPG Grabber Channel
cs: Program EPG graberu
da: EPG Kanal-grabber
de: EPG-Grabber-Kanal
et: EPG hankija kanal
fi: EPG tiedonhaku kanava
fr: Chaîne du récupérateur d'EPG
hu: EPG letöltő csatorna
it: Canale dell'estrattore EPG
nl: EPG Grabber kanaal
pt: canal EPG capturado
uk: Канал захоплювача ТВ-програми

source: EPG Grabber Channels
cs: Programy EPG graberu
da: EPG Multikanal-grabber
de: EPG-Grabber-Kanäle
et: EPG hankija kanalid
fi: EPG tiedonhaku kanavat
fr: Chaînes du récupérateur d'EPG
hu: EPG letöltő csatornák
it: Canali degli estrattori EPG
nl: EPG Grabber kanalen
pt: canais EPG capturados
uk: Канали захоплювача ТВ-програми

source: EPG Grabber Module
cs: Modul EPG graberu
da: EPG Modul-Grabber
de: EPG-Grabber-Modul
et: EPG hankija moodul
fi: EPG tiedonhaku moduuli
fr: Module d'EPG
hu: EPG letöltő modul
it: Modulo dell'estrattore EPG
pt: Módulo de captura EPG
uk: Модуль захоплювача ТВ-програми

source: EPG Grabber Modules
cs: Moduly EPG graberů
da: EPG Multimodul-grabber
de: EPG-Grabber-Module
et: EPG hankija moodulid
fi: EPG tiedonhaku moduulit
fr: Modules d'EPG
hu: EPG letöltő modulok
it: Moduli dell'estrattore EPG
pt: Módulos de captura EPG
uk: Модулі захоплювача ТВ-програми

source: EPG Grabber Name
cs: Název EPG graberu
da: EPG Navne-grabber
et: EPG hankija nimi
fi: EPG tiedonhaun nimi
fr: Nom du module d'EPG
hu: EPG letöltő név
it: Nome dell'estrattore EPG
nl: EPG Grabber Naam
pt: Nome do capturador EPG
uk: Назва захоплювача ТВ-програми

source: Edit {0} ({1} entries)
cs: Edituj {0} ({1} záznamů)
da: Rediger {0} ({1} Poster)
de: {0} bearbeiten ({1} Einträge)
et: Edit {0} ({1} kirjet)
fi: Muokkaa {0} ({1} syötteitä)
fr: Éditer {0} ({1} sélections)
hu: {0} ({1} bejegyzések) szerkesztése
it: Modifica {0} ({1} voci)
nl: Wijzig {0} ({1} aanmeldingen)
pt: Editar {0} ({1} entradas)
uk: Редагувати {0} ({1} входження)

source: Error
cs: Chyba
de: Fehler
et: Viga
fi: Virhe
fr: Erreur
it: Errore
nl: Fout
pt: Erro
uk: Помилка

source: Every day
cs: Každý den
da: Hver dag
de: Jeden Tag
et: Iga päev
fi: Joka päivä
fr: Tous les jours
hu: Minden nap
it: Ogni giorno
nl: Elke dag
pt: Todos os dias
uk: Кожен день

source: Expert Settings
cs: Expertní nastavení
da: Ekspert indstillinger
de: Experteneinstellungen
et: Eksperdi seaded
fi: Erikoisasetukset
fr: Paramètres Expert
hu: Haladó beállítások
it: Impostazioni Esperti
nl: Expert instellingen
pt: Todas as configurações
uk: Експертні налаштування

source: Filter category…
et: Kataloogi filter ...
fr: Filtrage par catégorie...

source: Filter channel…
et: Kanali filter ...
fr: Filtrage par chaine...

source: Filter content type…
et: Sisu tüübi filter ...
fr: Filtrage par type de contenu...

source: Filter duration…
et: Kestvuse filter ...
fr: Filtrage par durée...

source: Filter tag…
et: Märke filter ...
fr: Filtrage par tag...

source: Finish
cs: Dokončit
da: Slut
de: Fertigstellen
et: Lõpeta
fi: Lopeta
fr: Finir
hu: Befejezés
it: Fine
nl: Afronden
pt: Terminado
uk: Закінчити

source: First Aired
fr: Première diffusion

source: Free
cs: Volné
da: Fri
de: Frei
et: Vaba
fi: Vapaa
fr: Libre
hu: Ingyenes
it: Libero
nl: Vrij
pt: Desocupado
uk: Вільний

source: Go to next channel
fr: Passer à la chaîne suivante

source: Go to next event
fr: Passer au prochain évènement

source: Go to previous channel
fr: Passer à la chaîne précédente

source: Go to previous event
fr: Passer au prochain évènement

source: Grid Update
cs: Aktualizace mřížky
da: Opdatér Gitter
de: Tabellenaktualisierung
fi: Taulukon päivitys
fr: Mise-à-jour du tableau
hu: Hálózati frissítés
it: Aggiornamento griglia
nl: Rooster bijwerken
pt: Actualizar Grelha
uk: Оновлення таблиці

source: IP Blocking Record
cs: Záznam s blokovanou IP adresou
da: IP Blokerings-Liste
de: IP-Sperreneintrag
fi: IP estojen tallennus
fr: Enregistrez blocage IP
hu: IP-szűrő rekord
it: Voce per il blocco IP
nl: IP vermelding blokkeren
pt: IP Bloqueado à gravação

source: IP Blocking Records
cs: Záznamy s blokovanými IP adresami
da: IP Blokerings-Lister
de: IP-Sperreneinträge
fi: IP estojen tallennukset
fr: Blocage IP records
hu: IP-szűrő rekordok
it: Voci per il blocco IP
nl: IP vermeldingen blokkeren
pt: IPs Bloqueados à gravação

source: Image Cache
cs: Mezipaměť obrázků
de: Bild-Cache
et: Pildi vahemälu
fi: Kuvamuisti
fr: Cache d'images
hu: Kép gyorstár
it: Cache per l'immagine
nl: Afbeelding cache
pt: Armazenar imagem
uk: Кеш малюнків

source: Keywords
fr: Mots clés

source: Language
cs: Jazyk
da: Sprog
de: Sprache
et: Keel
fi: Kieli
fr: Langage
hu: Nyelv
it: Lingua
nl: Taal
pt: Idioma
uk: Мова

source: Last Help Pages
cs: Poslední stránky s nápovědou
de: Letzte Hilfeseiten
et: Viimased abi leheküljed
fi: Viimeinen ohje sivu
fr: Dernières pages d'aide
hu: Legutolsó súgó oldalak
it: Ultime pagine di aiuto
nl: Laatste help paginas
pt: Últimas páginas de apoio

source: Lines
cs: Řádky
da: Linier
de: Linien
et: Ridu
fi: Repliikit
fr: Lignes
hu: Sorok
it: Linee
nl: Lijnen
pt: Linhas
uk: Лінійки

source: Link
fr: Lien

source: Loading…
fr: Chargement...

source: Map all services
cs: Mapovat všechny služby
da: Tilføj alle tjenester
de: Alle Services zuordnen
et: Seosta kõik teenused
fi: Merkkaa kaikki palvelut
fr: Mapper tous les services
hu: Minden szolgáltatás hozzárendelése
it: Mappa tutti i servizi
nl: Deel alle diensten in
pt: Mapear todos os serviços
uk: Відобразити всі сервіси

source: Map all services to channels
cs: Mapovat všechny služby do programů
da: Tilføj alle tjenester til kanaler
de: Alle Services zu Kanälen zuordnen
et: Seosta kõik teenused kanaliteks
fi: Merkkaa kaikki palvelut kanaviin
fr: Mapper tous les services aux chaines
hu: Minden szolgáltatás hozzárendelése csatornákhoz
it: Mappa i servizi nei canali
nl: Deel alle diensten in kanalen in
pt: Mapear todos os serviços dos canais
uk: Відобразити всі сервіси до каналів

source: Map selected services
cs: Mapovat vybrané služby
da: Tilføj valgte tjenester
de: Gewählte Services zuordnen
et: Seosta valitud teenused
fi: Merkkaa valitut palvelut
fr: Mapper les services sélectionnés
hu: Kiválasztott szolgáltatások hozzárendelése
it: Mappa i servizi selezionati
nl: Deel geselecteerde diensten in
pt: Mapear os serviços seleccionados
uk: Відобразити вибрані сервіси

source: Map selected services to channels
cs: Mapovat vybrané služby do kanálů
da: Tilføj valgte tjenester til kanaler
de: Gewählte Services zu Kanälen zuordnen
et: Seosta valitud teenused kanaliteks
fi: Merkkaa valitut palvelut kanaviin
fr: Mapper les services sélectionnés aux chaines
hu: Kiválasztott szolgáltatások hozzárendelése csatornákhoz
it: Mappa i servizi selezionati nei canali
nl: Deel geselecteerde diensten in kanalen in
pt: Mapear todos os serviços seleccionados dos canais
uk: Відобразити вибрані сервіси до каналів

source: Mark the selected recording as failed
cs: Označit zvolené nahrávky jako nezdařené
da: Marker de valgte optagelser som fejlede
de: Gewählte Aufnahme als fehlgeschlagen markieren
et: Märgi valitud salvestus kui ebaõnnestunud
fi: Merkitse valittu tallennus epäonnistuneeksi
fr: Marquer les enregistrements sélectionnés comme manqués
hu: Jelölje meg a felvételt mint sikertelen
it: Contrassegna la registrazione selezionata come fallita
nl: Markeer de geselecteerde opname als gefaald
pt: Marcar a gravação seleccionada como falhada
uk: Позначити вибрані записи як такі що не вдалися

source: Mark the selected recording as finished
cs: Označit vybrané nahrávky jako správně ukončené
da: Marker de valgte optagelser som færdige
de: Gewählte Aufnahme als abgeschlossen markieren
et: Märgi valitud salvestus kui lõpuni jõudnud
fi: Merkitse valittu tallennus valmiiksi
fr: Marquer les enregistrements sélectionnés comme finis
hu: Jelölje meg a a kiválasztott felvételt mint 'kész'
it: Contrassegna la registrazione selezionata come finita
nl: Markeer de geselecteerde opname als klaar
pt: Marcar a gravação seleccionada como terminada
uk: Позначити вибрані записи як закінчені

source: Move to failed
cs: Přesunout do nezdařených
da: Flyt til fejlede
de: In Fehlgeschlagene verschieben
et: Liiguta ebaõnnestunute hulka
fi: Siirrä epäonnistuneisiin
fr: Échec du déplacement
hu: Áthelyezés sikertelenek közé
it: Sposta in "fallite"
nl: Verplaats naar gefaald
pt: Mover para gravações falhadas

source: Move to finished
cs: Přesunout do ukončených
da: Flyt til færdige
de: In Abgeschlossene verschieben
et: Liiguta lõpetanute hulka
fi: Siirrä onnistuneisiin
fr: Déplacement effectué
hu: Áthelyezés befejezettek közé
it: Sposta in "finite"
nl: Verplaats naar klaar
pt: Mover para gravações terminadas
uk: Перемістити до завершених

source: Mux Scheduler
cs: Plánovač muxů
da: Mux planlægger
de: Muxplaner
et: Mux ajastaja
fi: Nippu järjestelijä
fr: Planification du transpondeur
hu: Mux Ütemező
it: Pianificatore mux
pt: Agendador de Mux
uk: Планувальник мультиплексів
