Repository: tvheadend/tvheadend
Catalog: intl/js/tvheadend.js.*.po
Languages: cs, da, de, et, fi, fr, hu, it, nl, pt, ru, uk

source: Mux Schedulers
cs: Plánovače muxů
da: Mux planlæggere
de: Muxplaner
et: Mux ajastajad
fi: Nippu järjestelijät
fr: Planifications du transpondeur
hu: Mux Ütemezők
it: Pianificatori mux
pt: Agendadores de Mux
uk: Планувальники мультиплексів

source: Name
cs: Název
et: Nimi
fr: Nom
hu: Név
it: Nome
nl: Naam
pt: Nome

source: New#EPG
cs: Nové
da: Ny#EPG
de: Neu#EPG
et: Uus#EPG
fi: Uusi#EPG
fr: Nouveau#EPG
hu: Új#EPG
it: Nuovo
nl: NIeuw#EPG
pt: Novo#EPG

source: Not Available
de: Nicht verfügbar
fi: Ei saatavilla
fr: Indisponible
pt: Não disponível

source: Now
et: Hetkel eetris
fr: Maintenant

source: Number operations
cs: Operace s čísly
da: Ombyt kanalnumre
de: Nummernoperationen
et: Nummerdamise tegevused
fr: Nombre d'opérations
hu: Műveletek száma
it: Operazioni sui numeri
nl: Nummer bewerkingen
pt: Número de operações
uk: Операції над номерами

source: Parental Rating
fr: Classification parentale

source: Play Selected Channel
cs: Přehrát vybraný program
da: Afspil Valgte Kanal
de: Ausgewählten Kanal wiedergeben
et: Vaata valitud kanalit
fr: Lire la chaîne sélectionnée
hu: Kiválasztott csatornára váltás
it: Riproduci canali selezionati
nl: Speel geselecteerd kanaal
pt: Reproduzir o canal seleccionado

source: Play this stream
de: Diesen Stream abspielen
et: Vaata seda voogu
fr: Lire ce flux
it: Riproduci questo stream
nl: Speel deze stream
pt: Reproduzir esta transmissão
uk: Програвати цю потік

source: Please check Tvheadend is running and try again.
de: Bitte sicherstellen dass Tvheadend läuft und nochmals versuchen.
fi: Tarkista onko Tvheadend käynnissä ja yritä uudelleen
fr: Merci de vérifier que Tvheadend est lancé et réessayer.
pt: Verifique se o Tvheadend está a correr e tente novamente.

source: Previous
cs: Předchozí
da: Forrige
de: Zurück
et: Eelmine
fi: Edellinen
fr: Précédent
hu: Előző
it: Precedente
nl: Vorige
pt: Anterior
uk: Попереднє

source: Previous day
fr: Jour précédent

source: Previously recorded
fr: Enregistré précédemment

source: Profile
cs: Profil
da: Profil
de: Profil
et: Profiil
fi: Profiili
fr: Profil
hu: Profil
it: Profilo
nl: Profiel
pt: Perfil
uk: Профіль

source: Proxy Address
fr: Adresse du proxy

source: Re-fetch images
cs: Opětovné načtení obrázků
da: Hent Billeder Igen
de: Bilder neu abrufen
et: Taastõmba pildid
fi: Hae kuvat uudelleen
fr: adresse IP bind
hu: Képek újratöltése
it: Ri-estrazione delle immagini
nl: Plaatjes opnieuw inlezen
pt: Procurar imagens novamente
uk: Ще раз отримати зображення

source: Re-record
cs: Znovu zaznamenat
da: Genoptag
de: Neu-Aufnehmen
et: Taassalvesta
fi: Tallenna uudelleen
fr: Ré-enregistrer
hu: Újrarögzítés
it: Ri-registrazione
nl: Her-opname
pt: Regravar
uk: Перезаписати

source: Re-run Internal EPG Grabbers
de: Internen EPG-Grabber neu starten
et: Taaskäivita sisemised EPG hankijad
fr: Relancer l'acquisition EPG interne
it: Riavvia i grabber EPG interni
nl: Voer interne EPG grabbers opnieuw uit
pt: Correr novamente os capturadores EPG

source: Re-run all internal EPG grabbers to import EPG data now
de: Alle internen EPG-Grabber neu starten um jetzt die EPG Daten zu importieren
et: Taaskäivita sisemised EPG hankijad importimaks EPG infot kohe
fr: Relancer toutes les acquisitions EPG afin d'importer les données EPG maintenant
it: Riavvia i grabber EPG interni per importare adesso i dati della guida EPG
nl: Voor alle interne EPG grabbers opnieuw uit om de EPG data nu te importeren
pt: Correr imediatamente os capturadores EPG internos

source: Record
fr: Enregistrer

source: Recordings
fr: Enregistrement en cours

source: Remove
cs: Odebrat
de: Entfernen
fi: Poista
fr: Supprimer
pt: Remover

source: Remove the selected recording from storage
de: Enferne die markierten Aufnahmen vom Datenträger
fr: Supprime l'enregistrement sélectionné du disque
pt: Remove as gravações selecionadas do armazenamento.

source: Removed Recording
de: Gelöschte Aufnahme
fi: Poistettu tallennus
fr: Enregistrement effacé
pt: Gravação removida

source: Removed Recordings
de: Gelöschte Aufnahmen
fi: Poistetut tallennukset
fr: Enregistrements effacés
pt: Gravações removidas

source: Repeat#EPG
cs: Opakování
da: Gentag#EPG
de: Wiederholung#EPG
et: Korda#EPG
fi: Toista#EPG
fr: Réitérer#EPG
hu: Ismétlés # EPG
it: Ripeti#EPG
nl: Herhaal#EPG
pt: Repetir#EPG

source: Revert pending changes (marked with red border)
cs: Obnovit neuložené změny (označené červeným okrajem)
da: Genskab ændringer (markeret med rød kant)
de: Änderungen zurücknehmen (Markiert mit roter Ecke)
et: Võta tagasi ootel muudatused (märgitud punase nurgaga)
fr: Annule les modifications en cours (là où il y a un coin rouge)
hu: A függőben lévő változtatások elvetése (piros szegéllyel jelzett)
it: Ripristina i cambiamenti pendenti (marcati con un bordo rosso)
nl: Voer voorgestelde veranderingen niet door (gemarkeerd met een rode rand)
pt: Reverter as mudanças efectuadas (marcadas com a borda vermelha)
uk: Відкинути поточні зміни (позначені червоними краями)

source: Same day
fr: Même jour

source: Save & Next
cs: Uložit a další
da: Gem & Næste
de: Speichern & Weiter
et: Salvesta & mine järgmisele
fi: Tallenna & Seuraava
fr: Sauvegarder et suivant
hu: Mentés és következő
it: Salva & Avanti
nl: Opslaan & volgende
pt: Gravar & Seguinte

source: Search title…
fr: Chercher le titre...

source: Server Address
fr: Adresse du serveur

source: Server Port
fr: Port du serveur

source: Service Mapper
cs: Mapování služeb
et: Teenuse seostaja
fr: Mappeur de Service
hu: Szolgáltatás hozzárendelő
it: Mappatore dei servizi
nl: Service koppelen
pt: Mapeamento dos Serviços
uk: Відображення сервісу

source: Start initial configuration wizard
cs: Spustit počáteční konfiguraci
da: Start indledende konfigurationsguide
de: Starte Assistent zur Ersteinrichtung
et: Käivita algkonfiguratsiooniks juhendav abiprogramm
fr: Démarrer l'assistant initial d'aide à la configuration
hu: Kezdeti beállítás varázsló indítása
it: Avvia il wizard di configurazione iniziale
nl: Start initiële configuratie begeleiding
pt: Iniciar a configuração via wizard

source: Start wizard
cs: Spustit počáteční konfiguraci
da: Start guide
de: Starte Assistent
et: Käivita juhendav abiprogramm
fr: Démarrer l'assistant
hu: Varázsló indítása
it: Avvia il wizard
nl: Start begeleiding
pt: Iniciar wizard

source: Storage space
cs: Místo na úložišti
da: Diskplads
de: Speicherplatz
et: Andmekandja ruum
fi: Muistin tila
fr: Espace de stockage
hu: Tárhely
it: Spazio di memorizzazione
nl: Opslag ruimte
pt: Espaço de Armazenamento
uk: Розмір місця зберігання

source: Streaming
cs: Streamování
et: Voogedastus
fr: Envoi du flux
hu: Stream-elés
pt: Transmissão

source: Subs No.
cs: Odběry Počet
da: Undertekst antal
de: Abo Nr.
et: Subtiitrite arv
fr: Nb de Sous-titres
hu: Előfizetői szám
it: Sottotitolo N.
uk: # підписки

source: Subtitled#EPG
cs: Titulky
da: Undertekster#EPG
de: Untertitelt#EPG
et: Subtiitritega#EPG
fr: Sous-titré#EPG
hu: Feliratos#EPG
it: Sottotitolato
nl: Ondertiteld#EPG
pt: Legenda#EPG

source: The associated file will be removed from storage.
cs: Příslušný soubor (soubory) budou vymazány z úložiště.
da: Den associerede fil vil blive fjernet fra lageret.
de: Die dazugehörige Datei wird von der Festplatte entfernt.
et: Seotud fail eemaldatakse andmekandjalt.
fr: Le fichier associé sera retiré du disque.
hu: A megfelelő file törlésre kerül a tárhelyről.
it: I file associati saranno rimossi dal disco.
nl: De bijbehorende file wordt verwijderd van de opslag
pt: O ficheiro associado vai ser apagado do disco
uk: Відповідний файл буде вилучено з пристрою зберігання.

source: There was a problem displaying the Help!
de: Die Hilfefunktion kann nicht angezeigt werden!
fr: Il y a eu un problème pour afficher l'aide !
pt: Ocorreu um problema que impede a visualização da ajuda!

source: There's no documentation available, or there was a problem loading the page.
fr: Pas de documentation disponible ou problème de chargement de la page

source: Time Scheduler
cs: Plánovač času
da: Planlægger (Tid)
de: Zeitaufnahmen
et: Ajastaja
fr: Planificateur horaire
hu: Időzítő
it: Pianificatore a tempo
nl: Tijdplanner
pt: Agendador

source: Timer
cs: Časový rekordér
et: Taimer
fr: Programmation
hu: Időzítő
it: Temporizzatore
nl: Wekker
pt: Temporizador
uk: Таймер

source: Timers
cs: Časové rekordéry
de: Timer
et: Taimerid
fr: Programmations
hu: Időzítők
it: Temporizzatori
nl: Wekkers
pt: Temporizadores
uk: Таймери

source: Toggle mute
cs: Přepnout ztlumení
da: Slå lyd til/fra
de: Lautlos umschalten
et: Lülita heli summutamist
fr: Basculer le mode Silence
hu: Némít
it: Commuta silenzio
nl: Dempen schakelen
pt: Alternar mute
uk: Перемкнути заглушку

source: Tune to the over-the-air EPG muxes to grab new events now
cs: Naladit over-the-air EPG muxy pro grabování nových událostí
da: Tun ind på over-the-air EPG mux for at fange ny events nu
de: Auf over-the-air EPG Muxes einstellen, um jetzt neue Ereignisse abzurufen
et: Pöördu nüüd kohe üle-õhu EPG muxide poole haaramaks uusi sündmusi
fr: Bascule sur les transpondeurs de radiodiffusion d'EPG pour récupérer les nouveaux évènements maintenant
hu: Áthangolás az over-the-air EPG multiplexekre, új események letöltéséhez
it: Sintonizza i mux per l'EPG over-the-air per estrarre nuovi eventi adesso
nl: Tune op de over-the-air EPG muxes om nieuwe informatie op te halen
pt: Sintonizar EPG over-the-air de modo a descarregar novos eventos

source: Tvheadend log
et: Tvheadendi logi
fr: Journeaux de Tvheadend
it: Log di Tvheadend
pt: Depuração do Tvheadend
uk: Журнал Tvheadend

source: Unable to obtain wizard page!
cs: Namohu načíst stránku pomocníka!
da: Ikke i stand til at få fat i guiden!
de: Assistentseite ist nicht erreichbar!
et: Ei saa juhendava abiprogrammi lehele!
fr: Impossible de lancer l'assistant de configuration !
hu: Nem tölthető be a varázsló oldal!
it: Incapace di ottenere la pagina della configurazione guidata
nl: Begeleidings pagina kan niet worden verkregen!
pt: Incapaz de obter a página de wizard!

source: Used by tvheadend
cs: Použito programem tvheadend
da: Bruges af tvheadend
de: Durch tvheadend genutzt
et: Tvheadendi poolt kasutuses
fr: Utilisé par tvheadend
hu: A tvheadend használja
it: Utilizzato da tvheadend
nl: In gebruik door tvheadend
pt: Utilizado pelo tvheadend
uk: Використано через tvheadend

source: Users
cs: Uživatelé
da: Brugere
de: Benutzer
et: Kasutajad
fi: Käyttäjät
fr: Utilisateurs
hu: Felhasználók
it: Utenti
nl: Gebruikers
pt: Utilizadores
uk: Користувачі

source: View help docs.
et: Sirvi dokumentatsiooni
fr: Voir les documents d'aide.

source: Widescreen
cs: Širokoúhlý
da: Bredskærm
de: Breitbild
et: Laiekraan
fi: Laajakuva
fr: Écran large
hu: Szélesvásznú
nl: Breedbeeld
uk: Широкий екран

source: Wizard - page "{0}" not found
cs: Pomocník - strana "{0}" nebyla nalezena
da: Guide - side "{0}" ikke fundet
de: Assistent - Seite "{0}" nicht gefunden
et: Juhendav abiprogramm - lehekülg "{0}" jäi leidmata
fi: Avustaja - sivua "{0}" ei löydy
fr: Assistant - page "{0}" non trouvée
hu: A "{0}" varázsló oldal nem található
it: Wizard - pagina "{0}" non trovata
nl: Begeleiding - pagina "{0}" niet gevonden
pt: Wizard - página "{0}" não encontrada

source: all
fr: Tout

source: 0 #monthNumber
et: 0 #kuuNumber
fi: 0 #kuukausiNumero
hu: 0 #honapszam
nl: 0 #maandnummer
uk: 0 #НомерМісяця

source: Actions
et: Toimingud

source: All subsystems
et: Kõik alamsüsteemid

source: Aspect
cs: Poměr stran
da: billedformat
de: Ansicht
et: Aspekt
fi: Aspekti
hu: Alak
it: Aspetto
pt: Aspecto

source: Audio description#EPG
cs: Audio popis
da: Lyd beskrivelse#EPG
de: Audiobeschreibung#EPG
et: Audio kirjeldus#EPG
fi: Ääni seloste#EPG
hu: Hangleírás#EPG
it: Descrizione audio
nl: Geluid beschrijving#EPG
pt: Descrição aúdio#EPG

source: Basic
cs: Základní
da: Grundlæggende
de: Einfach
et: Tavaline
fi: Perus
hu: Alap
it: Semplice
nl: Basis
pt: Básico
uk: Базовий

source: CAs
cs: CA kódy
da: CA'er
et: CA'd
hu: CA-k
it: CA

source: Clear all statistics
et: Kogu statistika nullimine

source: Deaf signed#EPG
cs: Značky pro neslyšící
da: Undertekster for hørehæmmede#EPG
de: Für Gehörlose#EPG
et: Viipekeelne#EPG
hu: Siketnéma alulírott#EPG
nl: Doven ondertiteling#EPG

source: Description
de: Beschreibung
et: Kirjeldus
nl: Omschrijving

source: Expert
da: Ekspert
de: Experte
et: Ekspert
fi: Asiantuntija
hu: Haladó
it: Esperto
pt: Experiente
uk: Експертний

source: Extra text
et: Lisatekst

source: File name
et: Faili nimi

source: Index
da: Indeks
et: Indeks
fi: Luettelo
it: Indice
pt: Índice
uk: Індекс

source: Items
cs: Položky
de: Elemente
et: Esemed
pt: Registos

source: Rescan the mux for changes to the bouquet.
de: Mux nach Änderungen im Bouquet durchsuchen.
et: Skaneeri muxi uuesti leidmaks kanalite kimbu muudatusi.
it: Riscansiona il mux per cambiamenti nel bouquet
pt: Pesquisar novamente o mux para alterações no bouquet.

source: Subsystem
et: Alamsüsteem

source: The selected entry is the original!
cs: Vybraná položka je originál!
de: Der ausgewählte Eintrag ist das Original
et: Valitud kirje on originaal!
hu: A kiválasztott bejegyzés megegyezik az eredetivel!
it: La voce selezionata è quella originale!
nl: Het geselecteerde item is het originele!
pt: A entrada seleccionada é a original

source: Toggle re-record functionality
cs: Přepnout opětovný záznam
da: Slå genoptagelse til/fra
de: Neu-Aufnahme-Funktionalität umschalten
et: Lülita taassalvestamist
hu: Újravételezés funkció ki/bekapcsolása
it: Commuta ri-registrazioni
nl: Schakel her-opname functionaliteit
pt: Alternar a funcionalidade de regravação

source: Total
cs: Celkově
da: Totalt
de: Gesamt
et: Kokku
fi: Yhteensä
hu: Összes
it: Totale
nl: Totaal
uk: Всього

source: Tvheadend Web-Panel
cs: Tvheadend webový panel
de: Tvheadend Weboberfläche
et: Tvheadend veebipaneel
hu: Tvheadend Webes felület
it: Pannello web Tvheadend
nl: Tvheadend Web-Paneel
pt: Painel Web Tvheadend
uk: Веб-панель Tvheadend

source: View level
cs: Úroveň zobrazení
da: Vis niveau
de: Ansichtsmodus
et: Vaate tase
fi: Näytä taso
hu: Nézet szint
it: Livello vista
nl: View niveau
pt: Nível de visualização
uk: Переглянути рівень

source: View level:
cs: Úroveň zobrazení:
da: Vis niveau:
de: Ansichtsmodus:
et: Vaate tase:
fi: Näytä taso:
hu: Nézet szint:
it: Livello vista:
nl: View niveau:
pt: Nível de visualização
uk: Переглянути рівень:

source: GiB
uk: ГіБ

source: KiB
uk: КіБ

source: May#ShortNameForMay
cs: Kvě
da: Maj#ShortNameForMay
de: Mai#ShortNameForMay
fi: Touko
it: Mag
nl: Mei#KorteNaamVoorMei
pt: Maio#ShortNameForMay
uk: Трав

source: MiB
uk: МіБ

source: Search TheTVDB (for title)
da: Søg på TheTVDB (titel)
fi: Etsi TheTVDB (otsikolla)
uk: Шукати в TheTVDB (за назвами)

source: Subtitle
da: Undertekst
fi: Tekstitys
uk: Субтитри

source: g:i A#TimeField
it: g:i A
nl: g:i A#TijdVeld
uk: g:i A#ПолеЧасу

source: g:ia|g:iA|g:i a|g:i A|h:i|g:i|H:i|ga|ha|gA|h a|g a|g A|gi|hi|gia|hia|g|H#TimeField
it: g:ia|g:iA|g:i a|g:i A|h:i|g:i|H:i|ga|ha|gA|h a|g a|g A|gi|hi|gia|hia|g|H
nl: g:ia|g:iA|g:i a|g:i A|h:i|g:i|H:i|ga|ha|gA|h a|g a|g A|gi|hi|gia|hia|g|H#TijdVeld
uk: g:ia|g:iA|g:i a|g:i A|h:i|g:i|H:i|ga|ha|gA|h a|g a|g A|gi|hi|gia|hia|g|H# ПолеЧасу

source: CAIDS:
cs: CAID kódy:

source: Memory Information Entries
cs: Položky s informacemi o paměti
de: Speicherinformationseinträge
hu: Memoria Információs bejegyzések
nl: Geheugen Informatie Items
pt: Informação do armazenamento

source: Memory Information Entry
cs: Informace o paměti
de: Speicherinformationseintrag
hu: Memoria Információs bejegyzés
nl: Geheugen Informatie Item
pt: Informação do armazenamento

source: Maintenance
de: Wartung
fi: Ylläpito
pt: Manutenção

source: Maintenance operations
de: Wartungsoperationen
fi: Ylläpito toimenpiteet
pt: Operações de manutenção

source: Remove all unseen services (7 days+)
de: Alle nicht vorhandenen Dienste entfernen (7 Tage +)
pt: Remove todos os serviços não vistos (com mais de 7 dias).

source: Remove old services marked as missing in PAT/SDT which were not detected more than 7 days (last seen column)
de: Entferne obsolete Dienste, die als fehlend im PAT/SDT markiert sind, wenn sie mehr als 7 Tage nicht mehr erkannt wurden ("Zuletzt gesehen" Spalte).
pt: Remove os serviços antigos marcados como em falta no PAT/SDT que não foram detetados há mais de 7 dias (coluna da última vez visto).

source: Remove old services which were not detected more than 7 days (last seen column)
de: Enferne obsolete Dienste, die mehr als 7 Tage nicht mehr erkannt wurden ("Zuletzt gesehen" Spalte)
pt: Remove os serviços antigos que não foram detetados há mais de 7 dias (coluna da última vez visto).

source: Remove unseen services (PAT/SDT) (7 days+)
de: Entferne fehlende Dienste (PAT/SDT) (7 Tage+)
pt: Remove os serviços não vistos (PAT/SDT) (com mais de 7 dias).

source: looking for please see the [Wiki](http://tvheadend.org/projects/tvheadend/wiki)
pt: que procura, consulte a [Wiki](http://tvheadend.org/projects/tvheadend/wiki)

source: Please take a look at the other Help pages (Table of Contents). If you still can't find what you're
fi: Ole hyvä ja katso muista Ohje sivuista (Sisällysluettelo). Jos et löydä etsimääsi
