Repository: tvheadend/tvheadend
Catalog: intl/js/tvheadend.js.*.po
Languages: cs, da, de, et, fi, fr, hu, it, nl, pt, ru, uk

source: &#160;OK&#160;
ru: &#160;ОК&#160;
uk: &#160;ОК&#160;

source: (Clear filter)
cs: (Prázdný filtr)
da: (Ryd filter)
de: (Filter löschen)
et: (Eemalda filter)
fi: (Poista suodatin)
fr: (Effacer les filtres)
hu: (Szűrő törlés)
it: (Rimuovi filtro)
nl: (Filter leegmaken)
pt: (Limpar Filtro)
ru: (Очистить фильтр)
uk: (Очистити фільтр)

source: (None)
cs: (Žádné)
da: (Ingen)
de: (Keine)
et: (Ei midagi)
fi: (Ei mikään)
fr: (Aucun)
hu: (Semelyik)
it: (Nessuno)
nl: (Geen)
pt: (Nenhum)
ru: (Нет)
uk: (Нічого)

source: (default DVR Profile)
cs: (výchozí DVR profil)
da: (standard DVR profil)
de: (Standard DVR-Profil)
et: (vaikimisi DVR profiil)
fi: (Oletus DVR-profiili)
fr: (Profil d'enregistrement par défaut)
hu: (alapértelmezett DVR profil)
it: (profilo DVR predefinito)
nl: (standaard DVR Profiel)
pt: (Perfil padrão do DVR)
ru: (DVR Профиль по умолчанию)
uk: (типовий профіль DVR)

source: 0,000.00#NumberColumn
et: 0,000.00#NumberVeerg
fi: 0,000.00 #SarakeNumero
hu: 0,000.00#Oszlopszam
nl: 0,000.00#Kolomnummer
ru: 0,000.00#ЧислоКолонка
uk: 0,000.00#НомерКолонки

source: 03:00:00 - No maximum
cs: 3 hod - Bez limitu
da: 03:00:00 - Ingen maximum
de: 03:00:00 - Kein Maximum
et: 03:00:00 - maksimum määramata
fi: 03:00:00 - Ei lopetusaikaa
fr: 03:00:00 - Pas de maximum
hu: 03:00:00 - Nincs maximum
it: 03:00:00 - Nessun massimo
nl: 03:00:00 - Geen maximum
pt: 03:00:00 - Sem máximo
ru: 03:00:00 - Не максимум
uk: 03:00:00 - Немає максимуму

source: 1 #monthNumber
et: 1 #kuuNumber
fi: 1 #kuukausiNumero
hu: 1 #honapszam
nl: 1 #maandNummer
ru: 1 #месяцЧисло
uk: 1 #номерМісяця

source: 10 #monthNumber
et: 10 #kuuNumber
fi: 10 #kuukausiNumero
hu: 10 #honapszam
nl: 10 #maandNummer
ru: 10 #месяцЧисло
uk: 10 #номерМісяця

source: 11 #monthNumber
et: 11 #kuuNumber
fi: 11 #kuukausiNumero
hu: 11 #honapszam
nl: 11 #maandNummer
ru: 11 #месяцЧисло
uk: 11 #номерМісяця

source: 2 #monthNumber
et: 2 #kuuNumber
fi: 2 #kuukausiNumero
hu: 2 #honapszam
nl: 2 #maandNummer
ru: 2 #месяцЧисло
uk: 2 #номерМісяця

source: 3 #monthNumber
et: 3 #kuuNumber
fi: 3 #kuukausiNumero
hu: 3 #honapszam
nl: 3 #maandNummer
ru: 3 #месяцЧисло
uk: 3 #номерМісяця

source: 4 #monthNumber
et: 4 #kuuNumber
fi: 4 #kuukausiNumero
hu: 4 #honapszam
nl: 4 #maandNummer
ru: 4 #месяцЧисло
uk: 4 #номерМісяця

source: 5 #monthNumber
et: 5 #kuuNumber
fi: 5 #kuukausiNumero
hu: 5 #honapszam
nl: 5 #maandNummer
ru: 5 #месяцЧисло
uk: 5 #номерМісяця

source: 6 #monthNumber
et: 6 #kuuNumber
fi: 6 #kuukausiNumero
hu: 6 #honapszam
nl: 6 #maandNummer
ru: 6 #месяцЧисло
uk: 6 #номерМісяця

source: 7 #monthNumber
et: 7 #kuuNumber
fi: 7 #kuukausiNumero
hu: 7 #honapszam
nl: 7 #maandNummer
ru: 7 #месяцЧисло
uk: 7 #номерМісяця

source: 8 #monthNumber
et: 8 #kuuNumber
fi: 8 #kuukausiNumero
hu: 8 #honapszam
nl: 8 #maandNummer
ru: 8 #месяцЧисло
uk: 8 #номерМісяця

source: 9 #monthNumber
et: 9 #kuuNumber
fi: 9 #kuukausiNumero
hu: 9 #honapszam
nl: 9 #maandNummer
ru: 9 #месяцЧисло
uk: 9 #номерМісяця

source: Abort
cs: Zrušit
da: Afbryd
de: Abbrechen
et: Katkesta
fi: Poista nauhoitus
fr: Annuler
hu: Elvet
it: Annulla
nl: Afbreken
pt: Abortar
ru: Отмена
uk: Перервати

source: Abort the selected recording
cs: Ukonči vybrané nahrávání
da: Afbryd den valgte optagelse
de: Ausgewählte Aufnahme abbrechen
et: Katkesta valitud salvestamine
fi: Pysäytä ja poista valitut nauhoitukset
fr: Annuler l'enregistrement sélectionné
hu: A kiválasztott felvétel elvetése
it: Interrompe la registrazione selezionata
nl: Geselecteerde opname afbreken
pt: Abortar a gravação seleccionada
ru: Отмена выбранной записи
uk: Перервати вибраний запис

source: About
cs: O programu
da: Om
de: Über
et: Üldnfo
fi: Tietoja
fr: A propos
hu: Névjegy
it: Informazioni
nl: Over
pt: Acerca
ru: О программе
uk: Про

source: Access Control Entries
ru: Данные контроля доступа

source: Access Entries
cs: Přístupové položky
da: Adgangsposteringer
de: Zugriffseinträge
et: Kasutajate haldamine
fi: Käyttäjätilit
fr: Comptes d'accès
hu: Hozzáférési adatok
it: Voci d'accesso
nl: Toegangscontrole
pt: Permissões de acesso
ru: Записи доступа

source: Access Entry
cs: Přístupová položka
da: Adgangspostering
de: Zugriffseintrag
et: Kasutamise kirje
fi: Käyttäjätili
fr: Compte d'accès
hu: Hozzáférési adat
it: Voce d'accesso
nl: Toegangscontrole item
pt: Permissão de Acesso
ru: Запись доступа

source: Active
cs: Aktivní
da: Aktiv
de: Aktiv
et: Edenemine:
fi: Aktiivinen
fr: Actif
hu: Aktív
it: Attivo
nl: Actief
pt: Activo
ru: Активный
uk: Активне

source: Add
cs: Přidat
da: Tilføj
de: Hinzufügen
et: Lisa
fi: Lisää
fr: Ajouter
hu: Hozzáad
it: Aggiungi
nl: Toevoegen
pt: Adicionar
ru: Добавить
uk: Додати

source: Add a new entry
cs: Přidat novou položku
da: Tilføj ny post
de: Neuen Eintrag hinzufügen
et: Lisa uus kirje
fi: Lisää uusi
fr: Ajouter une nouvelle entrée
hu: Új bejegyzés hozzáadása
it: Aggiunge una nuova voce
nl: Nieuw item toevoegen
pt: Adicionar nova entrada
ru: Добавить новую запись

source: Add {0}
cs: Přidat {0}
de: {0} hinzufügen
et: Lisa {0}
fi: Lisää {0}
fr: Ajouter {0}
hu: Hozzáad {0}
it: Aggiungi {0}
nl: {0} Toevoegen
pt: Adicionar {0}
ru: Добавить {0}
uk: Додати {0}

source: Advanced Settings
cs: Pokročilé nastavení
da: Avanceret indstillinger
de: Erweiterte Einstellungen
et: Täpsemad seaded
fi: Lisäasetukset
fr: Paramètres avancés
hu: További Beállítások
it: Impostazioni avanzate
nl: Geavanceerde instellingen
pt: Configurações Avançadas
ru: Расширенные настроки
uk: Розширені налаштування

source: After
cs: Po
da: Efter
de: Danach
et: Pärast
fi: Jälkeen
fr: Après
hu: Azután
it: Dopo
nl: Na
pt: Após
ru: После
uk: Після

source: After filtering and reordering (without PCR and PMT)
cs: Po filtrování a změně pořadí (bez PCR a PMT)
da: Efter filtrering og optagelse (uden PCR og PMT)
de: Nach Filterung und Neusortierung (ohne PCR und PMT)
et: Pärast filtreerimist ja uuesti järjestamist (ilma PCR ja PMT)
fi: Suodatuksen ja järjestämisen jälkeen (ilman PCR ja PMT)
fr: Après filtrage et ré-ordonnancement (sans PCR ni PMT)
hu: Szűrés és átrendezés után (PCR és PMT nélkül)
it: Dopo il filtraggio ed il riordino (senza PCR e PMT)
nl: Na filteren en sorteren (zonder PCR en PMT)
pt: Depois de filtrar e reordenar (sem PCR e PMT)
ru: После фильтрации и переназначения (без PCR и PMT)
uk: Після фільтрування і перестановки (без PCR і PMT)

source: Age
cs: Věk
da: Alder
de: Alter
et: Vanusemärge
fi: Ikä
fr: Âge
hu: Életkor
it: Età
nl: Leeftijd
pt: Idade
ru: Возраст
uk: Вік

source: Age Rating
cs: Věkové hodnocení
da: Aldersgrænse
de: Altersfreigabe
et: Vanusepiirang
fi: Ikäraja
fr: Classification
hu: Életkor Besorolás
it: Fascia d'età
nl: Geschikte leeftijden
pt: Classificação etária
ru: Возрастной рэйтинг
uk: Рейтинг по віку

source: All
cs: Vše
da: Alle
de: Alle
et: Kõik
fi: Kaikki
fr: Tout
hu: Összes
it: Tutti
nl: Alle
pt: Todos
ru: Все
uk: Все

source: All days
ru: Все дни

source: Apply any changes made below to the run-time configuration.
cs: Ulož provedené změny (dočasně - nebudou zachovány po restartu).
da: Anvend ændringer lavet herunder i drift konfigurationen
de: Unten vorgenommene Änderungen für die Laufzeit anwenden
et: Rakenda tehtud muudatused hetkel toimivasse konfiguratsiooni.
fi: Hyväksy muutokset ajoaikaisiin asetuksiin
fr: Appliquer tous les changements ci-dessous jusqu'au prochain redémarrage
hu: A futó konfigurációban végzett módosítások alkalmazása.
it: Applica qualunque cambiamento sottostante alla configurazione run-time
nl: Onderstaande configuratie wijzigingen direct oplossen
pt: Aplicar modificações efectuadas na configuração em execução
ru: Применить, все изменения в конфигурации, во время выполнения.
uk: Застосувати будь-які зміни, зроблені нижче, до поточної конфігурації.

source: Apply configuration (run-time only)
cs: Ulož konfiguraci (dočasnou)
da: Anvend konfigurationen (kun i drift)
de: Konfiguration anwenden (nur für Laufzeit)
et: Rakenda seaded (ainult hetkel toimivasse konfiguratsiooni)
fi: Hyväksy asetukset (suoritusajon ajaksi)
fr: Appliquer la configuration (jusqu'au prochain redémarrage seulement)
hu: Konfiguráció alkalmazása (csak a jelenleg futó)
it: Applica configurazione (solo run-time)
nl: Pas wijzigingen toe (alleen nu)
pt: Aplicar configuração (apenas em execução)
ru: Применить конфигурацию (до перезагрузки)
uk: Застосувати конфігурацію (тільки поточне)

source: Applying Data...
ru: Применение данных...

source: Apr
cs: Dub
fi: Huht
fr: Avr
hu: Ápr
pt: Abr
ru: Апр.
uk: Квіт

source: April
cs: Duben
et: Aprill
fi: Huhtikuu
fr: Avril
hu: Április
it: Aprile
pt: Abril
ru: Апрель
uk: Квітень

source: Assign Number
cs: Přiřaď číslo
da: Tildel nummer
de: Nummer zuweisen
et: Määra number
fi: Määritä kanavapaikka
fr: Assigner un numéro
hu: Szám hozzárendelése
it: Assegna numero
nl: Nummer toewijzen
pt: Atribuir Número
ru: Назначить Номер
uk: Присвоїти номер

source: Assign lowest free channel number
cs: Přiřaď nejmenší volné číslo
da: Tildel laveste frie kanalnummer
de: Niedrigste Freie Kanalnummer zuweisen
et: Määra madalaim vaba kanali number
fi: Määritä alin mahdollinen vapaa kanavapaikka
fr: Assigner le premier numéro de chaîne disponible
hu: Legkisebb szabad csatornaszám hozzárendelése
it: Assegna il numero di canale libero più piccolo
nl: Wijs laagst beschikbare kanaalnummer toe
pt: Atribuir o número menor livre ao canal
ru: Назначить младший свободный номер каналу
uk: Присвоїти найменший вільний номер каналу

source: Audio Stream Filter
cs: Filter pro audio
da: Lydstrøm filter
et: Audio voogedastuse filter
fi: Äänitoiston suodatin
fr: Filtre de flux audio
hu: Audió stream szűrő
it: Filtro dello stream audio
pt: Filtro do fluxo de áudio
ru: Фильтр аудио потока
uk: Фільтр аудіо-потоку

source: Audio Stream Filters
cs: Filtry pro audio
da: Lydstrøm filtre
de: Audio Streamfilter
et: Audio voogedastuse filtrid
fi: Äänitoiston suodattimet
fr: Filtres de flux audio
hu: Audió stream szűrők
it: Filtri degli stream audio
pt: Filtros do fluxo de áudio
ru: Фильтры аудио потока
uk: Фільтри аудіо-потоку

source: Aug
cs: Srp
fi: Elok
fr: Aoû
it: Ago
pt: Agosto
ru: Авг.
uk: Серп

source: August
cs: Srpen
fi: Elokuu
fr: Août
hu: Augusztus
it: Agosto
nl: Augustus
pt: Agosto
ru: Август
uk: Серпень

source: Auto Recorder
cs: Automatický záznam
da: Auto optag
de: Auto-Rekorder
et: Automaatsalvestaja
fi: Automaattinen nauhoitus
fr: Enregistrement automatique
hu: Automata Felvevő
it: Registratore automatico
nl: Automatische opname
pt: Gravações Automáticas
ru: Автоматический рекордер
uk: Автозапис

source: Auto-refresh
cs: Automatické obnovení
da: Auto opdater
de: Automatische Aktualisierung
et: Automaatvärskendus
fi: Automaattinen päivitys
fr: Rafraîchissement automatique
hu: Auto frissítés
it: Auto-aggiornamento
nl: Automatisch verversen
pt: Actualização automática
ru: Авто обновление
uk: Автооновлення

source: Autorec
cs: Auto-rekordér
da: Auto optag
de: Auto-Aufnahme
et: Automaatsalvestus
fi: Automaattinen nauhoitus
fr: Enregistrement auto.
hu: Auto felvétel
it: Auto-registrazione
nl: Automatische opname
pt: Gravação Auto.
ru: Автозапись
uk: Автозапис

source: Available
cs: Dostupné
da: Tilgængelig
de: Verfügbar
et: Saadaval
fi: Saatavilla
fr: Disponible
hu: Elérhető
it: Disponibile
nl: Beschikbaar
pt: Disponível
ru: Доступно
uk: Доступно

source: BER
fr: Taux d'erreurs
ru: Качество

source: Bandwidth (kb/s)
cs: Šířka pásma (kb/s)
da: Båndbredde (kb/s)
de: Bandbreite (kb/s)
et: Võrguühendus (kb/s)
fi: Kaistanleveys (kb/s)
fr: Bande passante (kb/s)
hu: Sávszélesség (kb/s)
it: Ampiezza di banda (kb/s)
nl: Bandbreedte (kb/s)
pt: Largura de Banda (Kb/s)
ru: Пропускная способность (kb/s)
uk: Ширина каналу (кб/с)

source: Bandwidth monitor
cs: Monitor šířky pásma
da: Båndbredde oversigt
de: Bandbreitenmonitor
et: Võrguühenduse jälgija
fi: Kaistanleveyden seuranta
fr: Moniteur de bande passante
hu: Sávszélesség kijelző
it: Monitor dell'ampiezza di banda
nl: Bandbreedte monitor
pt: Monitor da Largura de Banda
ru: Наблюдение за пропускной способностью
uk: Монітор трафіку

source: Base
cs: Báze
de: Basis
et: Alus
fi: Perusta
hu: Alap
nl: Basis
ru: База
uk: Основне

source: Basic Settings
cs: Základní nastavení
da: Grundlæggende indstillinger
de: Grundeinstellungen
et: Põhiseaded
fi: Perusasetukset
fr: Paramètres de base
hu: Alapbeállítások
it: Impostazioni elementari
nl: Basis instellingen
pt: Configurações Básicas
ru: Основные Настройки
uk: Основні налаштування

source: Before
cs: Před
da: Før
de: Davor
et: Ennem
fi: Ennen
fr: Avant
hu: Előtte
it: Prima
nl: Voor
pt: Antes
ru: До
uk: Перед

source: Begin mapping
ru: Начать отображение

source: Bouquet
cs: Buket
et: Kanalite kimp
fi: Kimppu
hu: Csomag
it: Pacchetto
ru: Букет
uk: Букет каналів

source: Bouquets
cs: Bukety
da: Bouquet'er
et: Kanalite kimbud
fi: Kimput
hu: Csomagok
it: Pacchetti
nl: Bouquetten
ru: Букеты
uk: Букети каналів

source: Broadcast Details
cs: Detaily o vysílání
da: Programdetaljer
de: Sendungsdetails
et: Saate detailid
fi: Lähetyksen tiedot
fr: Détails de Diffusion
hu: Adás Részletei
it: Dettagli sulla trasmissione
nl: Uitzending details
pt: Detalhes de Transmissão
ru: Подробности Трансляции
uk: Деталі трансляції

source: Broadcast details
cs: Detaily o vysílání
da: Programdetaljer
de: Sendungsdetails
et: Saate detailid
fi: Lähetyksen tiedot
fr: Détails de diffusion
hu: Adás részletei
it: Dettagli sulla trasmissione
nl: Uitzending details
pt: Detalhes de Transmissão
ru: Подробности трансляции
uk: Деталі трансляції

source: Buffering. Please wait...
da: Sætter i kø. Vent venligst...
fi: Puskuroidaan. Ole hyvä ja odota
ru: Буферизация. Ждите...
uk: Буферування. Почекайте, будь ласка...

source: CA Stream Filter
cs: CA filter
da: CA strøm filter
et: CA voogedastuse filter
fi: CA suoratoiston suodatin
fr: Filtre du flux du CA
hu: CA stream szűrő
it: Filtro dello stream CA
pt: Filtro de Transmissão CA
ru: Фильтр CA потока
uk: Фільтр потоку CA

source: CA Stream Filters
cs: CA filtry
da: CA strøm filtre
de: CA Streamfilter
et: CA voogedastuse filtrid
fi: CA suoratoiston suodattimet
fr: Filtres du flux du CA
hu: CA stream szűrők
it: Filtri dello stream CA
pt: Filtros de Transmissão CA
ru: Фильтры CA потока
uk: Фільтри потоку CA

source: Cancel
cs: Zruš
da: Afbryd
de: Abbrechen
et: Loobu
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отмена
uk: Відмінити

source: Cancel Connection
cs: Zruš spojení
da: Afbryd forbindelse
de: Verbindung abbrechen
et: Katkesta ühendus
fi: Peruuta yhdistäminen
fr: Annuler la connexion
hu: Kapcsolat megszakítása
it: Annulla connessione
nl: Verbreek verbinding
pt: Cancelar conexão
ru: Отменить Подключение
uk: Відмінити з’єднання

source: Cancel operation
cs: Zruš operaci
da: Afbryd operation
de: Operation abbrechen
et: Katkesta tegevus
fi: Peruuta toimenpide
fr: Annuler l'opération
hu: Művelet megszakítása
it: Annulla l'operazione
nl: Annuleer bewerking
pt: Cancelar operação
ru: Отмена операции
uk: Відмінити операцію

source: Cancel the selected connection?
cs: Zrušit vybrané spojení?
da: Afbryd den valgte forbindelse?
de: Ausgewählte Verbindung abbrechen?
et: Katkestada valitud ühendus?
fi: Katkaise valittu yhteys?
fr: Annuler la connexion sélectionnée ?
hu: Megszakítja a jelenlegi kapcsolatot?
it: Cancella la connessione selezionata?
nl: Weet je zeker dat je de verbinding wil verbreken?
pt: Cancelar a conexão seleccionada?
ru: Отменить выбранное подключение ?
uk: Відмінити вибрані з’єднання?

source: Cancel this connection
cs: Zruš toto spojení
da: Afbryd denne forbindelse
de: Diese Verbindung abbrechen
et: Katkesta see ühendus
fi: Katkaise tämä yhteys
fr: Annuler cette connexion
hu: Kapcsolat megszakítása
it: Cancella questa connessione
nl: Verbreek deze verbinding
pt: Cancelar esta conexão
ru: Отменить подключение
uk: Відмінити це з’єднання

source: Channel
cs: Program
da: Kanal
de: Kanal
et: Kanal
fi: Kanava
fr: Chaine
hu: Csatorna
it: Canale
nl: Kanaal
pt: Canal
ru: Канал
uk: Канал

source: Channel / EPG
cs: Program / EPG
da: Kanal / EPG
de: Kanal / EPG
et: Kanal / EPG
fi: Kanava / EPG
fr: Chaine / EPG
hu: Csatorna / EPG
it: Canale / EPG
nl: Kanaal / EPG
pt: Canal / EPG
ru: Канал / ЕПГ
uk: Канал / Програма

source: Channel Tag
cs: Štítek programu
da: Kanal tag
de: Kanal-Tag
et: Kanali märge
fi: Kanavan nimi
fr: Etiquette de la chaine
hu: Csatorna-címke
it: Etichetta del canale
nl: Kanaal label
pt: Etiqueta do Canal
ru: Метка канала
uk: Мітка груп каналів

source: Channel Tags
cs: Štítky programu
da: Kanal tags
de: Kanal-Tags
et: Kanali märked
fi: Kanavan nimet
fr: Etiquettes de chaine
hu: Csatorna-címkék
it: Etichette dei canali
nl: Kanaal labels
pt: Etiquetas dos Canais
ru: Метки канала
uk: Мітки груп каналів

source: Channel icon path (see Help)
ru: Путь иконки канала (см. Помощь)

source: Channels
cs: Programy
da: Kanaler
de: Kanäle
et: Kanalid
fi: Kanavat
fr: Chaines
hu: Csatornák
it: Canali
nl: Kanalen
pt: Canais
ru: Каналы
uk: Канали

source: Check availability
ru: Проверить наличие

source: Choose a month (Control+Up/Down to move years)
cs: Vyberte měsíc (Control+nahoru/dolů pro změnu roku)
da: Vælg en måned (Control + Op/Ned for at ændre år)
de: Monat auswählen (Strg+Hoch/Runter zum Umschalten zwischen Jahren)
et: Vali kuu (CRTL+Üles/Alla aastate muutmiseks)
fi: Valitse kuukausi (Control+ylös/alas liikkuaksesi vuosissa)
fr: Choisir un mois (Ctrl+Haut/Bas pour changer l'année)
hu: Válasszon hónapot (Control-Fel/Le az évek változtatásához)
it: Scegli un mese (Control+Su/Giù per spostarsi negli anni)
nl: Selecteer maand (control + up/down om jaar te wijzigen)
pt: Escolha um mês (Control+Up/Down para mudar para anos)
ru: Выберите месяц (Control+Up/Down для выбора года)
uk: Вибрати місяць (кнопки Control+Up/Down для більше років)

source: Clean image (icon) cache
cs: Vymazat vyrovnávací paměť pro obrázky
da: Ryd billede (ikon) cache
de: Lösche Bild-Cache (Logos)
et: Puhasta pildi (ikooni) vahemälu
fi: Poista kuvat (ikonit) välimuistista
fr: Vider le cache des images (icônes)
hu: Kép (Ikon) cache törlése
it: Ripulisci la cache delle immagini (icone)
nl: Schoon afbeeldingen (logo's) cache op
pt: Limpar cache de imagens (ícones)
ru: Очистить кэш изображений (иконок)
uk: Очистити кеш зображень (іконок)

source: Clean image cache on storage
cs: Vymazat vyrovnávací paměť pro obrázky (na disk)
da: Ryd lagret billede cache
de: Lösche Bildcache auf Festplatte
et: Puhasta pildi vahemälu andmekandjal
fi: Poista kuvat välimuistista
fr: Vider le cache des images du disque
hu: Kép cache törlése a tárhelyen
it: Ripulisci la cache delle immagini sul disco
nl: Leeg afbeeldingen cache op opslag
pt: Limpar cache de imagens armazenadas
ru: Очистить кэш изображений на носителе
uk: Очищення кешу зображень на пристрої збереження

source: Clear statistics
cs: Vymazat statistiku
da: Ryd statistiker
de: Statistik löschen
et: Statistika nullimine
fi: Pyyhi tilastot
fr: Effacer les statistiques
hu: Statisztikák törlése
it: Cancella le statistiche
nl: Verwijder statistieken
pt: Limpar estatísticas
ru: Очистка статистики
uk: Очистити статистику

source: Clear statistics for selected input?
cs: Vymažat statistiku pro vybraný vstup?
da: Ryd statistiker for det valgt input?
de: Statistik für die ausgewählte Quelle löschen?
et: Kas nullida valitud sisendi statistika?
fi: Pyyhi tilastot valituille DVB-syötteille
fr: Effacer les statistiques de l'élément sélectionné ?
hu: Statisztikák törlése a választott bemeneten?
it: Cancellare le statistiche la voce selezionata?
nl: Statistieken verwijderen voor geselecteerde input?
pt: Limpar estatísticas para a entrada seleccionada
ru: Очистить статистику для выбранного ввода?
uk: Очистити статистику для вибраного вводу?

source: Client Name
cs: Název klienta
da: Klient navn
et: Kliendi nimi
fi: Asiakkaan nimi
fr: Nom du client
hu: Ügyfél neve
it: Nome del cliente
nl: Client naam
pt: Nome do Cliente
ru: Имя Клиента
uk: Назва клієнта

source: Columns
cs: Sloupce
da: Kolonner
de: Spalten
et: Veerud
fi: Sarakkeet
fr: Colonnes
hu: Oszlopok
it: Colonne
nl: Kolommen
pt: Colunas
ru: Колонки
uk: Колонки

source: Comment
cs: Komentář
da: Kommentar
de: Kommentar
et: Kommentaar
fi: Kommentti
fr: Commentaire
hu: Megjegyzés
it: Commento
nl: Commentaar
pt: Comentário
ru: Комментарий
uk: Коментар

source: Compression ratio
cs: Poměr komprese
da: Kompressionsrate
de: Kompressionsrate
et: Kompressioon
fi: Pakkaussuhde
fr: Taux de compression
hu: Tömörítési arány
it: Rapporto di compressione
nl: Compressie ratio
pt: Rácio de compressão
ru: Степень сжатия
uk: Ступінь компресії

source: Conditional Access Client
cs: Klient systém podmíněného přístupu
da: Betinget adgang klient
fr: Client d'Accès Conditionnel
hu: Feltételes hozzáférés ügyfél
it: Cliente di accesso condizionato
pt: Cliente de acesso condicional
ru: Клиент условного доступа
uk: Умовний клієнт доступу

source: Configuration
cs: Konfigurace
da: Konfiguration
de: Konfiguration
et: Seaded
fi: Asetukset
hu: Beállítás
it: Configurazione
nl: Configuratie
pt: Configuração
ru: Конфигурация
uk: Конфігурація

source: Connections
cs: Spojení
da: Forbindelser
de: Verbindungen
et: Ühendused
fi: Yhteydet
fr: Connexions
hu: Csatlakozások
it: Connessioni
nl: Verbindingen
pt: Conexões
ru: Подключения
uk: З’єднання

source: Content Type
cs: Typ obsahu
da: Indholdstype
de: Inhaltstyp
et: Sisu tüüp
fi: Sisältötyyppi
fr: Type de contenu
hu: Tartalom típusa
it: Tipo di contenuto
nl: Inhoudstype
pt: Tipo de Conteúdo
ru: Тип контента
uk: Тип змісту

source: Continuity Errors
cs: Chyby kontinuity
da: Kontinuitetsfejl
de: Kontinuitätsfehler
fi: Jatkuvuusvirheitä
fr: Erreurs de continuité
hu: Folytonossági hibák
it: Errori di continuità
pt: Erros de continuidade
ru: Ошибки...

source: Create
cs: Vytvoř
da: Opret
de: Anlegen
et: Loo uus
fi: Luo
fr: Créer
hu: Létrehoz
it: Crea
nl: Aanmaken
pt: Criar
ru: Создать
uk: Створити

source: Create AutoRec
cs: Vytvoř Auto-Rekordér
da: Opret auto optagelse
de: Auto-Aufnahme anlegen
et: Loo automaatsalvestus
fi: Luo automaattitallennus
fr: Créer un enregistrement automatique
hu: Auto felvételt létrehoz
it: Crea auto-registrazione
nl: Automatische opname maken
pt: Criar Gravação Auto.
ru: Создать автозапись
uk: Створити Автозапис

source: Create an automatic recording rule to record all future programs that match the current query.
cs: Vytvořit auto-rekordér, který bude zaznamenávat všechna budoucí vysílání, které splňují tento dotaz.
da: Opret en automatisk optagelsesregel for at optage alle fremtidige programmer som opfylder den nuværende søgning.
de: Erstelle eine automatische Aufnahme, die alle zukünftigen Sendungen aufnimmt, die der aktuellen Abfrage entsprechen.
et: Loo uus automaatsalvestuse reegel salvestamaks edaspidi kõik tulevikus saadaval olevad saated, mis vastavad praegusele päringule.
fi: Tee sääntö, joka automaattisesti tallentaa kaikki tulevat ohjelmat, jotka vastaavat sääntöä.
fr: Créer une règle d'enregistrement automatique pour tous les prochains évènements qui correspondent à celui en cours.
hu: Egy automatikus felvételi szabály készítése mely az aktuális lekérdezésnek megfelelő összes jövőbeli adást felveszi.
it: Crea una regola di registrazione automatica per registrare tutti i futuri programmi che corrispondono all'attuale interrogazione.
nl: Maak een nieuwe automatische opname regel om alle toekomstige programma's op te nemen die overeenkomen met huidige query.
pt: Criar uma entrada de gravação automática que irá gravar todos os programas futuros que correspondam à sua pesquisa.
ru: Создание правила автоматического записи, чтобы записывать все будущие программы, которые соответствуют текущему запросу.
uk: Створити правило автоматичного запису для запису всіх майбутніх програм, що відповідають поточним критеріям.

source: Create network tags
ru: Создать сетевую метку
